{
    "1": {
        "title": "Sid Meier's Civilization II",
        "date": "February 29, 1996",
        "summary": "An empire-building turn-based strategy game. The game starts at the Old Stone Age in 4000 BC. Your tribe begins with a Settlers unit and has no knowledge about the surrounding area. As you found new cities and explore the surroundings, you may find hostile barbarians, villages, and other competing cultures. [Civ Fantatics' Center]",
        "scores": {
            "metascore": "94",
            "userscore": "8.9"
        }
    },
    "2": {
        "title": "Quake",
        "date": "June 22, 1996",
        "summary": "Rage through 32 single player levels and 6 deathmatch levels of sheer terror and fully immersive sound and lighting. Arm yourself against the cannibalistic Ogre, fiendish Vore and indestructible Schambler using letal nails, fierce Thunderbolts and abominable Rocket and Grenade Launchers. [id Software]",
        "scores": {
            "metascore": "94",
            "userscore": "8.8"
        }
    },
    "3": {
        "title": "Diablo",
        "date": "December 31, 1996",
        "summary": "The kingdom of Khandaras has fallen into chaos. An unknown force of evil has swept across the land. Plunging it nto civil war and terrorizing the populace. A mad king, his missing son, and a mysterious archbishop are all pieces to the puzzle that faces you. You have journeyed to the source of the evil. The town of Tristram. Now inhabited by only a handful of survivors. The catherdal there is buildt over the ruins of an ancient monastary, and now eerie lights and sounds are heard echoing through its abandoned halls. Perhaps the answer lies withing the remains of a forgotten past... Diablo invites you to enter a world of dark gothic fantasy. Play as a brave warrior, cunning rogue or mysterious sorceror. As you venture deeper into the labyrinth, you'll discover weapons, armor, and magical treasures, and develop your character's skills and abilities. [Blizzard]",
        "scores": {
            "metascore": "94",
            "userscore": "8.7"
        }
    },
    "4": {
        "title": "Super Mario 64",
        "date": "September 26, 1996",
        "summary": "Mario is super in a whole new way! Combining the finest 3-D graphics ever developed for a video game and an explosive sound track, Super Mario 64 becomes a new standard for video games. It's packed with bruising battles, daunting obstacle courses and underwater adventures. Retrieve the Power Stars from their hidden locations and confront your arch nemesis - Bowser, King of the Koopas!",
        "scores": {
            "metascore": "94",
            "userscore": "9.2"
        }
    },
    "5": {
        "title": "Wipeout XL",
        "date": "September 30, 1996",
        "summary": "The original scorched the game world and became an instant classic. Fast-forward now to a brutal new generation of anti gravity racing. Loaded with faster, smoother graphics, more tracks, more crafts, and a range of nasty new weaponry. Wipeout XL will give you the rush of your life.",
        "scores": {
            "metascore": "93",
            "userscore": "8.5"
        }
    },
    "6": {
        "title": "Wave Race 64",
        "date": "November 1, 1996",
        "summary": "Wave Race 64 is sure to provide some of the most exciting racing you've ever experienced. Feel the pounding and crashing of the waves as you accelerate into straight-aways, whip around the marker buoys and go airborne on the jump ramps. Don't race alone - challenge a friend! Take control in three different modes of play - Championship, Time Trials and Stunt Mode. Nine challenging courses set in exotic locales - race conditions change and the wave action responds to the way both you and your opponents race!",
        "scores": {
            "metascore": "92",
            "userscore": "8.3"
        }
    },
    "7": {
        "title": "Tomb Raider",
        "date": "November 15, 1996",
        "summary": "Climb, swim, and backflip your way through a maze of cryptic deathtraps so realistic you can practically smell the decaying flesh. Unload an arsenal of lethal firepower on any wild-dog, giant lizard or blood-thirsty mercenary that gets in your way.\r\nYour mission is the deadliest one to date -- the recovery of the fabled Scion, an incredible treasure reputed to give its possessor vast power. Get ready to cross the globe to take on impossible odds while exploring Incan ruins, Ancient Rome, Egyptian Pyramids, and the Lost City of Atlantis...",
        "scores": {
            "metascore": "91",
            "userscore": "8.4"
        }
    },
    "8": {
        "title": "Resident Evil",
        "date": "March 30, 1996",
        "summary": "Raccoon City has been completely overrun by mutant beasts and bloodthirsty zombies. You are a member of S.T.A.R.S.--a rescue squad sent into the community to investigate the ominous mansion at the core of the disaster. Take the role of operative Jill Valentine or Chris Redfield and uncover the secrets behind a radical, genetic research facility. With an array of weapons to master and horrors around every corner, the ultimate test may be just to make it out alive.",
        "scores": {
            "metascore": "91",
            "userscore": "9.0"
        }
    },
    "9": {
        "title": "Command & Conquer: Red Alert",
        "date": "October 31, 1996",
        "summary": "Surrender is not an option. Dark experiments have permanently altered time. Or have they? Now, Soviet tanks crush city after city while Allied cruisers shell bases. Spies lurk, land mines wait, and strange new technologies aid both sides in their struggle for ultimate control.Command & Conquer: Red Alert gives you the opportunity to be more devious, cunning and ruthless than ever before. Easy to play and highly addictive, Red Alert puts the fate of the world in your hands! [Westwood]",
        "scores": {
            "metascore": "90",
            "userscore": "8.8"
        }
    },
    "10": {
        "title": "Tekken 2",
        "date": "August 25, 1996",
        "summary": "More than a sequel. The undisputed #1 fighting game on the planet.",
        "scores": {
            "metascore": "89",
            "userscore": "8.6"
        }
    },
    "11": {
        "title": "Duke Nukem 3D",
        "date": "January 29, 1996",
        "summary": "Prepare yourself for the ultimate 3D Slugfest. Murderous aliens have landed in futuristic Los Angeles, and the humans suddenly find themselves atop the endangered species list. The odds are a million-to-one. Just the way Duke likes it. Dive into realistic 3D scenarios, with 28 totally realistic levels, as you drive the sinister aliens through the streets of LA, out to an orbiting station, and onto the surface of the moon itself! An you'll be armed to the teeth with 10 hi-tech weapons. Clear crowds with the pump action Assault Shotgun, blast through enemies and walls with the Rocket Propelled Grenade, splat enemies under foot after blasting them with the Shrinker, cut through trouble with the 3-barel Ripper machine gun, set DukeMatch traps with the wall-mounted Laser Mine, watch enemies shatter after cooling them off with the Freeze Cannon, and 4 more! [FormGen]",
        "scores": {
            "metascore": "89",
            "userscore": "8.7"
        }
    },
    "12": {
        "title": "Obsidian",
        "date": "December 31, 1996",
        "summary": "You, as biochemical engineer Lilah Kerlin, and your partner Max Powers, an environmental engineer, have created the Ceres Project -- an orbiting satellite that releases nanobots into the atmosphere designed to restore the ozone layer and eliminate atmospheric pollution, which has reached a crisis point in the year 2066. After successfully engineering and launching Ceres, the project is left to operate under its own control. With the job complete Lilah and Max decide to go on a long overdue vacation. However, while vacationing they discover a strange black, crystalline growth that is becoming larger every day ? and somehow it seems to be eerily linked to the Ceres Project. [AdventureGamers.com]",
        "scores": {
            "metascore": "85",
            "userscore": "7.1"
        }
    },
    "13": {
        "title": "Master of Orion II: Battle at Antares",
        "date": "October 1, 1996",
        "summary": "Master the unknown before it masters you. The need for galactic expansion is critical. You must conquer alien star systems to secure the resources that will guarantee your supremacy. The ultimate goal is to defeat the evil Antarans.",
        "scores": {
            "metascore": "84",
            "userscore": "8.6"
        }
    },
    "14": {
        "title": "Super Puzzle Fighter II Turbo",
        "date": "November 30, 1996",
        "summary": "Burst right into the feverish puzzle action that combines irresistible, addictive fun with famous Capcom characters. Beat your opponent to the punch by stacking block after block in strategic patterns and color combinations. Be the first to fill the opponent's screen with blocks and K.O. you win! But get ready for more, because you can't play just once.",
        "scores": {
            "metascore": "83",
            "userscore": "8.5"
        }
    },
    "15": {
        "title": "Pilotwings 64",
        "date": "September 29, 1996",
        "summary": "Forget about those other flying games. This is the ultimate flight experience! Pilotwings 64 carries you off into a vast three-dimensional environment. Pilot several different vehicles and take in breathtaking sights! Successfully complete flight tests to earn your flight badge. Get a high enough score and you'll get a chance at bonus games such as Cannonball and Sky Diving! Soar into the wild blue yonder with Pilotwings 64!",
        "scores": {
            "metascore": "80",
            "userscore": "8.0"
        }
    },
    "16": {
        "title": "Time Commando",
        "date": "July 31, 1996",
        "summary": "A deadly virus has invaded the military's top secret super computer. Its catastrophic time-warping effects now threaten to overtake the computer systems of the world. If you cannot restore core memory in time, the growing virus will cause the world's collapse. You must journey through the corridors of history to stop this technological demon. But vicious warriors await with lethal purpose. Instinct will be your only ally. All-out combat, your only choice. [Activision]",
        "scores": {
            "metascore": "80",
            "userscore": "8.3"
        }
    },
    "17": {
        "title": "Circle of Blood",
        "date": "September 30, 1996",
        "summary": "(Known as \"Broken Sword\" in the UK) Play as George Stobbart, an American vacationing abroad and a witness to a bombing. A mystery has erupted and George will be exposed to a world of deceit and danger. Creep closer and closer to the truth behind the bombing without getting noticed.",
        "scores": {
            "metascore": "80",
            "userscore": "8.3"
        }
    },
    "18": {
        "title": "RayStorm",
        "date": "December 31, 1996",
        "summary": "Grab your oxygen mask and jump into the future of interplanetary defense. The year is 2219AD, and Earth's Star Federation has unleashed the R-GRAY advanced tactical combat fighter to save the planet from certain destruction at the hands of the bloodthirsty Secilia Federation. Despite impossible odds, you must now command a specially outfitted R-Gray fighter to defend Earth from certain destruction. Each fighter is equipped with lock-on lasters, pulse lasers, and a single devastating assault laser array that can destroy all sighted targets as once. Even with this technology at your disposal, the battle will not be easy. Earth's forces are depleted, and the merciless hordes of Secilia will settle for nothing less than complete annihilation of Earth. Fortunately, Star command has created two R-GRAY prototypes, so if you need extra firepower, a skilled friend can fly at your side. Whether you fly solo or with a friend, the intense sound, action, and arcade-perfect Hyper-3D visuals will blow you away!",
        "scores": {
            "metascore": "79",
            "userscore": "7.6"
        }
    },
    "19": {
        "title": "Bad Mojo",
        "date": "February 29, 1996",
        "summary": "Roger was about to do something bad. Unfortunately, he can't remember what it was because he has been transformed into a cockroach. In this Kafkaesque graphic adventure game, Roger (you) must scurry through the walls of a run down San Fransisco bar trying to restore his memory and his human form while avoiding spiders, a roach eating cat, and other creatures that live in the bar.",
        "scores": {
            "metascore": "74",
            "userscore": "6.9"
        }
    },
    "20": {
        "title": "Harvester",
        "date": "August 31, 1996",
        "summary": "You wake up one morning to a town full of strangers and inexplicable sights. You share your home with your not so perfect family and your supposed fiance lives next door. The you are plunged into a nightmare. Your fiancee is missing and you find a hideous bloody skull and spinal chord drapped across her bed! Is it hers? What is going on? The only clue left behind is an engraved MOON\", a mysterious organisation that controls the town in ways you don't (or can't) understand. Is the order behind this gruesome execution? What invitation to enter, \"THE ORDER OF THE HARVEST are their motives? One thing is certain. You're going to get to the bottom of this killing or die trying. [Merit]",
        "scores": {
            "metascore": "53",
            "userscore": "7.9"
        }
    }
}