{
    "1": {
        "title": "GoldenEye 007",
        "date": "August 25, 1997",
        "summary": "You are Bond. James Bond. You are assigned covert operations connected with the GoldenEye weapons satellite. M will brief you on your mission and objectives from London. Q Branch will support your efforts with a plentiful supply of weapons and gadgets. Moneypenny offers you light-hearted best wishes and you're off! Your mission begins in the heavily guarded chemical warfare facility at the Byelomorye Dam in the USSR. Look and shoot in any direction as you navigate 12 interactive 3-D environments. Use stealth and force as you see fit in matters of international security. Consider the military personnel expendable. You are licensed to kill!",
        "scores": {
            "metascore": "96",
            "userscore": "9.1"
        }
    },
    "2": {
        "title": "Castlevania: Symphony of the Night",
        "date": "October 2, 1997",
        "summary": "As a descendant of Dracula, you must end the vampire bloodline. Can you rid the world of this unspeakable terror? Uncover the mystery of Castlevania and challenge an adventure as legendary as its name. Over 140 different enemies, bosses, and ghastly creatures. Awesome magical spells - transform into a bat, a wolf, or etheral mist. Hidden weapons, secrets, and characters...the largest Castlevania ever!",
        "scores": {
            "metascore": "93",
            "userscore": "9.2"
        }
    },
    "3": {
        "title": "Sid Meier's Gettysburg!",
        "date": "September 30, 1997",
        "summary": "Experience victory in Sid Meier's Gettysburg! It's the most engrossing and sophisticated real-time strategy game ever. In a stunning 3D battlefield, you plan the tactics, lead the troops, and take history into your own hands. Attack from the trees to protect your brigade,rally around a General for a quicker recovery, entrench your troops as your cannons blast the hillside, and much, much more with just a click of the mouse! Complete multiplayer support via internet, LAN, modem and serial link. [Firaxis]",
        "scores": {
            "metascore": "92",
            "userscore": "7.4"
        }
    },
    "4": {
        "title": "Final Fantasy VII",
        "date": "September 3, 1997",
        "summary": "An epic adventure across 3 cd-roms. What begins as a rebellion against an evil corporation becomes much more. And what erupts goes beyond imagination. With vivid landscapes, lush 3D animation and environments, Square Soft's multi-million dollar masterpiece is like nothing ever seen before.",
        "scores": {
            "metascore": "92",
            "userscore": "9.1"
        }
    },
    "5": {
        "title": "PaRappa the Rapper",
        "date": "October 31, 1997",
        "summary": "Help Parappa rap with the best of the master rappers and straight into Sunny's heart. Guaranteed you'll be singin' and dancin' along with Parappa and his pals to the most fun of mixes.",
        "scores": {
            "metascore": "92",
            "userscore": "7.6"
        }
    },
    "6": {
        "title": "Myth: The Fallen Lords",
        "date": "October 31, 1997",
        "summary": "Myth is arguably the first real-time strategy game to put the player in a true 3D landscape, with an emphasis on tactical battlefield action rather than base construction. Myth also happens to be one of Bungie's most successful pre-Halo releases, and shows off the company's range and ability in genres outside of first-person shooters. A single player mode features an engrossing and enjoyable plot, with you battling the evil and eponymous Fallen Lords, their evil leader, Balor and all manner of undead creatures, but Myth's multiplayer is where it really stands out. Bungie.net's game-matching technology has been much-emulated since, and at Myth's release, was something truly special. Multiple game modes including King of the Hill, Steal the Bacon and even co-op added huge variety to what was an outstanding and standard-setting game - and it still is. If ever an older game deserved another visit, it's Myth, with a huge, loyal and highly motivated following. [Bungie]",
        "scores": {
            "metascore": "91",
            "userscore": "8.5"
        }
    },
    "7": {
        "title": "Colony Wars",
        "date": "October 31, 1997",
        "summary": "Delivers the real experience with its spectacular cinematic graphics.",
        "scores": {
            "metascore": "91",
            "userscore": "7.9"
        }
    },
    "8": {
        "title": "Star Wars Jedi Knight: Dark Forces II",
        "date": "October 9, 1997",
        "summary": "In Dark Forces, Kyle Katarn, a young mercenary successfully infiltrated the Empire. Jedi Knight continues the story of Katarn as he embarks on a quest into his past and learns the mysterious ways of the Jedi. With this knowledge, he must stop seven Dark Jedi from unlocking the powers of a hidden Jedi burial ground. This task forces Katarn to decide his destiny. If he chooses the Dark side, he will come into enormous power. If he chooses the Light side, he faces seemingly insurmountable evil. Whatever path Katarn chooses will change the face of the galaxy forever. [LucasArts]",
        "scores": {
            "metascore": "91",
            "userscore": "8.6"
        }
    },
    "9": {
        "title": "Blast Corps",
        "date": "February 28, 1997",
        "summary": "A pair of defective nuclear missiles, en route to a safe detonation site, has begun to leak. Badly damaged, the carrier automatically locks onto the most direct route. Clear a path to help the carrier arrive safely. Tons of vehicles are at your disposal. Leave nothing standing or the adventure will end in an earth-shattering explosion! Find the hidden technicians to ensure a safe detonation. Strap on your seat belt, it's going to be a bumpy ride.",
        "scores": {
            "metascore": "90",
            "userscore": "8.5"
        }
    },
    "10": {
        "title": "Fallout",
        "date": "October 9, 1997",
        "summary": "Set in the aftermath of a world-wide nuclear war, Fallout will challenge you to survive in an unknown and dangerous world. You will take the role of a Vault-dweller, a person who has grown up in a secluded, underground survival Vault. Circumstances arise that force you to go Outside -- to a strange world 80 years after the end of the modern civilization. A world of mutants, radiation, gangs and violence. Your immediate task is to find a replacement for the broken water purification controller chip. Without that chip, your fellow Vault dwellers are doomed to dehydration or be forced to leave the safety of the Vault for the Outside. [Interplay]",
        "scores": {
            "metascore": "89",
            "userscore": "8.8"
        }
    },
    "11": {
        "title": "The Curse of Monkey Island",
        "date": "October 31, 1997",
        "summary": "Quick - what has dozens of monkeys, ghost pirates galore and more insults than a cranky parrot? Why, The Curse of Monkey Island, of course! In this highly anticipated third installment to LucasArts' popular Monkey Island series of graphic adventures, Guybrush Threepwood once again takes up dull blade and rapier wit against the nefarious demon-pirate LeChuck. In Curse, Guybrush must save his one true love, Elaine Marley, from being turned into the evil pirate's zombie bride. But, hoping to marry Elaine himself, Guybrush unknowingly slips a cursed ring onto her finger that transforms her into a gold statue. He must then find a way to change Elaine back to her beautiful self and stop LeChuck from carrying out his sinister plans. Aye, 'tis a rollicking piratey adventure that's sure to challenge the mind and shiver a few timbers! [LucasArts]",
        "scores": {
            "metascore": "89",
            "userscore": "9.0"
        }
    },
    "12": {
        "title": "Diddy Kong Racing",
        "date": "November 24, 1997",
        "summary": "Timber the Tiger's parents picked a fine time to go on vacation. When they come back, they're going to be faced with an island trashed by the spiteful space bully Wizpig - unless the local animals can do something about it! So join Diddy Kong as he teams up with Timber the Tiger, Pipsy the Mouse and Taj the Genie in an epic racing adventure unlike anything you've ever experienced before!",
        "scores": {
            "metascore": "88",
            "userscore": "8.4"
        }
    },
    "13": {
        "title": "Star Fox 64",
        "date": "July 1, 1997",
        "summary": "The Lylat system has been invaded! Join Fox McCloud and his Star Fox team as they fight to save the galaxy from the clutches of the evil Andross. Travel to many different 3-D worlds. Battle the enemy in the air and on the ground and listen in as Fox McCloud interacts with a cast of characters.",
        "scores": {
            "metascore": "88",
            "userscore": "8.8"
        }
    },
    "14": {
        "title": "Total Annihilation",
        "date": "September 27, 1997",
        "summary": "Long ago, the galaxy had known peace. Paradise was ruled with the hand of science, and the hand was that of the galactic governing body known as the Core. Ironically, it was the Core's ultimate victory, the victory over death itself, that brought about the downfall of its paradise and started the war that would decimate a million worlds. The immortality process, known as \"patterning,\" involved the electronic duplication of brain matrices, allowing the transfer of consciousness into durable machines. Effectively it meant immortality, and the Core decreed the process mandatory for all citizens in order to ensure their safety. However, there were many citizens unwilling to toss aside their bodies so casually, many indeed who regarded patterning as an atrocity. They fled to the outer edges of the galaxy, forming a resistance movement that became known as the Arm. War began, though it was never officially declared by either side. The Arm developed high-powered combat suits for its armies, while the Core transferred the minds of its soldiers directly into similarly deadly machines. The Core duplicated its finest warriors thousands of times over. The Arm countered with a massive cloning program. The war raged on for more than 4,000 years, consuming the resources of an entire galaxy and leaving it a scorched wasteland. [Cavedog Entertainment]",
        "scores": {
            "metascore": "86",
            "userscore": "8.8"
        }
    },
    "15": {
        "title": "Alundra",
        "date": "December 31, 1997",
        "summary": "Plagued by strange visions, the Dreamwalker Alundra is summoned to a troubled village where great evil lies in wait. Explore huge dungeons, find deadly weapons, solve challenging puzzles and fight the cast of foul creatures out to stop you in your tracks. This vast, enthralling adventure will keep you wide awake to the very end.",
        "scores": {
            "metascore": "86",
            "userscore": "8.8"
        }
    },
    "16": {
        "title": "Oddworld: Abe's Oddysee",
        "date": "August 31, 1997",
        "summary": "In a lush of diabolical danger where everyone wants to eat you, you're the skinny guy with no weapons. Run, jump, hide, scramble and talk your way past the ugliest bunch of carnivorous crustaceans ever created. Unlock Abe's special powers then figure out your foes, and you might save your race. Don't, and you're dinner! Enter Oddworld's surreal, sensory overload of pure gaming and claim your destiny.",
        "scores": {
            "metascore": "85",
            "userscore": "8.8"
        }
    },
    "17": {
        "title": "Turok: Dinosaur Hunter",
        "date": "February 28, 1997",
        "summary": "The mantle has been passed. You've become Protector of the Earth. You are now Turok Dinosaur Hunter.",
        "scores": {
            "metascore": "85",
            "userscore": "8.3"
        }
    },
    "18": {
        "title": "Bushido Blade",
        "date": "September 30, 1997",
        "summary": "\"Bushido\" is the soul of Japan - an ancient honor code deeply followed by samurai warriors for centuries.\r\nPlunge into real world battles across vast 3D environments that you can run, slice and tear through.\r\nSword matches become unbelievably real where one critical blow is the mean difference between death and victory.",
        "scores": {
            "metascore": "83",
            "userscore": "8.5"
        }
    },
    "19": {
        "title": "Age of Empires",
        "date": "September 30, 1997",
        "summary": "Age of Empires is an epic real-time strategy game spanning 10,000 years, in which players are the guiding spirit in the evolution of small stone age tribes. Starting with minimal resources, players are challenged to build their tribes into great civilizations. Gamers can choose from one of several ways to win the game, including: world domination by conquering enemy civilizations, exploration of the known world and economic victory through the accumulation of wealth. Age of Empires was developed by Ensemble Studios and features the expertise of Bruce Shelley, co-designer of the hit strategy game \"Civilization.\" [Microsoft]",
        "scores": {
            "metascore": "83",
            "userscore": "8.7"
        }
    },
    "20": {
        "title": "Ace Combat 2",
        "date": "July 31, 1997",
        "summary": "We've devised a weapon that's deadlier than a smart bomb. It's called a smart pilot. Now, Ace Combat 2 pits you against a whole squadron of them - 3-D polygonal jet jocks that maneuver like the real deal, turning every scorching sortie and dogfight into a kill-or-be-killed situation. With nearly double the missions of its predecessor, you'll double your chances of taking out the enemy. (Or taking a heat-seeker up the exhaust.)",
        "scores": {
            "metascore": "83",
            "userscore": "8.7"
        }
    },
    "21": {
        "title": "Mario Kart 64",
        "date": "February 10, 1997",
        "summary": "Three... Two... One... GO! The signal light changes and you drop the pedal to the metal. Take on up to three friends in the split-screen VS games, or race solo in the Mario GP. Tell your friends to bring it on in the highly competitive Battle mode. Advanced features allow you to race with your \"Ghost\". The driving data from your best run appears as a transparent character on the screen. No longer must you simply race against the clock - you can actually race against yourself!",
        "scores": {
            "metascore": "83",
            "userscore": "8.6"
        }
    },
    "22": {
        "title": "Extreme-G",
        "date": "September 30, 1997",
        "summary": "Pit yourself against 12 laser-blasting speedfreaks across 12 looping, coiling, corkscrewing rollercoaster racetracks. If you've never seen a cyber-cycle take a stinger missile up the tailpipe during a blistering halfpipe you're about to get a rush of adrenaline. Racing to the Nth degree through gravitational extremes. Surfing the knife edge between G-force and burning wreckage! If gravity's a law, then this is a felony.",
        "scores": {
            "metascore": "82",
            "userscore": "8.4"
        }
    },
    "23": {
        "title": "Blood",
        "date": "May 31, 1997",
        "summary": "You'll battle cultists, gargoyles, zombies, hellhounds, and an unholy host of other terrors in your quest to stop Tchernobog. You must not only defeat the Cabal--you must scour its dread name from human memory. If that means eradicating everyone and everything the Cabal has ever tainted, so be it. Of course, you'll first have to make your way through fortresses, castles, mines, mansions, and estates guarded and kept by Tchernobog's malevolent servants. Fortunately, it is wits that make the hero, and although you're in serious danger of losing yours, you've got enough left to improvise some pretty effective tools of destruction. Aerosol hairspray can be frightening enough on its own, but apply it to a lighter flame and you've got an instant flamethrower (kids, don't try this at home!). Likewise, a flare gun can brighten your prospects considerably against even the grimmest odds, which is to say nothing for shotguns, Tommy guns, and dynamite. Who knows, you may even find that there are some spirits on your side when you find yourself clutching a voodoo doll. [Monolith]",
        "scores": {
            "metascore": "82",
            "userscore": "8.8"
        }
    },
    "24": {
        "title": "The Last Express",
        "date": "March 31, 1997",
        "summary": "Assume the role of Robert Cath, an American who recieves a mysterious dispatch from a friend to meet him on the Orient Express. However, once you get there you discover that things aren't quite as they should be! The game is set during the run up to World War 1. It has a very impressive recreation of the Orient Express and features a historically accurate background.",
        "scores": {
            "metascore": "82",
            "userscore": "8.7"
        }
    },
    "25": {
        "title": "Duke Nukem 64",
        "date": "October 31, 1997",
        "summary": "Duke Nukem's coming to get some! Prepare yourself to become the biggest, baddest, alien basher in the known universe - Duke Nukem; as you blast your way through the streets of LA out to an orbiting station, and onto the moon itself. Bag some aliens with over a dozen hi-tech weapons. 32 levels of non-stop carnage. Run, jump, crawl, swim, and jetpack your way through danger. Big weapons and bigger bosses for a fun-filled fragfest! Four-player, split-screen Dukematch action.",
        "scores": {
            "metascore": "73",
            "userscore": "7.5"
        }
    },
    "26": {
        "title": "Broken Sword: The Smoking Mirror",
        "date": "October 31, 1997",
        "summary": "Plunge into a shadowy conspiracy world where the schemes of a mad drug kingpin and the prophesied return of an ancient Mayan god clash in what could be the end of all mankind. Race around the globe with George as he frantically attempts to free Nico, his investigaative reporter girlfriend, from othe clutches of Karzac's crime cartel. Guide Nico and George as they unravel the dark mysteries that lead them closer and closer to an ancient horror best left buried in the steamy jumgles of Central America. Gather clues and make friends, but be aware - a smiling face can hide a deadly obstacle in your quest to sop the return of \"he who devours the sun and consumes the flesh of all mankind,\" the Mayan God Tezcatlipoca. [Virgin Interactive]",
        "scores": {
            "metascore": "69",
            "userscore": "7.9"
        }
    },
    "27": {
        "title": "Postal",
        "date": "September 30, 1997",
        "summary": "We'd like to express our sincere thanks and gratitude to the Honorable Senator Liebermann of Connecticut for including POSTAL in his list of the three worst things in America. First place went to POSTAL, second place was Marylin Manson, and third place went to Calvin Klein underwear ads. [Ripcord]",
        "scores": {
            "metascore": "56",
            "userscore": "6.4"
        }
    }
}