{
    "1": {
        "title": "The Legend of Zelda: Ocarina of Time",
        "date": "November 23, 1998",
        "summary": "As a young boy, Link is tricked by Ganondorf, the King of the Gerudo Thieves. The evil human uses Link to gain access to the Sacred Realm, where he places his tainted hands on Triforce and transforms the beautiful Hyrulean landscape into a barren wasteland. Link is determined to fix the problems he helped to create, so with the help of Rauru he travels through time gathering the powers of the Seven Sages.",
        "scores": {
            "metascore": "99",
            "userscore": "9.1"
        }
    },
    "2": {
        "title": "Tekken 3",
        "date": "April 29, 1998",
        "summary": "An ancient evil force has reawakened, attacking in secret and feeding on the souls of mighty warriors. To lure it out of hiding will take the greatest fighting contest the world has ever seen...Tekken 3. Some are fighting for revenge, some for honor, Ultimately, all are fighting for their lives and the fate of all mankind.",
        "scores": {
            "metascore": "96",
            "userscore": "9.1"
        }
    },
    "3": {
        "title": "Half-Life",
        "date": "November 19, 1998",
        "summary": "Half-Life combines great storytelling in the tradition of Stephen King with intense action and advanced technology to create a frighteningly realistic world where players need to think smart to survive. Half-Life has won more than 50 Game of the Year awards from publications around the world, and was named 'Best PC Game Ever' in PC Gamer's November 1999 issue. [Sierra]",
        "scores": {
            "metascore": "96",
            "userscore": "9.0"
        }
    },
    "4": {
        "title": "Gran Turismo",
        "date": "April 30, 1998",
        "summary": "Welcome to the most advanced racing game ever created! Encounter exhilarating high-speed racing in 11 stunning environments. Feel handling agility and throttle response so convincing, the car seems to be an extension of yourself. Experience the extraordinary world of Gran Turismo!",
        "scores": {
            "metascore": "96",
            "userscore": "8.6"
        }
    },
    "5": {
        "title": "Metal Gear Solid",
        "date": "October 21, 1998",
        "summary": "You are Snake, a government agent on a mission to regain control of a secret nuclear weapons base from terrorist hands. Lightly armed and facing an army of foes, Snake must avoid firefights in order to survive. If Snake can locate them he can utilize advanced hardware, ranging from silenced pistols to ground-to-air missiles. Enemies react to sight and sound - so stay quiet and stay in the shadows. State-of-the-art graphics: textures, transparencies, models and explosions. Taut, gripping story with multiple endings - a truly cinematic experience.",
        "scores": {
            "metascore": "94",
            "userscore": "9.2"
        }
    },
    "6": {
        "title": "Grim Fandango",
        "date": "October 14, 1998",
        "summary": "Something's rotten in the Land of Dead and you're being played for a sucker.  Meet Manny Calavera, travel agent at the Department of Death. He sells luxury packages to souls on their four-year journey to eternal rest. But there's trouble in paradise.  Help Manny untangle himself from a conspiracy that threatens his very salvation. [LucasArts]",
        "scores": {
            "metascore": "94",
            "userscore": "9.1"
        }
    },
    "7": {
        "title": "Banjo-Kazooie",
        "date": "May 31, 1998",
        "summary": "Trouble is brewing on Spiral Mountain! Gruntilda the witch, wildly jealous of Tooty the Honey Bear's good looks; is determined to steal them for herself! But even as she whisks the helpless youngster off to her tower, Tooty's big brother Banjo and his loud-mouthed partner Kazooie are hot on the trail to rescue her...Aided by the mystical shaman Mumbo Jumbo, Banjo and Kazooie must tackle gloomy swamps, scorching deserts, towering mountain ranges and spooky haunted houses on their way to the final confrontation at the summit of Gruntilda's Lair.",
        "scores": {
            "metascore": "92",
            "userscore": "9.1"
        }
    },
    "8": {
        "title": "Thief: The Dark Project",
        "date": "November 30, 1998",
        "summary": "Sneak through the shadows of 12 treacherous missions including haunted cathedrals, subterranean ruins, and forbidding prisons, in a dark and sinister city. Stalk your prey on the quest for stolen goods with your blackjack, sword and an assortment of unique arrows. Steal for money and uncover the hidden agendas of your allies and enemies as you play through an unravelling story of deception and revenge. Survive in a world where shadows are your only ally, trust is not an option, and confrontation results in death! [Eidos Interactive]",
        "scores": {
            "metascore": "92",
            "userscore": "9.0"
        }
    },
    "9": {
        "title": "Baldur's Gate",
        "date": "December 21, 1998",
        "summary": "Baldur's Gate takes you back to the Forgotten Realms on a visually dazzling role-playing adventure, one that brings to life the grand tradition of Advanced Dungeons & Dragons through cutting edge art and technology. Immerse yourself in this quintessential medieval fantasy world, where entire nations hang in the balance of your actions, dark prophecies test your resolve, and heroic dreams can be fulfilled at last. [Interplay]",
        "scores": {
            "metascore": "91",
            "userscore": "8.9"
        }
    },
    "10": {
        "title": "Crash Bandicoot 3: Warped",
        "date": "October 31, 1998",
        "summary": "This time the game takes place across a great expanse of time and space, making for greatly diverse level designs, which in turn keep the game fresh.",
        "scores": {
            "metascore": "91",
            "userscore": "9.0"
        }
    },
    "11": {
        "title": "Resident Evil 2",
        "date": "January 21, 1998",
        "summary": "Ready or not, the terror of Resident Evil 2 is here.  In chapter one, the case of the disastrous T-virus outbreak--a mutagenic toxin designed for biological weapons--was eventually closed but the experiments were far from over.  Control the destiny of Leon Kennedy or Claire Redfield as their nightmare begins when a biotech terror runs rampant in Raccoon City.  Relentless zombies and hideous monsters are all out for a taste of your blood.  If the suspense doesn't kill you, something else will.",
        "scores": {
            "metascore": "89",
            "userscore": "9.2"
        }
    },
    "12": {
        "title": "Einhander",
        "date": "May 5, 1998",
        "summary": "Pilot the most technologically advanced shooter ever created. You're a suicide pilot up against Earth's final assault. Cut through hordes of enemy fighters and battle the most monstrous bosses ever designed. Pilot fully loaded tactical fighters. Modify speed and agility on the fly. Single, double, and triple gunpod designs. Extendible claw for stealing enemy weapons. Armed for gatling guns, homing missiles, cannons, and more. Two bonus fighters earned through meritorious battle.",
        "scores": {
            "metascore": "89",
            "userscore": "8.7"
        }
    },
    "13": {
        "title": "Railroad Tycoon II",
        "date": "November 2, 1998",
        "summary": "Ride the Iron Horse. It can take you from New York to South Africa. It can take you from the year 1804 to the year 2000. It can take you from penniless manual laborer to powerful multi-millionaire. It can take you from a normal, well-adjusted, well-rounded person to an obsessed, singled-minded, one-tracked trainhead. This is a real railroad game, not just a strategy game that happens to involve railroads. If you want to hop on a plane, car or ship, hop on another game. This game is about trains for people who love trains. Everything about the game is centered around an authentic look and feeling of the railways. Period video and pictures are interlaced with the game. The design and interface are true to the character of the fabled late 1800's railroads. A.I. opponents are based on real people. And all maps are real (based on satellite photography from US Geological Service and other sources). [Gathering of Developers]",
        "scores": {
            "metascore": "89",
            "userscore": "8.5"
        }
    },
    "14": {
        "title": "Starcraft",
        "date": "March 31, 1998",
        "summary": "In the distant future a small group of human exiles have been doomed to fight for survival on the edge of the galaxy. Through military strength, espionage and deceit, a unified Terran government has maintained an uneasy peace. As resources run short, however, these Confederate nations find themselves looking towards the rich worlds of their alien neighbors, the enigmatic Protoss. To further complicate matters, it seems that a previously unknown and deadly species known only as the Zerg has entered Protoss space and is destroying everything in its path. The time for war has come... As the military leader for your species, you must gather the resources you need to train and expand your forces and lead them to victory. 30 unique missions will challenge you across three different campaigns as you control the fate of the galaxy.",
        "scores": {
            "metascore": "88",
            "userscore": "9.1"
        }
    },
    "15": {
        "title": "Myth II: Soulblighter",
        "date": "November 30, 1998",
        "summary": "Building on the excellent plot and gameplay featured in Myth: The Fallen Lords, Myth II: Soulblighter also upped the ante by incorporating destructible environments as well as new game modes. The near-infinite gameplay permutations that ensued, ensured that Myth fans had lots of new toys to play with in the game world. Myth II also enjoyed a comprehensive update in the shape of the the Myth II expansion pack: Chimera. [Bungie Studios]",
        "scores": {
            "metascore": "88",
            "userscore": "8.7"
        }
    },
    "16": {
        "title": "Shogo: Mobile Armor Division",
        "date": "September 30, 1998",
        "summary": "Choose from four ultra powerful transforming Mobile Combat Armor suits, each with its own advantages and strengths. Find tons of powerups and enhancements to improve your MCA's performance. In addition to piloting your MCA through deadly outdoor, underground, and city missions, you will be able to dock in certain areas and strike out on foot to complete objectives. There may even be a surprise or two in store... Shogo: Mobile Armor Division uses Monolith?s LithTech - one of the most advanced next-generation 3D engines in gaming. [Monolilth]",
        "scores": {
            "metascore": "88",
            "userscore": "8.4"
        }
    },
    "17": {
        "title": "Oddworld: Abe's Exoddus",
        "date": "October 31, 1998",
        "summary": "If you hated the first one, it's likely because of the lack of save points, so you should definitely consider giving this series another try.",
        "scores": {
            "metascore": "88",
            "userscore": "8.7"
        }
    },
    "18": {
        "title": "Tenchu: Stealth Assassins",
        "date": "August 31, 1998",
        "summary": "Prowl and strike with lethal precision as ninja assassins Rikimaru or Ayame in the shadowy world of feudal Japan. Armed with mystical weapons and sheer cunning, you must shed blood with discretion and move without detection. For only the unseen survive. Master dozens of motion-captured ninja moves as you disembowel fearsome samurai, wild beasts, and evil demons. Wield 20 stunning death-dealing devices, including throwing stars, grappling hooks, caltrops and more. Stalk the towns, temples, forests, caves and dungeons of 16th century Japan in 10 deadly missions.",
        "scores": {
            "metascore": "87",
            "userscore": "8.7"
        }
    },
    "19": {
        "title": "Fallout 2",
        "date": "September 30, 1998",
        "summary": "It's been 80 long years since your ancestor trod across the wastelands. As you search for the Garden of Eden Creation Kit to save your primitive village, your path is strewn with crippling radiation, megalomaniac mutants, and a relentless stream of lies, deceit, and treachery. You begin to wonder if anyone really stands to gain anything from this brave new world. [Interplay]",
        "scores": {
            "metascore": "86",
            "userscore": "9.1"
        }
    },
    "20": {
        "title": "Turok 2: Seeds of Evil",
        "date": "October 21, 1998",
        "summary": "Only evil this dark could bring him back. Only a game this big can do him justice. Turok 2: Seeds of Evil! Pick off distant enemies with deadly sniper weapons, and enjoy ferocious multi-player deathmatches!",
        "scores": {
            "metascore": "86",
            "userscore": "8.1"
        }
    },
    "21": {
        "title": "Falcon 4.0",
        "date": "November 30, 1998",
        "summary": "Falcon 4.0 is an extremely detailed Simulation integrating a fully dynamic, realtime Air, land, and sea war in which you take part as an F-16 pilot. Running on any OS platform capable of supporting Directx 5.0 and above. Falcon 4.0 not only simulates a fantastic and versatile fighter, but also a very versatile product. With 4 years of hard work behind it, it is the ultimate Simulation experience for all enthusiasts. [Falcon 4.0 HQ]",
        "scores": {
            "metascore": "85",
            "userscore": "7.8"
        }
    },
    "22": {
        "title": "Tom Clancy's Rainbow Six",
        "date": "August 21, 1998",
        "summary": "The most revolutionary action/strategy game of its kind. Nothing comes closer to offering an exciting combination of strategy, team-building, realistic three-dimensional graphics and true-to-life special forces action. The ultimate goal is to save yourself and the world from deadly terrorists. You must successfully complete 17 unique missions. If you die, the game isn't over. The World is. [Red Storm Entertainment]",
        "scores": {
            "metascore": "85",
            "userscore": "8.1"
        }
    },
    "23": {
        "title": "F-Zero X",
        "date": "September 30, 1998",
        "summary": "It's you against 29 other machines competing for the title of F-Zero X Champion. You're racing at speeds of over 1,000 km/h high above the atmosphere. Your competition comes from every corner of the galaxy and won't shed a tear at the thought of smashing you off the track. With four-player simultaneous gameplay and the Rumble Pak accessory, you have the fastest racing game on the N64 system!",
        "scores": {
            "metascore": "85",
            "userscore": "8.7"
        }
    },
    "24": {
        "title": "Star Wars: Rogue Squadron",
        "date": "November 17, 1998",
        "summary": "Fly against the evil Empire! As Luke Skywalker, co-founder of the Rebel Alliance's elite Rogue Squadron, you must combat the evil Galactic Empire! Engage in intense, fast-paced planetary air-to-ground and air-to-air missions - dogfights, search and destroy, reconnaissance, bombing runs, rescue assignments and more! Pilot X-wings, Y-wings, A-wings, V-wings and Snowspeeders with powerful weapons in over 15 missions battling TIE fighters, TIE bombers, Imperial shuttles, AT-AT walkers, AT-STs and other challenging foes.",
        "scores": {
            "metascore": "85",
            "userscore": "8.5"
        }
    },
    "25": {
        "title": "Xenogears",
        "date": "October 20, 1998",
        "summary": "A mysterious organization is turning the tides of a century-long war with ancient technology - giant combat robots known as Gears. A failed attempt to steal one of these powerful weapons places it in the unwilling hands of young Fei and his dubious allies. Now he is pursued by military governments, royal pirates, spies, the emperor, and his own forgotten past.",
        "scores": {
            "metascore": "84",
            "userscore": "9.2"
        }
    },
    "26": {
        "title": "WipeOut 64",
        "date": "November 3, 1998",
        "summary": "The fastest races. The deadliest weapons. The biggest name in anti-gravity racing descends on N64 with incredible new visual power and fully enhanced gameplay glory. With blistering races, challenges, time trials and a multiplay league, Wipeout 64 delivers pure racing devastation. Faster than you can imagine.",
        "scores": {
            "metascore": "84",
            "userscore": "7.2"
        }
    },
    "27": {
        "title": "Dead or Alive",
        "date": "March 31, 1998",
        "summary": "The fighting game  you've been waiting for...Purist fighting for purist fighting fans. No lightening bolts, no magic tricks, no weapons...Your survival is all in your own hands.",
        "scores": {
            "metascore": "84",
            "userscore": "8.5"
        }
    },
    "28": {
        "title": "Space Station Silicon Valley",
        "date": "October 21, 1998",
        "summary": "Silicon Valley was intended to be the most technologically advanced amusement park civilization has ever known. Shortly after take-off, it disappeared. Now, in the year 3000, it's back and on a collision course with Earth! It's up to you to conquer the 30 levels in four incredibly lavish environments, take control of the totally original, wacky and - at times - life threatening characters and unlock the mysteries of the Valley. It's all great fun but remember, the fate of the world is in your hands!",
        "scores": {
            "metascore": "83",
            "userscore": "8.3"
        }
    },
    "29": {
        "title": "Final Fantasy Tactics",
        "date": "January 28, 1998",
        "summary": "Featuring over 20 types of Jobs and 400 Abilities through the Job System, beautifully laid out 3D environments and the Charge Time Battle System, FINAL FANTASY Tactics provides strategy-intensive gameplay that takes a twist on the traditional RPG.",
        "scores": {
            "metascore": "83",
            "userscore": "9.1"
        }
    },
    "30": {
        "title": "Brave Fencer Musashi",
        "date": "October 31, 1998",
        "summary": "Brave Fencer Musashi has been summoned to stop an ancient evil force, to save the kingdom and rescue the princess.\r\nEmbark on a wild, comical, Action/RPG adventure in a massive 3-D world filled with platform-style action, two-fisted sword fighting, challenging puzzles, and scores of enemies whose skills Musashi can learn and use to his advantage. Locate five powerful magical scrolls to conquer the twisted Thirstquencher Empire.",
        "scores": {
            "metascore": "81",
            "userscore": "8.5"
        }
    },
    "31": {
        "title": "Parasite Eve",
        "date": "September 9, 1998",
        "summary": "One of them is a police officer. The other is possessed by an ancient evil threatening all life on Earth. The horrifying bond between them will continue until something dies. A chilling adventure that could only come from the creators of Final Fantasy VII. An epic sci-fi tale told through stunning 3D rendered sequences. Battle mutant monsters in real-time polygon combat. Customize weapons, armor, and character abilities.",
        "scores": {
            "metascore": "81",
            "userscore": "8.9"
        }
    },
    "32": {
        "title": "Castlevania",
        "date": "December 31, 1998",
        "summary": "Take control of Reinhardt Schneider, a whip-toting Vampire Killer who has waited his whole life to meet his destiny, or Carrie Fernandez, a young girl with a strong magical presence who is mysteriously drawn to Dracula's evil Castlevania. It is their duty to seek out Castlevania and put an end to its residents' plans. What is your destiny?",
        "scores": {
            "metascore": "78",
            "userscore": "7.0"
        }
    },
    "33": {
        "title": "Tomb Raider III",
        "date": "November 21, 1998",
        "summary": "Join Lara in her biggest adventure to date in the phenomenal Tomb Raider series. Play through five huge worlds, in any order, on the quest for an ancient meteor rumored to have life-giving powers. New puzzles, environments, and even a few old enemies, like the infamous T-Rex await you. From the jungles of India to the icy wastes of Antarctica, across the rooftops of London and into the depths of Nevada's mysterious Area 51, Lara is ready for anything. Prepare to be amazed!",
        "scores": {
            "metascore": "76",
            "userscore": "8.0"
        }
    },
    "34": {
        "title": "Elemental Gearbolt",
        "date": "June 30, 1998",
        "summary": "In a fantastic world divided by class and race, technology from a mysterious source has imbued a young prince with the key to unimaginable power. By means of a Neural Network Computer fueled by the grey matter of unfortunate 'volunteers', he plans to conquer the known world, replacing it with a new order of his design. The only fly in the ointment is disturbing reports of two powerful Elementals storming across the land on a direct course toward the palace. One or two players can assume the identities of these Elementals as they crusade for an unknown master toward a climactic battle. The gripping story unfolds by means of heart-stopping fully-3D action levels interspersed with gorgeous hand-drawn animation scenes. This is the game for which VISA was invented--what are you waiting for?",
        "scores": {
            "metascore": "76",
            "userscore": "tbd"
        }
    },
    "35": {
        "title": "Forsaken 64",
        "date": "April 30, 1998",
        "summary": "An experiment gone wrong ripped away the earth's atmosphere. Bathed in the searching radiation of the sun, the planet has been condemned. You are among the FORSAKEN™ few who invade the now abandoned settlements to collect what little fortune was left behind.",
        "scores": {
            "metascore": "75",
            "userscore": "7.6"
        }
    },
    "36": {
        "title": "Quake",
        "date": "March 24, 1998",
        "summary": "Heart-pounding gameplay, spectacular graphics and brain-shattering sound effects - guaranteed to have players jumping out of their skins! Incorporates the ferocity of the single-player game with the ultimate bloodlust of the two-player splitscreen Deathmatch. A true 3D polygonal environment that includes the most horrific creatures to grace a console. Startling dynamic lighting, levels designed by the masters, and an arsenal of the most awesome weaponry to match.",
        "scores": {
            "metascore": "74",
            "userscore": "7.1"
        }
    },
    "37": {
        "title": "Body Harvest",
        "date": "September 30, 1998",
        "summary": "Earth is dead. Mankind annihilated. Hunted to extinction by a century of alien attacks. One last, desperate chance remains - CHANGE HISTORY. Someone must travel back in time and attack the alien predators before they complete their hideous invasion. Genetically enhanced marine, Adam Drake, must make the trip into the far reaches of Earth's history. His goal - stop the alien body harvest... Travel with Adam Drake through 5 incredible levels of action-packed adventure, spanning more than a century of Earth history!",
        "scores": {
            "metascore": "73",
            "userscore": "7.9"
        }
    },
    "38": {
        "title": "Blood II: The Chosen",
        "date": "October 31, 1998",
        "summary": "Take control of any one of \"The Chosen\" -- four extraordinary characters who inhabit a dark near-future world reminiscent of Blade Runner and The Crow. Become Caleb, the vicious protagonist from the original Blood, his cold-blooded love Ophelia, the ruthless Ishmael, or the unrelenting warrior Gabriela. Blood 2: The Chosen uses Monolith?s LithTech - one of the most advanced next-generation 3D engines in gaming. Blood 2?s weapons let you kill and be killed in more ways than any other 3D action game. Burn, electrocute, shoot, stab, voodoo, blow up, slowly dismember, or flay the skin from your opposition, and expect the same treatment right back! Take on a virtual army of enemies, from homicidal cultists to otherworldly horrors beyond imagining. Blood 2 has over 20 all new enemies to fight, as well as one returning fiend from the first game. [Monolith]",
        "scores": {
            "metascore": "72",
            "userscore": "7.3"
        }
    },
    "39": {
        "title": "Emergency: Fighters for Life",
        "date": "July 31, 1998",
        "summary": "Emergency 4 boasts a rich mix of gripping real-time strategy game and true-to-life simulation. The player becomes head of operations in a fictional rescue and catastrophe management organisation, in command of a number of vehicles and staff from the fire department, medical rescue, police and technical services. For the first time in the history of the Emergency series, all campaign missions are embedded into one continuous game set in a real town with a sheer infinite number of side-operations and tasks, so linking the various missions together. The player has to manage money as well as setting the right pre-requisites for upcoming missions. The player has to react to a variety of events, developing dynamically 24/7, set against a background of continuous day/night changes and constantly varying weather conditions.",
        "scores": {
            "metascore": "71",
            "userscore": "7.9"
        }
    },
    "40": {
        "title": "Thunder Force V",
        "date": "August 31, 1998",
        "summary": "Easily as good as Raystorm or G-Darius and tough competition for Einhander, Thunder Force V is a shooting fan's dream.",
        "scores": {
            "metascore": "70",
            "userscore": "7.1"
        }
    },
    "41": {
        "title": "Mystical Ninja starring Goemon",
        "date": "March 31, 1998",
        "summary": "A giant UFO has appeared over Oedo Castle, and the Mystical Ninja is off to save the world again! Control Goemon and his giant robot, Impact, Ebisimaru, a truly twisted ninja, Yae, the part-time militant mermaid, and Sasuke, a mechanical warrior. This brave band must travel from town to town, collecting information and purchasing helpful items in their quest to defeat the dreaded Peach Mountain Shoguns.",
        "scores": {
            "metascore": "67",
            "userscore": "8.4"
        }
    },
    "42": {
        "title": "Yoshi's Story",
        "date": "March 1, 1998",
        "summary": "Baby Bowser has taken the Super Happy Tree and cast a spell on Yoshi's world, turning it into the pages of a picture book. The only Yoshis not affected by the spell were six hatchlings that were still protected by their shells. It's up to them to reclaim the Super Happy Tree and restore happiness to the world. That is the only thing that can break Baby Bowser's spell!",
        "scores": {
            "metascore": "65",
            "userscore": "7.4"
        }
    },
    "43": {
        "title": "Mission: Impossible",
        "date": "July 18, 1998",
        "summary": "Prepare to enter into the most demanding and dangerous Mission Impossible ever. Your mission, should you decide to accept it, will be to guide your team through a spectacular series of authorized worldwide missions encompassing over 20 levels of gameplay. Razor-sharp reflexes, the ability to make quick decisions, strategic thinking and an extremely high level of accuracy will prove essential. As always, should you, or any member of IM Force be caught or killed, the Secretary will disavow any knowledge of your actions. As usual, Ethan Hunt will be your point man. This game will not self-destruct in five seconds, but you may...",
        "scores": {
            "metascore": "61",
            "userscore": "6.5"
        }
    },
    "44": {
        "title": "Of Light and Darkness: The Prophecy",
        "date": "March 31, 1998",
        "summary": "A real-time surrealistic adventure in which the player must redeem the collective souls of a multitude of famous historical figures. More than 30 entities, ranging from Quechua, Mythic Godking of the high Andes (5000 B.C.) to the modern day mass murderer John Wayne Gacy (1994 A.D.), are present and accounted for in the race against the encroaching apocalypse. [AMG]",
        "scores": {
            "metascore": "58",
            "userscore": "tbd"
        }
    },
    "45": {
        "title": "The X-Files Game",
        "date": "May 31, 1998",
        "summary": "Three years ago, when Fox Interactive first approached us about being involved with this project I almost turned them down. I had never seen an episode of the series and wasn't too keen on the idea of working on a project connected with a TV show. That changed as soon as I saw my first episode - the creative possibilites just exploded in my imagination. The hook was set. From that point on we fought like crazy, first to get the project and then to keep it alive. I'm sure glad we did. It's been the most challenging, frustrating, scariest, coolest thing I've ever done. It's pushed us as a company to go beyond even what we thought was possible and it's allowed us to push the boundary of what a computer game can be. [Greg Roach, Hyperbole Studios]",
        "scores": {
            "metascore": "56",
            "userscore": "7.6"
        }
    }
}