{
    "1": {
        "title": "SoulCalibur",
        "date": "September 8, 1999",
        "summary": "This is a tale of souls and swords, transcending the world and all its history, told for all eternity... The greatest weapons-based fighter returns, this time on Sega Dreamcast. Soul Calibur unleashes incredible graphics, fantastic fighters, and combos so amazing they'll make your head spin!",
        "scores": {
            "metascore": "98",
            "userscore": "8.6"
        }
    },
    "2": {
        "title": "Gran Turismo 2",
        "date": "November 30, 1999",
        "summary": "The world's most advanced racing game returns with thunderous new features.",
        "scores": {
            "metascore": "93",
            "userscore": "9.0"
        }
    },
    "3": {
        "title": "Street Fighter Alpha 3",
        "date": "April 30, 1999",
        "summary": "Street Fighter Alpha 3...scores a triple K.O.!",
        "scores": {
            "metascore": "93",
            "userscore": "8.6"
        }
    },
    "4": {
        "title": "Homeworld",
        "date": "August 31, 1999",
        "summary": "Deported to a harsh desert world, exiles have struggled for three thousand years to regain the stars. Now it's up to you to guide them home through a brutal empire bent on annihilation. Homeworld boasts amazing ship graphics and gorgeous deep-space vistas, a unique command and navigation interface and white-knuckle real-time strategy. [Sierra]",
        "scores": {
            "metascore": "93",
            "userscore": "8.8"
        }
    },
    "5": {
        "title": "System Shock 2",
        "date": "August 11, 1999",
        "summary": "Like System Shock 1, there will be persistent levels (i.e., drop an item on one level, and you could go back later to retrieve it), gameplay elements like logs, inventory, skills, persistent world, leaning, hacking, rpg elements, multiple weapons and enemies, and a compelling storyline. Unlike most other first person shooters, the purpose of System Shock was not to kill everything in sight; nor was it a \"find the key to move onto the next level\" game. The plot was always present, but not so confining as in traditional shooters - there was almost always more than one task to accomplish. Levels were realistically designed and had logical reasons behind them. It is the principle of System Shock 2 to continue this game design. [sshock2.com]",
        "scores": {
            "metascore": "92",
            "userscore": "9.1"
        }
    },
    "6": {
        "title": "Tony Hawk's Pro Skater",
        "date": "August 31, 1999",
        "summary": "Skate as legendary Tony Hawk, or as one of nine top pros. Work your way up the ranks by landing suicidal tricks in brutal competitions to become the highest-ranked skate champ.",
        "scores": {
            "metascore": "92",
            "userscore": "8.7"
        }
    },
    "7": {
        "title": "Age of Empires II: The Age of Kings",
        "date": "September 30, 1999",
        "summary": "Age of Empires II: The Age of Kings is the sequel to the award-winning, best-selling real-time strategy game \"Age of Empires.\" Age of Empires II spans a thousand years, from the fall of Rome through the Middle Ages in which players lead one of 13 civilizations into greatness. The game keeps the epic scope of Age of Empires' game play while evolving the combat and economic features. [Microsoft]",
        "scores": {
            "metascore": "92",
            "userscore": "9.0"
        }
    },
    "8": {
        "title": "Unreal Tournament (1999)",
        "date": "November 30, 1999",
        "summary": "The stakes are high. On the one hand, fame, fortune, glory; on the other hand, death. Prove your skill in the arenas of the future, leading your team of computer-controlled \"bots\" to victory in the Grand Tournament, or compete with the best of the best via LAN or the Internet in seat-of-your-pants battles. While Unreal Tournament offers the finest in classic \"Deathmatch\" play, right out of the box you can compete in Team Deathmatch or Capture the Flag. Control strategic points on the map to rack up your score in Domination, or test your skills in Assault, as one team defends its base from the other. Each game type comes with its own special maps and rules, for never-ending variety and challenge. Add gameplay mutators such as Jump Match or InstaGib, and Unreal Tournament will keep your wits honed to a razor edge. [Infogrames]",
        "scores": {
            "metascore": "92",
            "userscore": "9.0"
        }
    },
    "9": {
        "title": "Sid Meier's Alpha Centauri",
        "date": "February 12, 1999",
        "summary": "Legendary designer Sid Meier presents the next evolution in strategy games, with the most addictive, compelling gameplay yet. Explore the alien planet that is your new home and uncover its myriad mysteries. Discover over 75 extraordinary technologies. Build over 60 base upgrades and large-scale secret projects for your empire. Conquer your enemies with a war machine that you design from over 32,000 possible unit types. [Firaxis]",
        "scores": {
            "metascore": "92",
            "userscore": "8.8"
        }
    },
    "10": {
        "title": "Medal of Honor",
        "date": "October 31, 1999",
        "summary": "Tomorrow is D-Day. Tonight you land behind enemy lines. The tide of the way is in your hands. You are an elite Special Forces agent sent to execute covert operations, search and rescue missions, and commando raids. Fight to win the medal of Honor in the only game that lets you take on Nazis in WWII.",
        "scores": {
            "metascore": "92",
            "userscore": "8.7"
        }
    },
    "11": {
        "title": "FreeSpace 2",
        "date": "September 30, 1999",
        "summary": "The year is 2367. Thirty-two years have passed since the Great War. As Terrans and Vasudans struggle to rebuild their civilizations, civil war erupts in the Polaris system. A rogue Terran admiral declares war against the Vasudans, threatening the stability of the Alliance. Without warning, the Shivans return, and Terrans and Vasudans face annihilation at the hands of their Great War nemesis. [Interplay]",
        "scores": {
            "metascore": "91",
            "userscore": "8.7"
        }
    },
    "12": {
        "title": "Planescape: Torment",
        "date": "December 14, 1999",
        "summary": "Welcome to Sigil, the \"City of Doors\", a place with gates that lead anywhere in existence, provided you have the proper key. It is a neutral ground and watering hole for races across the multiverse, all under the watchful shadow of the Lady of Pain, the enigmatic ruler of the city. It is a place where the word is mightier than the sword, where thought defines reality, where belief has the power to reshape worlds and change the laws of physics. [Interplay]",
        "scores": {
            "metascore": "91",
            "userscore": "9.2"
        }
    },
    "13": {
        "title": "Legacy of Kain: Soul Reaver",
        "date": "August 16, 1999",
        "summary": "Cast down to the material world, the mysterious entity 'Raziel' seeks vengeance for betrayal by his master: Kain. Cursed to stalk the dark realms of Nosgoth, he must slay his undead brethren; only then can he absorb their souls for the energy he craves. Moving between the spectral and material plane, Raziel must negotiate puzzles, overcome traps and defy blood-chilling enemies to reach his goal - the final battle with Kain!",
        "scores": {
            "metascore": "91",
            "userscore": "8.9"
        }
    },
    "14": {
        "title": "Mario Golf",
        "date": "June 30, 1999",
        "summary": "Forget buying expensive golf gear--Mario brings the game to you.  Mario Golf features four complete 18-hole courses, 11 golfers, and precise play control.  Create your own golfer and build up his or her experience and skill levels by competing in various tournaments and head-to-head matches.  The more you play, the stronger and more accurate your golfer becomes.  There are many different modes of play in Mario Golf, including a wide variety of minigames designed to challenge even the most level-headed swingers.",
        "scores": {
            "metascore": "91",
            "userscore": "8.0"
        }
    },
    "15": {
        "title": "Rayman 2: The Great Escape",
        "date": "October 31, 1999",
        "summary": "Enter a massive 3-D action adventure of amazing beauty and challenge. The pirate terror has enslaved the world and only Rayman's speed, agility, and magical powers can save all. Race and battle across 45 intricately designed areas - rainforests, jungles, narrow canyon passes, even into the mighty pirate ship itself.",
        "scores": {
            "metascore": "90",
            "userscore": "8.8"
        }
    },
    "16": {
        "title": "Ape Escape",
        "date": "May 31, 1999",
        "summary": "A boisterous band of baboons carry out a daring zoo escape. It's ape anarchy and it's up to you to stop the chimps before they make chumps out of the human race! Use both analog sticks to operate great gadgets including a Tank, a Remote Control Car, a Stun Club, and a Time Net in your quest to hunt down over 200 apes!",
        "scores": {
            "metascore": "90",
            "userscore": "8.5"
        }
    },
    "17": {
        "title": "Syphon Filter",
        "date": "January 31, 1999",
        "summary": "While it may not be an original concept, the game is truly greater than the sum of its many parts.",
        "scores": {
            "metascore": "90",
            "userscore": "8.7"
        }
    },
    "18": {
        "title": "Donkey Kong 64",
        "date": "October 31, 1999",
        "summary": "K. Rool has kidnapped the Kongs! Can Donkey Kong rescue his friends, reclaim the Golden Bananas and save his homeland from certain doom? Take out some Kremlings with Chunky's Pineapple Launcher or Lanky's Trombone. Float through the air using Tiny's Ponytail Twirl. Even rocket to the sky with Diddy's Jetbarrel!",
        "scores": {
            "metascore": "90",
            "userscore": "8.6"
        }
    },
    "19": {
        "title": "Final Fantasy VIII",
        "date": "September 7, 1999",
        "summary": "The next chapter in Final Fantasy takes the series to the next level.  Final Fantasy VIII combines an epic storyline with dynamic role-playing elements, breathtaking music, and well-defined characters.  The world of Final Fantasy VIII comes to life in a dazzling display of digital artistry that spans four CDs.  With the addition of an hour worth of CG animation, a new \"Junction\" system, and compatibility with the Dual Shock Analog Controller, Final Fantasy VIII is a breathtaking addition to the series.",
        "scores": {
            "metascore": "90",
            "userscore": "8.7"
        }
    },
    "20": {
        "title": "Beetle Adventure Racing",
        "date": "February 28, 1999",
        "summary": "The adventure begins when you leave the road behind! Smashing, bashing fun! Crash and dash! Ultra-fast nitro blast! Go anywhere - choose your own routes, find surprises at every turn! Do anything - grab big-time air, engage in four-car mayhem!",
        "scores": {
            "metascore": "90",
            "userscore": "7.5"
        }
    },
    "21": {
        "title": "Wipeout 3",
        "date": "August 31, 1999",
        "summary": "The world's fastest PlayStation racer returns.... This is the ultimate anti-gravity racing experience by which all others are judged.... Accept no substitutes.",
        "scores": {
            "metascore": "89",
            "userscore": "8.7"
        }
    },
    "22": {
        "title": "Resident Evil 2",
        "date": "October 31, 1999",
        "summary": "Ready or not, the terror of Resident Evil 2 is here.  In chapter one, the case of the disastrous T-virus outbreak--a mutagenic toxin designed for biological weapons--was eventually closed but the experiments were far from over.  Control the destiny of Leon Kennedy or Claire Redfield as their nightmare begins when a biotech terror runs rampant in Raccoon City.  Relentless zombies and hideous monsters are all out for a taste of your blood.  If the suspense doesn't kill you, something else will.",
        "scores": {
            "metascore": "89",
            "userscore": "8.8"
        }
    },
    "23": {
        "title": "Grandia",
        "date": "September 30, 1999",
        "summary": "Join Justin and friends on an epic journey through a captivating story line, providing over 80 hours of intensive gameplay. With vast polygonal worlds to explore and extensive character interaction, Grandia features innovative gameplay with a unique magic combination and character development system and a choice of two battle modes; classic turn-based or automatic.",
        "scores": {
            "metascore": "89",
            "userscore": "7.6"
        }
    },
    "24": {
        "title": "R4: Ridge Racer Type 4",
        "date": "May 1, 1999",
        "summary": "\"R4 has to be the best-looking PlayStation racer ever (yes, edging out even Gran Turismo)\" - Official PlayStation Magazine, December 1998",
        "scores": {
            "metascore": "88",
            "userscore": "8.6"
        }
    },
    "25": {
        "title": "Crash Team Racing",
        "date": "September 30, 1999",
        "summary": "It's a multi-player kart racing game starring your favorite bandicoot CRASH and a host of his friends...and foes! The stakes are high and the competition is fierce. Ready...Set...GO!!!",
        "scores": {
            "metascore": "88",
            "userscore": "9.0"
        }
    },
    "26": {
        "title": "Driver",
        "date": "June 30, 1999",
        "summary": "In Driver, you are the wheelman in a series of Hollywood-style car-chases.  A great getaway driver is only as good as his equipment, which is why Driver has a selection of performance-packed muscle cars, complete with realistic handling, damage modeling, and real-world physics reactions.  Driver also comes fully equipped with a replay/director mode that gives you all the necessary tools to \"film\" their own car chase and multiple views that allow you to look around when you're driving.  Put the pedal to the metal and be the best driver around.",
        "scores": {
            "metascore": "87",
            "userscore": "8.0"
        }
    },
    "27": {
        "title": "Silent Hill",
        "date": "January 31, 1999",
        "summary": "A young man searching for his daughter - struggling to exist in a place between reality and hell -  a town hiding gruesome, dark secrets. Follow a trail of blood and mutilation to snatch a loved one from the clutches of a demonic power. Enter an alternative dimension where death is no escape. Welcome to the madness that is Silent Hill...",
        "scores": {
            "metascore": "86",
            "userscore": "9.1"
        }
    },
    "28": {
        "title": "Need for Speed: High Stakes",
        "date": "March 1, 1999",
        "summary": "It doesn't really mess with the formula of the last game, but adds enough new features and options to keep its fans excited.",
        "scores": {
            "metascore": "86",
            "userscore": "8.7"
        }
    },
    "29": {
        "title": "EverQuest",
        "date": "March 16, 1999",
        "summary": "Prepare to enter an enormous virtual environment-an entire world with its own diverse species, economic systems, alliances, and politics. Choose from a variety of races and classes, customize your character, and begin your quest in any number of cities of villages throughout multiple continents. Equip yourself for adventure, seek allies and knowledge, and experience a rich world of dungeons, towers, crypts, evil abbeys-anything is possible-even planes and realities beyond your imagination. Meet new friends from around the world to face epic challenges. Make yourself a noble human knight, a vicious dark elf thief, a greedy dwarven merchant, or whatever suits your desire. [Sony Online Entertainment]",
        "scores": {
            "metascore": "85",
            "userscore": "7.8"
        }
    },
    "30": {
        "title": "NFL Blitz 2000",
        "date": "July 31, 1999",
        "summary": "It's back and it's better than ever! NFL Blitz 2000 adds 4-player support, new offensive and defensive plays, realistic weather conditions, new stadiums and a Tournament mode! Customize offensive and defensive plays to your liking. Call audibles at the line of scrimmage. You've got control now! Passing made easy with new \"Blitz Passing\" for one-touch long bombs! \"ON-FIRE\" mode gives super power performance to your players! With non-stop action and a \"pick-it-up-and-play\" learning curve, NFL BLITZ 2000 is THE game for every football fan!",
        "scores": {
            "metascore": "85",
            "userscore": "8.3"
        }
    },
    "31": {
        "title": "Suikoden II",
        "date": "August 31, 1999",
        "summary": "Sequel to the early PlayStation RPG. As a member of the Alliance, a military force only really hinted at in the original, you play the unwitting hero of the game: an orphan who has been raised by a quiet, unassuming battle hero in a seemingly ancient war. Alongside you in the ranks is your best friend Jowy, a boy born of nobility but who has never been able to receive approval in his stubborn father's eyes. As the game begins, you are immediately tossed into a tale of political strife, betrayal and war on a grand scale beyond your scope in the early stages. As the game wears on, the plot will twist, turn and develop in numerous ways that expose the personalities of each of the characters involved. The battle system is turn-based, with the option to equip Runes for special abilities, combine party member attacks to create chain combos or devastating spells, and the option to run the battle in Auto mode.",
        "scores": {
            "metascore": "82",
            "userscore": "9.2"
        }
    },
    "32": {
        "title": "Asheron's Call",
        "date": "October 31, 1999",
        "summary": "Welcome to the online role-playing game Asheron's Call, where thousands of players inhabit a beautiful 3D fantasy world to make friends and seek out perilous adventure. Customize your alter ego with a unique appearance and balance of heroic skills, then enter a magical frontier of terrible monsters, breathtaking vistas, and fast alliances. With over 500 square miles that offer ever more wonders to explore, Asheron's Call gives you a world of unparalleled scope and freedom, the richest setting yet for creating your personal saga or joining your friends in an epic campaign. [Turbine]",
        "scores": {
            "metascore": "81",
            "userscore": "8.5"
        }
    },
    "33": {
        "title": "Flanker 2.0",
        "date": "September 30, 1999",
        "summary": "The usefulness of any combat system is a weapon. Flanker has a wide variety of air to air and air to ground missile and bomb systems which have realistic behavior and power. Using Russian satellite imagery Flanker provides photo-realistic terrain. The perfect flight dynamics, new 3D sound system, and accurate damage modeling offers players a true combat experience. [Eagle Dynamics]",
        "scores": {
            "metascore": "81",
            "userscore": "tbd"
        }
    },
    "34": {
        "title": "Gabriel Knight 3: Blood of the Sacred, Blood of the Damned",
        "date": "October 5, 1999",
        "summary": "2000 years of heresy, betrayal and lies. One frightening truth. Solve a real-life mystery with the third title in the award-winning Gabriel Knight series. Game writer and designer Jane Jensen brings you Gabriel and Grace in their most controversial adventure ever. Enter the small French village pf Rennes-le-Château, and begin the path to your destiny ? unraveling an enigma that may shatter your most closely-held beliefs. Play as both Gabriel Knight and Grace Nakamura as you learn more about what is hidden in the hills of France. But beware your life, your faith and your soul. For once the truth is found, there is no erasing it. [Sierra]",
        "scores": {
            "metascore": "80",
            "userscore": "8.2"
        }
    },
    "35": {
        "title": "Jet Force Gemini",
        "date": "September 30, 1999",
        "summary": "The insect invasion has begun... The galaxy is being infested by the evil Mizar and his horde of Drones. Already, the planet of Goldwood has been subjugated and the peaceful Tribals enslaved. With an arsenal of mega-weapons at their disposal, the Jet Force Gemini team must travel in search of Mizar's lair - rescuing Tribals and splattering Drones all along the way. But can Juno, Vela and their faithful dog, Lupus, exterminate the deadly threat before it's too late?",
        "scores": {
            "metascore": "80",
            "userscore": "8.8"
        }
    },
    "36": {
        "title": "Star Ocean: The Second Story",
        "date": "May 31, 1999",
        "summary": "In an endless sea of stars, at the edge of the universe, a single fateful encounter is about to take place. The Gods have hurled a deadly meteorite into an unsuspecting planet, unleashing powerful mysterious and sudden chaos. Now, two people from different worlds will collide into a journey so deep, they might never make it back.",
        "scores": {
            "metascore": "80",
            "userscore": "8.6"
        }
    },
    "37": {
        "title": "Final Fantasy Anthology",
        "date": "September 30, 1999",
        "summary": "Final Fantasy Anthology combines two titles from the Final Fantasy series and offers PlayStation owners a glimpse into the past.  Huge worlds, in-depth storylines, and innovative battle and magic systems, and an incredible cast of characters all make for a deep gaming experience.  The inclusion of Final Fantasy V marks the first time this title has appeared on a console in North America.  Final Fantasy VI, originally released as Final Fantasy III on the SNES system in the U.S., makes its first appearance on the PlayStation.  Both games in this compilation feature never-before-seen CG movies, adding to the appeal of these classics.",
        "scores": {
            "metascore": "80",
            "userscore": "8.7"
        }
    },
    "38": {
        "title": "Super Smash Bros.",
        "date": "April 26, 1999",
        "summary": "It's a Bumpin', Bruisin', Brawlin' Bash! The many worlds of Nintendo collide in the ultimate showdown of strength and skill! Up to four players can choose their favorite characters - complete with signature attacks - and go at it in Team Battles and Free-For-Alls. Or venture out on your own to conquer the 14 stages in single-player mode. Either way, Super Smash Bros. is a no-holds-barred action-fest that will keep you coming back for more!",
        "scores": {
            "metascore": "79",
            "userscore": "8.7"
        }
    },
    "39": {
        "title": "Mario Party",
        "date": "February 8, 1999",
        "summary": "Tensions mount for Mario and pals as each declares himself to be the one true Super Star of Marioland. Face your friends and family in a contest of strength, wits and agility as you explore 6 thriling Adventure Boards. Reveal new levels of gaming excitement as you customize your boards with speed blocks, warp blocks and other specialty items. Jam-packed with all the electricity of an entire arcade, the action comes alive for up to 4 players. So grab your friends and get ready for a wild ride because this party never ends!",
        "scores": {
            "metascore": "79",
            "userscore": "8.1"
        }
    },
    "40": {
        "title": "Harvest Moon 64",
        "date": "November 30, 1999",
        "summary": "In Harvest Moon 64, you'll work hard to make a life for yourself on the run-down farm that you've inherited from your dearly departed grandfather.  It will take careful planning and a lot of help from your neighbors to ride out the seasons and succeed as a gentleman farmer.  Harvest Moon 64 has all the charm of the original Super Nintendo classic, plus many new surprises.",
        "scores": {
            "metascore": "78",
            "userscore": "8.8"
        }
    },
    "41": {
        "title": "Lunar: Silver Star Story Complete",
        "date": "May 28, 1999",
        "summary": "Return to the world of LUNAR, in the completely reworked 32-bit version of the RPG classic. Journey back to a place where dragons yet live, and magic is valued above all else. Join Alex, the young adventurer, as he begins a quest with his friends to save their land from the crushing advance of the Magic Emperor. Explore Dungeons, fight terrifying monsters, and gather information from the locals as you advance toward the explosive encounter with the Magic Emperor himself! Exciting, menu-driven combat will keep you challanged until the last. And, thanks to the storage power of CD and the PlayStation's built-in movie player, LUNAR contains nearly an hour of incredible animation sequences that will get you involved in the story faster than you ever thought possible. Get ready for the ride of your life...",
        "scores": {
            "metascore": "78",
            "userscore": "8.8"
        }
    },
    "42": {
        "title": "Pokemon Snap",
        "date": "June 30, 1999",
        "summary": "The Professor has asked you to capture the Wild Pokemon of Pokémon island...on film! Tour the island in your ZERO-ONE vehicle and snap pictures of Pokémon in their natural habitat. Wild Pokémon are often camera-shy, so you'll have to use special items to bring them out in the open. Only the best shots will do for the Professor's Pokémon Report, so sharpen your photography skills and get ready to SNAP!",
        "scores": {
            "metascore": "77",
            "userscore": "7.5"
        }
    },
    "43": {
        "title": "World Driver Championship",
        "date": "May 31, 1999",
        "summary": "Your passport to racing! Develop a racing career as you compete for job offers with each of the 15 World Driver Teams. Ten tracks located throughout the world. 20 challenging events spread across two different levels of competition. Over 30 highly detailed, exotic cars with realistic physics and handling! Race head-to-head in two-player split-screen mode. Save replay on the Contoller Pak to analyze your driving skills from multiple camera angles.",
        "scores": {
            "metascore": "75",
            "userscore": "8.1"
        }
    },
    "44": {
        "title": "Toy Story 2: Buzz Lightyear to the Rescue!",
        "date": "November 30, 1999",
        "summary": "As space hero Buzz Lightyear, you've got your hands full. Your best buddy, Woody, has been kidnapped by a greedy toy collector and it's going to be an all-out race against time to save him.",
        "scores": {
            "metascore": "75",
            "userscore": "8.0"
        }
    },
    "45": {
        "title": "Total Annihilation: Kingdoms",
        "date": "June 23, 1999",
        "summary": "Massive armies will clash. Forests and cities will burn. Tremendous magical forces will level entire fortresses in the blink of an eye. Four completely unique races are vying for control of the mythical world of Darien, each representing one of the four elements -- Earth and Air, Fire and Water. In Total Annihilation: Kingdoms, you'll take the role of one of the four immortal monarch of these nations at war. You'll rally your legions -- swordsmen, archers and knights on horseback -- under your flag. Wizards, beasts and even flame-spewing demons will will heed your every command, waging war on an epic field of battle. The game's stunning 3D terrain of forests, magic-laden ruins and expansive oceans provide a landscape of war fraught with danger, magic and ambush. [Cavedog Entertainment]",
        "scores": {
            "metascore": "74",
            "userscore": "8.4"
        }
    },
    "46": {
        "title": "Hidden & Dangerous",
        "date": "July 29, 1999",
        "summary": "The player can control any of 4 commando members from several different 3D views and, at the same time, program tasks for the rest of the team on a tactical map. Carefully edge your way through enemy territory, hoping you aren't detected by enemy German soldiers en route. In order to survive, you need to inch your way forward, keeping out of sight, using binoculars or a sniper scope to make sure the coast is clear. [Take 2 Interactive]",
        "scores": {
            "metascore": "74",
            "userscore": "7.6"
        }
    },
    "47": {
        "title": "Septerra Core: Legacy of the Creator",
        "date": "October 31, 1999",
        "summary": "You are Maya, a junk scavenger, surviving on refuse dumped from above. Yours is a world of layers, in which continents orbit at different elevations around the planet. Those at the top, the Chosen, consume massive amounts of energy and dump their waste down to the layers below. Now they have begun a descent to the Core, a living computer, in their search for the Gift of the Creator, fabled to bestow great power. At first you stand in the way of the Chosen, fighting to slow their march to the Core, and protect your homeland. But it is you who will ultimately discover Septerra's true nature, as you journey out of the familiar surroundings of your home country, and come face to face with the Legacy... [Monolith Productions]",
        "scores": {
            "metascore": "72",
            "userscore": "7.7"
        }
    },
    "48": {
        "title": "Grand Theft Auto 2",
        "date": "October 25, 1999",
        "summary": "Even though the gameplay is largely the same as in the previous GTA, it's still a lot of fun.",
        "scores": {
            "metascore": "70",
            "userscore": "7.9"
        }
    },
    "49": {
        "title": "Silhouette Mirage",
        "date": "December 31, 1999",
        "summary": "In an apocalyptic future, the Edo computer has gone beserk, dividing the world's inhabitants into two mutant classes. Silhouette and Mirage. Now, the watchguard computer safety system has sent forth the Messenger of Justice to travel to Edo and repair the damage before the world is lost forever. As the Messenger, Shyna Nera Shyna, blast, beat, and bash your way through seven wild and bizarre stages using friendly parasite weapons to aid your advance against wacky enemies, huge fully-animated bosses, and devilshly difficult obstacles. Providing the utmost in playability and replayability, the game wizards at Treasure, the brilliant minds behinds such international hits as Gunstar Heroes™, Dynamite Headdy™, Mischief Makers™, and Guardian Heroes™ have come up with another sure-fire classic that pushes the 2-D capabilities of your PlayStation® game console to its limit, and come up with a hit!",
        "scores": {
            "metascore": "69",
            "userscore": "6.8"
        }
    },
    "50": {
        "title": "Bust A Groove 2",
        "date": "March 31, 1999",
        "summary": "In the tradition of Bust a Groove, Bust a Groove 2 is a captivating game about music, rhythm, dancing, style and competition. In Bust a Groove 2, you control one of 18 characters who compete in an epic dance-a-thon in dynamic dance venues around the world and the universe. Bust a Groove 2 has spectacular, fluid dance moves that allow even a casual gamer to become a natural dancer after just a few minutes.",
        "scores": {
            "metascore": "66",
            "userscore": "8.4"
        }
    },
    "51": {
        "title": "Zombie Revenge",
        "date": "December 31, 1999",
        "summary": "It takes both firepower and fist-power to wipe out the ultimate army: a legion of hideous, killer Zombies. Beat these bio-engineered super-warriors, and save the country from their horror.",
        "scores": {
            "metascore": "60",
            "userscore": "8.2"
        }
    },
    "52": {
        "title": "Jeremy McGrath Supercross 2000",
        "date": "September 29, 1999",
        "summary": "Race as or against 11-time Supercross Champ Jeremy McGrath and other superstar riders including Button, pastrana, Windham, Tortelli, Dowd, Ramsey and Albertyn!",
        "scores": {
            "metascore": "43",
            "userscore": "8.0"
        }
    }
}