{
    "1": {
        "title": "Tony Hawk's Pro Skater 2",
        "date": "September 20, 2000",
        "summary": "As most major publishers' development efforts shift to any number of next-generation platforms, Tony Hawk 2 will likely stand as one of the last truly fantastic games to be released on the PlayStation.",
        "scores": {
            "metascore": "98",
            "userscore": "7.5"
        }
    },
    "2": {
        "title": "Tony Hawk's Pro Skater 2",
        "date": "November 6, 2000",
        "summary": "Hawk's back - with new technology, new pros and new tricks! THPS2, the legend rides on! Skate as legendary Tony Hawk or any one of 12 other pro skaters. Create your own custom skaters. Multiple play modes including 1-Player, Career and Free Skate modes, as well as 2-player modes such as Trick Attack, Graffiti Tag and Horse. Build your own custom skate parks with the real-time 3D park editor.",
        "scores": {
            "metascore": "97",
            "userscore": "6.0"
        }
    },
    "3": {
        "title": "Perfect Dark",
        "date": "May 22, 2000",
        "summary": "Step into the Dark... As Carrington Institute's most promising new Agent, Joanna Dark must uncover the truth behind the dataDyne Corporation's recent technological breakthroughs - breakthroughs which could have serious consequences for mankind.",
        "scores": {
            "metascore": "97",
            "userscore": "8.9"
        }
    },
    "4": {
        "title": "NFL 2K1",
        "date": "September 7, 2000",
        "summary": "In the end, NFL 2K1 is a deeper, more refined version of the original game.",
        "scores": {
            "metascore": "97",
            "userscore": "6.3"
        }
    },
    "5": {
        "title": "Baldur's Gate II: Shadows of Amn",
        "date": "September 24, 2000",
        "summary": "An epic continuation of the story that began in \"Baldur's Gate,\" this RPG is set along the southern portion of the Sword Coast, a detailed and rich area of the Forgotten Realms called Amn. It features 300 spells and 130-plus monster types compared to only 130 spells and 60 monster types in Baldur's Gate. [Interplay]",
        "scores": {
            "metascore": "95",
            "userscore": "9.2"
        }
    },
    "6": {
        "title": "The Legend of Zelda: Majora's Mask",
        "date": "October 25, 2000",
        "summary": "Thrown into a parallel world by the mischievous actions of a possessed Skull Kid, Link finds a land in grave danger. The dark power of a relic called Majora's Mask has wreaked havoc on the citizens of Termina, but their most urgent problem is a suicidal moon crashing toward the world. Link has only 72 hours to find a way to stop its descent.",
        "scores": {
            "metascore": "95",
            "userscore": "9.1"
        }
    },
    "7": {
        "title": "Final Fantasy IX",
        "date": "November 13, 2000",
        "summary": "The last Final Fantasy for the PlayStation, Final Fantasy IX returns to the pure fantasy roots that spawned the series.  This latest installment features highly detailed characters, vehicles, and environments, and breathtaking cinema-graphics.  The addition of brand new features such as the story-enhancing Active Time Event system and the return of minigames that grant additional gameplay make Final Fantasy IX not only a memorable gaming experience, but also a significant step forward in the series.",
        "scores": {
            "metascore": "94",
            "userscore": "9.0"
        }
    },
    "8": {
        "title": "Chrono Cross",
        "date": "August 15, 2000",
        "summary": "Featuring a storyline developed by the creator of Chrono Trigger and Xenogears, Chrono Cross has been christened the \"Best RPG Creation\" by its development team. With multiple scenarios cast along a single story thread, and many different endings, each replay can result in an entirely new adventure. In addition, a brand new battle system makes combat smooth and innovative by introducing an element field system and combo system that gives the player unparalleled flexibility in their fighting options. The elimination of random battles also quickens the pace of the game, and places the choice of where to battle in the player's hands. With character designs by a famed Japanese illustrator and music by the original Chrono Trigger composer, Chrono Cross features visuals and sounds that bring its magic to life.",
        "scores": {
            "metascore": "94",
            "userscore": "8.8"
        }
    },
    "9": {
        "title": "Jet Grind Radio",
        "date": "October 30, 2000",
        "summary": "Join a graffiti crew, stamp your territory and protect it from rival taggers, but watch out for the angry cops!",
        "scores": {
            "metascore": "94",
            "userscore": "8.1"
        }
    },
    "10": {
        "title": "SSX",
        "date": "October 30, 2000",
        "summary": "Remember when snowboard sims used to suck?  The times have truly changed with the monster speed, detailed tracks and super-fast frame rates of EA's first extreme sports game for the PS2.",
        "scores": {
            "metascore": "93",
            "userscore": "8.3"
        }
    },
    "11": {
        "title": "Quake III Arena",
        "date": "October 22, 2000",
        "summary": "Prepare to abandon every ounce of common sence and any trace of doubt as you're engulfed by an online multiplayer frnezy throughout cyberspace! Delve into lands of eerie uncertainty and fatal hazards drawing you into the depths of dispair, as legions of foes surround you. Challenging the gut reaction that transported you here in the first place. Immerse yourself within.",
        "scores": {
            "metascore": "93",
            "userscore": "8.3"
        }
    },
    "12": {
        "title": "Skies of Arcadia",
        "date": "November 13, 2000",
        "summary": "The age of exploration has dawned and you are about to embark on a magical journey, a voyage of discovery across the vast Skies of Arcadia in search of treasures untold, and where there is treasure, there will be Air Pirates! With over six vast lands to navigate, magnificent ships to fly and customize, a host of weapons and magical spells to be discovered and unique Internet functions to aid your quest, Skies of Arcadia is the most immense gaming experience ever created.",
        "scores": {
            "metascore": "93",
            "userscore": "8.9"
        }
    },
    "13": {
        "title": "Test Drive Le Mans",
        "date": "November 13, 2000",
        "summary": "In order to join them, you will need excellent racing strategy and masterful driving skills to finish the race. You will have to be able to control the most powerful cars at speeds of over 350 kmh. You will have to bring out the hero in you! Are you ready for the challenge?",
        "scores": {
            "metascore": "93",
            "userscore": "8.0"
        }
    },
    "14": {
        "title": "NBA 2K1",
        "date": "November 1, 2000",
        "summary": "Visual Concepts has tweaked and buffed out the annoying gameplay traits that plagued its original hoops game, and the result is a highly polished product.",
        "scores": {
            "metascore": "93",
            "userscore": "7.1"
        }
    },
    "15": {
        "title": "The Sims",
        "date": "February 4, 2000",
        "summary": "In \"SimCity,\" you had the power to build and control cities ... with The Sims, you'll create and control people!",
        "scores": {
            "metascore": "92",
            "userscore": "7.9"
        }
    },
    "16": {
        "title": "Vagrant Story",
        "date": "May 15, 2000",
        "summary": "Relive an adventurous tale rich with agents, espionage, and conspiracies. Challenge deadly monsters and villains with your steel and magic. Clear your name by uncovering a sinister plot -- or perish in the attempt.",
        "scores": {
            "metascore": "92",
            "userscore": "9.0"
        }
    },
    "17": {
        "title": "Madden NFL 2001",
        "date": "October 23, 2000",
        "summary": "EA Sports steps up to the challenge of Sega's \"NFL2k1\" with mind-blowing graphics and innovative \"Madden Cards\" -- Upper Deck creations purchased with tokens earned by completing in-game challenges which can be used as power-ups during the game.  Match up all current NFL teams as well as great teams from the past in Season, Franchise, or Practice modes.",
        "scores": {
            "metascore": "91",
            "userscore": "7.7"
        }
    },
    "18": {
        "title": "Mario Tennis",
        "date": "August 28, 2000",
        "summary": "All of your favorite characters hit the court in a wild and wacky multiplayer tennis game from the makers of Mario Golf. Mario, Luigi, Bowser, Peach, Toad, and Donkey Kong lead off the all-star, 14-player line-up. The fast-paced action will have you unleashing vicious volleys, life-saving lobs, ballistic backhands and electrifying super-charged smashes!",
        "scores": {
            "metascore": "91",
            "userscore": "8.8"
        }
    },
    "19": {
        "title": "Spyro: Year of the Dragon",
        "date": "October 23, 2000",
        "summary": "Thieves have kidnapped a brood of dragon eggs, while, elsewhere in the Dragon Lands, a gateway to the Forgotten World has been uncovered. Sent to recapture the eggs, Spyro the Dragon, and his best friend Sparx, face a journey into uncharted territory against his most fearsome enemy yet - the Sorceress! All new playable characters, frantic challenges and new exciting worlds to explore - the Year of the Dragon begins here!",
        "scores": {
            "metascore": "91",
            "userscore": "8.9"
        }
    },
    "20": {
        "title": "DOA2: Hardcore",
        "date": "October 25, 2000",
        "summary": "This third version of Tecmo's acclaimed fighter \"Dead or Alive 2,\" ported to the Dreamcast ealier in the year, is a visual feast for PS2 gamers with the addition of new costumes, levels, hidden characters, amped-up graphics.",
        "scores": {
            "metascore": "91",
            "userscore": "8.0"
        }
    },
    "21": {
        "title": "The Longest Journey",
        "date": "November 16, 2000",
        "summary": "An epic 3-D adventure spanning over 150 unique locations across two distinct and detailed worlds.  [Funcom]",
        "scores": {
            "metascore": "91",
            "userscore": "8.8"
        }
    },
    "22": {
        "title": "Tony Hawk's Pro Skater 2",
        "date": "October 25, 2000",
        "summary": "Players can choose to skate with the skills of Tony Hawk, the most legendary pro of all time, or as one of 12 pro skaters from the star-studded lineup. The game's intuitive and solid control scheme allows players to perform hundreds of tricks in a variety of realistic, obstacle-filled, real-world locations.  [Activision]",
        "scores": {
            "metascore": "91",
            "userscore": "8.5"
        }
    },
    "23": {
        "title": "The Operative: No One Lives Forever",
        "date": "November 11, 2000",
        "summary": "A story-driven, first-person adventure delivering over-the-top action, tense subterfuge, outrageous villains, and wry humor in the tradition of the great 1960's spy films and TV shows. [Fox Interactive]",
        "scores": {
            "metascore": "91",
            "userscore": "8.7"
        }
    },
    "24": {
        "title": "Marvel vs. Capcom 2",
        "date": "June 29, 2000",
        "summary": "The world's most insane tag-team fantasy fighter is bigger than ever!  An unprecedented 56 characters include the debut of Jill from Resident Evil, Servbots from Mega Man and Cable from Marvel Comics fame.  Experience arcade perfect fighting with 3 on 3 tag-team battles, unbelievable control and hyper-fast animation.  Pick a fight with legendary Capcom characters and Super Heroes from the Marvel Universe and prepare to be amazed.",
        "scores": {
            "metascore": "90",
            "userscore": "8.8"
        }
    },
    "25": {
        "title": "NHL 2001",
        "date": "September 28, 2000",
        "summary": "High-flyin', hard hittin', intense powerplay hockey is back with EA Sports' NHL 2001, bringing gamers out of the stands and onto the ice. Lace up the skates and play with or against all 30 National Hockey League teams, including the expansion Columbus Blue Jackets and Minnesota Wild.  [Electronic Arts]",
        "scores": {
            "metascore": "90",
            "userscore": "6.6"
        }
    },
    "26": {
        "title": "Deus Ex",
        "date": "June 23, 2000",
        "summary": "The game that incorporates RPG, action, adventure, and 1st-person shooter genres into a chaotic blend of real-world conspiracies, cliffhangers, and plot twists. A richly simulated world of unparalleled interactivity, engineered to react logically to your every action. The decisions and consequences are yours. [Eidos Interactive]",
        "scores": {
            "metascore": "90",
            "userscore": "9.2"
        }
    },
    "27": {
        "title": "WWF SmackDown! 2: Know Your Role",
        "date": "November 21, 2000",
        "summary": "Prepare for the most outrageous WF experience ever created. Brawl in the ring, backstage, in the VIP room, the parking lot of the new WF New York. Let your fury rage in the new Tornado Tag Team mode. If that's not hardcore enough, pull out the tables, ladders or chairs and really get nasty.",
        "scores": {
            "metascore": "90",
            "userscore": "8.5"
        }
    },
    "28": {
        "title": "Grandia II",
        "date": "December 6, 2000",
        "summary": "Ryudo has been hired to protect a young priestess who must participate in a ceremony to halt the encroaching rebirth of Valmar, the God of Darkness. Embroiled between the forces of good and evil, Ryudo must follow his destiny and save the people he detests so much.",
        "scores": {
            "metascore": "90",
            "userscore": "8.7"
        }
    },
    "29": {
        "title": "Banjo-Tooie",
        "date": "November 19, 2000",
        "summary": "Two years after Banjo Kazooie, Banjo and the gang are playing cards when an earthquake happens. Eagerly Mumbo goes out to investigate. He sees two hideous witches reviving Grunty. Mumbo goes back to investigate. Grunty shoots a laser beam at Banjo's house. Mumbo warns everyone but Bottles doesn't belive him. Grunty blows up Banjo's house with Bottles inside and sets off to get her body back. Motivated by revenge Banjo sets out to stop Grunty and revive Bottles.",
        "scores": {
            "metascore": "90",
            "userscore": "8.8"
        }
    },
    "30": {
        "title": "Colin McRae Rally 2.0",
        "date": "December 5, 2000",
        "summary": "Colin McRae Rally 2.0 represents one of the most solidly addictive racing experiences that money can buy.",
        "scores": {
            "metascore": "90",
            "userscore": "8.3"
        }
    },
    "31": {
        "title": "Madden NFL 2001",
        "date": "August 22, 2000",
        "summary": "Get ready for a dose of bone-crunching football action on the PlayStation 2 with Madden NFL 2001. Madden NFL 2001 features an all-new and exclusive NFL Coaches Club license, which means you'll see coaches on the sidelines and hear them yelling encouragement, comments and criticisms. Madden 2001 also features individualized details, easy-to-use interface, dynamically enhanced audio and play-by-play recorded with John Madden and his broadcast partner, Pat Summerall, and more!",
        "scores": {
            "metascore": "90",
            "userscore": "6.8"
        }
    },
    "32": {
        "title": "Sacrifice",
        "date": "November 5, 2000",
        "summary": "Sacrifice provides a truly fresh approach in the 3-D RTS genre, allowing players to act as both commander and combatant over huge, real-time, generated landscapes in single or multiplayer modes. Wizards will not be disappointed as Sacrifice serves up over 50 spells and creatures. [Interplay]",
        "scores": {
            "metascore": "89",
            "userscore": "8.7"
        }
    },
    "33": {
        "title": "Samba de Amigo",
        "date": "October 16, 2000",
        "summary": "Samba De Amigo is one of the best music and rhythm games released thus far, and it's the first such game to hit the United States, making it an excellent entry into the world of music peripherals.",
        "scores": {
            "metascore": "89",
            "userscore": "8.4"
        }
    },
    "34": {
        "title": "Homeworld: Cataclysm",
        "date": "September 7, 2000",
        "summary": "Homeworld: Cataclysm boasts 18 all-new ships, 25 new technologies, 17 single-player missions, and fantastic multiplay, while improving on the interface and technology that earned Homeworld 1999's highest accolades. [Sierra Studios]",
        "scores": {
            "metascore": "89",
            "userscore": "8.8"
        }
    },
    "35": {
        "title": "Descent 3",
        "date": "June 14, 2000",
        "summary": "Descent 2 ended with you drifting helplessly in deep space. Just as your life support begins to fail, you are miraculously rescued by a group of renegade researchers. Soon after, the researchers confide that a Dr. Swietzer has been secretly developing the deadly robot virus you've encountered in the mines. Upon agreeing to help the researchers locate Swietzer, you learn that Dravis, the corporate executive who contracted you, not only is working with Swietzer, but intentionally sabotaged your warp drive, leaving you stranded in the depths of space. Rejuvenated with a desire for revenge, you focus your search for Swietzer, and eagerly await your next meeting with Dravis. The gut-wrenching Descent saga continues with more pulse-pounding action than ever before. Dive into massive subterranean strongholds and experience a whole new degree of freedom powered by the all-new Fusion engine. Test your piloting skills against an army of assault-bots using an extensive arsenal of firepower. Prepare yourself for an explosive new 3D action-experience that will turn your world INSIDE-OUT! [Interplay]",
        "scores": {
            "metascore": "89",
            "userscore": "7.7"
        }
    },
    "36": {
        "title": "WWF No Mercy",
        "date": "November 17, 2000",
        "summary": "Jump into the ring with the biggest, baddest jambronis around and experience brutal WWF action never before seen in a console game! Over 65 WWF superstars, all-new Ladder matches, and all-new Double-Team moves, like the Dudley 3D Deathdrop! Take on the entire Federation in Survival Mode. Take the action out of the ring in 10 different backstage areas!",
        "scores": {
            "metascore": "89",
            "userscore": "8.4"
        }
    },
    "37": {
        "title": "NHL 2001",
        "date": "September 26, 2000",
        "summary": "While it's not the most beautiful hockey video game, NHL 2001 comes through where it counts - the gameplay.",
        "scores": {
            "metascore": "88",
            "userscore": "7.3"
        }
    },
    "38": {
        "title": "Excitebike 64",
        "date": "April 30, 2000",
        "summary": "Experience extreme MX! You grind your way through the hairpin turn, a wall of mud exploding in your wake. Your next jump launches you into the air - you pull off a spectacular double no-footed can-can and become an instant legend! In Excitebike 64, you'll find all the high-flying action, heart-stopping stunts and bone-jarring crashes of the extreme sport of motocross. It'll set the daredevil inside you free. 20 stadium tracks and awesome outdoor courses - plus six different riders with six unique styles!",
        "scores": {
            "metascore": "88",
            "userscore": "8.0"
        }
    },
    "39": {
        "title": "Superbike 2001",
        "date": "October 9, 2000",
        "summary": "Superbike 2001 delivers authentic Superbike racing from Superpole qualifying to the championship rounds. With the all new Training mode, novice riders are smoothly brought up to speed, while real telemetry and enhanced race management options give sim racing fans even more authenticity. [EA Sports]",
        "scores": {
            "metascore": "88",
            "userscore": "6.6"
        }
    },
    "40": {
        "title": "Ultimate Fighting Championship",
        "date": "August 29, 2000",
        "summary": "The Ultimate Fighting Championship (UFC) is the premier mixed martial arts event in the world. There are no flying chairs or unrealistic moves. Spectators expect and demand to see true-to-life combat. Now, the ultimate fighting event comes to the Dreamcast as the most realistic fighting game ever created.",
        "scores": {
            "metascore": "88",
            "userscore": "7.3"
        }
    },
    "41": {
        "title": "Age of Empires II: The Conquerors Expansion",
        "date": "August 24, 2000",
        "summary": "The official add-on to the best-selling, real-time strategy game \"Age Of Empires II: The Age Of Kings\" challenges veterans and novices to wage war on an epic scale with all-new civilizations, unique units and technologies, and campaigns based on infamous conquerors, such as Attila the Hun, El Cid, and Montezuma.  [Microsoft]",
        "scores": {
            "metascore": "88",
            "userscore": "9.0"
        }
    },
    "42": {
        "title": "Counter-Strike",
        "date": "November 8, 2000",
        "summary": "Counter-Strike modifies the multiplayer aspects of \"Half-Life\" to bring to it a more team-oriented gameplay. Counter-Strike provides the player with an experience that a trained counter-terrorist unit or terrorist unit experiences.",
        "scores": {
            "metascore": "88",
            "userscore": "9.2"
        }
    },
    "43": {
        "title": "Diablo II",
        "date": "June 29, 2000",
        "summary": "In Diablo II, return to a world of dark fantasy. As one of five distinct character types, explore the world of Diablo II -- journey across distant lands, fight new villains, discover new treasures, and uncover ancient mysteries, all in the quest to stop the Lord Of Terror, once and for all.  [Blizzard Entertainment]",
        "scores": {
            "metascore": "88",
            "userscore": "8.8"
        }
    },
    "44": {
        "title": "Power Stone 2",
        "date": "August 23, 2000",
        "summary": "The world's most revolutionary fighting game does it again! Power Stone 2 takes go-anywhere, grab-anything combat, and introduces awesome new innovations to the hit arcade fighting series. Now, up to four players wage insane battles in fully interactive, multi-level stages. Master over 120 different items used in battle - weapons, vehicles traps, power-upsand more! As if chaotic swashbuckling battles weren't enough, combine forces with other players to battle monstrous bosses to win the game!",
        "scores": {
            "metascore": "87",
            "userscore": "8.8"
        }
    },
    "45": {
        "title": "MechWarrior 4: Vengeance",
        "date": "November 23, 2000",
        "summary": "MechWarrior 4: Vengeance weaves heart-pounding BattleMech action with the continuing drama and unfolding storyline of the perpetual BattleTech universe, now in its 16th year. [Microsoft]",
        "scores": {
            "metascore": "87",
            "userscore": "7.6"
        }
    },
    "46": {
        "title": "Thief II: The Metal Age",
        "date": "March 23, 2000",
        "summary": "On the streets and rooftops of a darkened city, where the forces of a corrupt sheriff loom, it takes someone with a soft touch and even softer step to stay ahead of the law. For a master thief like Garrett, the choices are clear: profit or perish. Thief II: The Metal Age expands on the smash-hit \"first-person sneaker\", Thief: The Dark Project, demanding a whole new level of stealth, strategy, and skill to survive. [Eidos Interactive]",
        "scores": {
            "metascore": "87",
            "userscore": "8.9"
        }
    },
    "47": {
        "title": "Icewind Dale",
        "date": "June 29, 2000",
        "summary": "A completely new Advanced Dungeons & Dragons adventure with an epic storyline in the tradition of \"Baldur's Gate.\" Includes 3-D technology developed for \"Baldur's Gate II\" that allows for incredible spell and environment effects. New spells, equipment, and abilities provide a higher level of gameplay.  [Interplay]",
        "scores": {
            "metascore": "87",
            "userscore": "8.3"
        }
    },
    "48": {
        "title": "Grand Prix 3",
        "date": "August 24, 2000",
        "summary": "Created by Geoff Crammond, the genius behind the best sellers \"F1 Grand Prix\" and \"Grand Prix 2.\"  [Hasbro Interactive]",
        "scores": {
            "metascore": "87",
            "userscore": "7.2"
        }
    },
    "49": {
        "title": "Zeus: Master of Olympus",
        "date": "October 22, 2000",
        "summary": "Recreate your favorite legends from Greek mythology as you build and rule beautiful city-states. Help Hercules defeat the Hydra, Odysseus win the Trojan War, or Jason retrieve the Golden Fleece. You'll make friends in high places, get involved in the affairs of immortals, and even meet Zeus himself.  [Sierra Studios]",
        "scores": {
            "metascore": "87",
            "userscore": "8.7"
        }
    },
    "50": {
        "title": "Spider-Man",
        "date": "August 30, 2000",
        "summary": "YOU DON'T JUST PLAY IT... YOU LIVE IT \r\n\r\nHe spins a web, swings across the sky and lands with a somersault onto the Daily Bugle building. Who is this masked hero? It's you! Fight, jump and web-sling as Spider-Man as you take on a legion of sinister villains.\r\n\r\nThe city is depending on you. Start swinging...",
        "scores": {
            "metascore": "87",
            "userscore": "8.8"
        }
    },
    "51": {
        "title": "NBA Live 2001",
        "date": "October 16, 2000",
        "summary": "NBA Live 2001 follows the fine tradition established by previous versions while adding just about every conceivable gameplay option.",
        "scores": {
            "metascore": "86",
            "userscore": "7.1"
        }
    },
    "52": {
        "title": "Enemy Engaged: RAH-66 Comanche Versus Ka-52 Hokum",
        "date": "July 31, 2000",
        "summary": "Here's your chance to fly two of the deadliest next-gen attack helicopters -- the U.S. Army's RAH-66 Comanche gunship, a stealth helicopter with a radar signature 1/600th that of a Hellfire missile ... or the Russian-built counterpart, the twin-rotored death-deliverer -- the KA-52 Hokum-B.  [Empire Interactive]",
        "scores": {
            "metascore": "86",
            "userscore": "7.2"
        }
    },
    "53": {
        "title": "Ground Control",
        "date": "May 31, 2000",
        "summary": "Two political factions have gone to war over a distant world and the secrets it holds in Ground Control, a visually stunning and frenetically paced action/real-time strategy game from Sierra Studios and Massive Entertainment.  [Sierra Studios]",
        "scores": {
            "metascore": "86",
            "userscore": "7.6"
        }
    },
    "54": {
        "title": "Steel Beasts",
        "date": "September 24, 2000",
        "summary": "More than just another modern tank simulation. This design effort goes further than any before it to accurately model real-world conditions and tactics -- but in a way as to not overwhelm the novice, would-be tanker with a zillion key combinations and an overwhelming interface.  [Shrapnel Games]",
        "scores": {
            "metascore": "86",
            "userscore": "7.7"
        }
    },
    "55": {
        "title": "Test Drive V-Rally",
        "date": "July 2, 2000",
        "summary": "The Ultimate Open Road Racing Championship. 16 officially licensed rally cars with 10 bonus cars. Over 80 new tracks in over 12 different countries exclusively for the Sega Dreamcast. Powerful track editor and generator - create, save and exchange saved tracks you create! Real-Time Damage feature shows visible damage during game play.",
        "scores": {
            "metascore": "86",
            "userscore": "8.7"
        }
    },
    "56": {
        "title": "Lunar 2: Eternal Blue Complete",
        "date": "December 15, 2000",
        "summary": "The enchanting world of LUNAR comes  to life once more in the enhanced PlayStation game console version of the classic RPG sequel. Join freewheeling Hiro and the adorable Ruby, a thousand years after the events of LUNAR: Silver Star Story, as they work to unlock the secrets of the Blue Spire... and the strange young girl they found within it! But be careful - dark forces are trying to revive the evil Zophar, and immerse LUNAR in darkness forever. Journey to distant lands in the search of the Goddess Althena, who may be the only one powerful enough to stop Zophar. Along to way, you'll meet exciting new caracters, fight vividly animated monsters, traverse snow-covered mountain peaks, and crawl throught slimy dungeon depths as you wind your way toword the terrifying climax! LUNAR 2 features almost an hour of detailed animation sequences and over 90 minutes of dialogue packed onto three CDs... so what are you waiting for? Go ahead, you deserve to be the hero for once!",
        "scores": {
            "metascore": "86",
            "userscore": "8.8"
        }
    },
    "57": {
        "title": "Medal of Honor Underground",
        "date": "October 23, 2000",
        "summary": "Germans invaded your country. Your leaders surrendered, and some are now collaborating with the enemy. Join the resistance and battle the Reich from Paris to North Africa.",
        "scores": {
            "metascore": "86",
            "userscore": "8.9"
        }
    },
    "58": {
        "title": "Dino Crisis 2",
        "date": "September 29, 2000",
        "summary": "In the first Dino Crisis, Regina fought for survival against raging prehistoric dinosaurs and helped capture rogue scientist Dr. Kirk, but the threat is far from over. Despite these past events, research continued on Third Energy, which led to the disappearance of a military base, a research institute, and an entire town. Armed with the latest in heavy artillery, Regina and her team get to the root of this latest catastrophe. With more dinosaurs, environments, and weapons, you must be ready to hunt or be hunted.",
        "scores": {
            "metascore": "86",
            "userscore": "9.0"
        }
    },
    "59": {
        "title": "Star Trek: Voyager Elite Force",
        "date": "September 20, 2000",
        "summary": "As Lt. Tuvok, you'll leap into action to defend the Voyager from assault, battle through derelict spacecraft, infiltrate a Borg cube, and take on the ultimate colonization force -- all while facing annihilation at every turn. No one said being a hero was easy.  [Activision]",
        "scores": {
            "metascore": "86",
            "userscore": "7.8"
        }
    },
    "60": {
        "title": "Links 2001",
        "date": "October 24, 2000",
        "summary": "Features an all-new graphics rendering engine, perfected ball physics, new tour players and courses, and the new Arnold Palmer Course Designer (APCD).  [Microsoft]",
        "scores": {
            "metascore": "86",
            "userscore": "6.3"
        }
    },
    "61": {
        "title": "EverQuest: The Ruins of Kunark",
        "date": "March 24, 2000",
        "summary": "An entire world with its own diverse species, economic systems, alliances, and politics awaits you. Choose from a variety of races and classes, and begin your quest in any number of cities or villages throughout several continents. From there, equip yourself for adventure, seek allies and knowledge, and head out into a rich world of dungeons, towers, crypts, evil abbeys -- anything conceivable -- even planes and realities beyond your imagination. Learn skills, earn experience, acquire treasure and equipment, meet friends and encounter enemies. A multitude of quests and adventures await, but you choose your role, you define your destiny. [Sony Online Entertainment]",
        "scores": {
            "metascore": "86",
            "userscore": "8.6"
        }
    },
    "62": {
        "title": "Escape from Monkey Island",
        "date": "November 8, 2000",
        "summary": "A scurvy-inducing new chapter in the legendary Monkey Island adventure series unfolds in rollicking 3-D. Developed by the team who created LucasArts' irreverent classic \"Sam & Max Hit The Road,\" Escape features an original cinematic story full of drama, intrigue, and, of course, side-splitting humor. [LucasArts]",
        "scores": {
            "metascore": "86",
            "userscore": "7.6"
        }
    },
    "63": {
        "title": "Allegiance",
        "date": "March 31, 2000",
        "summary": "Allegiance, the multiplayer space-combat game from the minds of Microsoft Research, combines the challenges of tactical squadron-based combat, intense one-on-one space dogfights, and amazing graphical and sound effects into a space-action experience like nothing you've seen before. [Microsoft]",
        "scores": {
            "metascore": "86",
            "userscore": "7.1"
        }
    },
    "64": {
        "title": "Rollcage Stage II",
        "date": "October 10, 2000",
        "summary": "The game may not have the lasting appeal of Psygnosis' Wipeout or Namco's Ridge Racer, but it has enough gameplay, eye candy, and bonus secrets to put it near the top of what the PlayStation has to offer.",
        "scores": {
            "metascore": "85",
            "userscore": "8.4"
        }
    },
    "65": {
        "title": "Tekken Tag Tournament",
        "date": "October 25, 2000",
        "summary": "The follow-up to \"Tekken 3\" features 2000 moves in all, and allows for four-player mayhem when utilizing the multi-tap for the tag team experience.",
        "scores": {
            "metascore": "85",
            "userscore": "8.5"
        }
    },
    "66": {
        "title": "Giants: Citizen Kabuto",
        "date": "December 6, 2000",
        "summary": "A frenzied action game in which players battle each other with one of three distinct races: The Meccs, the Sea Reapers, or the giant named Kabuto. These three species are highly incompatible with one another, and are all battling for supremacy over the islands on which they inhabit.  [Interplay]",
        "scores": {
            "metascore": "85",
            "userscore": "8.7"
        }
    },
    "67": {
        "title": "FIFA 2001 Major League Soccer",
        "date": "November 14, 2000",
        "summary": "Though FIFA 2001 is a solid enough game in its own right, the game's lack of innovation or significant upgrades keeps it from having the same impact as FIFA 2000.",
        "scores": {
            "metascore": "85",
            "userscore": "7.0"
        }
    },
    "68": {
        "title": "NHL 2001",
        "date": "October 25, 2000",
        "summary": "EA's first hockey game to grace a next-gen system features all 30 NHL teams (including the Wild & Blue Jackets) and emphasizes speed, with the \"big hit,\" \"deke\" and \"speed burst\" buttons making their return along with such precise adjustable factors as pass speed, shot accuracy, puck elasticity, and puck friction (?!?).",
        "scores": {
            "metascore": "85",
            "userscore": "8.2"
        }
    },
    "69": {
        "title": "F355 Challenge",
        "date": "September 19, 2000",
        "summary": "F355 Challenge is the best driving game currently available on any console, let alone the Dreamcast, and once you crest the game's steep learning curve, the addictive need to constantly best other players' lap times will provide weeks of replayability.",
        "scores": {
            "metascore": "85",
            "userscore": "8.3"
        }
    },
    "70": {
        "title": "FIFA 2001 Major League Soccer",
        "date": "October 30, 2000",
        "summary": "FIFA 2001's environment is alive -- this is not just a simulation: sidelines bustle with activity from spectators, coaches, and teammates as the weather and lighting change.  [EA Sports]",
        "scores": {
            "metascore": "85",
            "userscore": "7.1"
        }
    },
    "71": {
        "title": "American McGee's Alice",
        "date": "December 6, 2000",
        "summary": "When Alice answers a summons to return to Wonderland, she barely recognizes the place. From the fungal rot of the Mushroom Forest to the chemistry of the Mad Hatter's Domain, Wonderland festers to its core. Undaunted by the diseased ambiance and mortal danger that surround her, Alice must undo the chaos.  [Electronic Arts]",
        "scores": {
            "metascore": "85",
            "userscore": "7.9"
        }
    },
    "72": {
        "title": "Street Fighter III: Double Impact",
        "date": "June 19, 2000",
        "summary": "Street Fighter® fans everywhere get a double-dose of double-trouble with Street Fighter III: Double Impact. This explosive street brawl for the Sega Dreamcast™ contains TWO arcade hits on one CD -- Street Fighter III: New Generation... and Street Fighter III: Second Impact. Loaded with a new legion of fighters, Street fighter III: Double Impact boasts new enhancements to the series like parrying, Super Art fighting styles and two-punch, two-kick fighting styles to inflict more damage.",
        "scores": {
            "metascore": "84",
            "userscore": "8.4"
        }
    },
    "73": {
        "title": "Knockout Kings 2001",
        "date": "October 30, 2000",
        "summary": "Knockout Kings 2001 is easily the best iteration of the series thus far, thanks to improved AI, cleaner graphics, and tighter controls.",
        "scores": {
            "metascore": "84",
            "userscore": "7.4"
        }
    },
    "74": {
        "title": "Command & Conquer: Red Alert 2",
        "date": "October 21, 2000",
        "summary": "Wielding strange new technologies and hungering for revenge, the Soviet Empire invades America. New York City and Washington are overwhelmed. Allied forces, unprepared for the surprise attack, are decimated. Will freedom be crushed under the heels of Communist aggression?  [Electronic Arts]",
        "scores": {
            "metascore": "84",
            "userscore": "8.9"
        }
    },
    "75": {
        "title": "Shogun: Total War",
        "date": "June 13, 2000",
        "summary": "Japan, 1542. The land is in turmoil. The last Shogunate has collapsed, leaving the nation divided into seven warring factions. Out of this chaos will emerge one warlord who will master the Art Of War.  [Electronic Arts]",
        "scores": {
            "metascore": "84",
            "userscore": "8.6"
        }
    },
    "76": {
        "title": "Sega GT",
        "date": "August 29, 2000",
        "summary": "Sega GT attempts to capture some of Gran Turismo's formula for the Dreamcast, but it ultimately falls short due to poor control and an unintuitive interface.",
        "scores": {
            "metascore": "84",
            "userscore": "7.6"
        }
    },
    "77": {
        "title": "San Francisco Rush 2049",
        "date": "September 6, 2000",
        "summary": "San Francisco Rush 2049 - the original arcade racing game with 3 action-packed games in one! Race Mode - Scream through futuristic San Francisco tracks. Stunt Mode - Insane air and gravity-defying tricks. Battle Mode - Lock and load your way through 8 killer battle arenas. Loaded with other great features: 19 all-new tracks, 13 selectable cars, 1 - 4 player modes, all-new online competition, and no load time!",
        "scores": {
            "metascore": "84",
            "userscore": "8.6"
        }
    },
    "78": {
        "title": "Street Fighter III: 3rd Strike",
        "date": "October 4, 2000",
        "summary": "This amazing fighter stars 18 brawlers from the STREET FIGHTER III universe and introduces the new Leap Attack. Plus, a new Grade Judge system evaluates player performance at the end of each match. Huge characters and an innovative Hit-Frame system team up with the return of the Super Arts Fighting Styles. Experience totally seamless animation in the newest chapter of the greatest arcade series ever!",
        "scores": {
            "metascore": "84",
            "userscore": "8.5"
        }
    },
    "79": {
        "title": "Star Wars: Episode I Battle for Naboo",
        "date": "December 18, 2000",
        "summary": "Attention defenders of Naboo! The Trade Federation must be stopped! Storm through more than 15 missions over land, sea and space as your freedom fighters rally against the droid armies. Take control of 7 vehicles: the Naboo starfighter, Gian speeder, and new craft like the heavy STAP, Trade Federation gunboat and more. More than 15 missions: escape from Theed, search & destroy, sabotage, reconnaissance, convoy. Battle against Trade Federation droid starfighters, AATs, destroyer droids, battle droids. \r\nChange vehicles mid-mission through specially designated hangars.",
        "scores": {
            "metascore": "84",
            "userscore": "8.1"
        }
    },
    "80": {
        "title": "Ecco the Dolphin: Defender of the Future",
        "date": "September 10, 2000",
        "summary": "Plunge into the tropical waters of the Isle of Tranquility. As Ecco, an anergetic young dolphin you will explore mysterious locations that span four alternate timelines. Seek the majestic city of Atlantis, monument to the civilisation built by humans and dolphins. Encounter sea creatures and come face to face with alien forces as you seek to defend the Earth and history itself!",
        "scores": {
            "metascore": "84",
            "userscore": "8.1"
        }
    },
    "81": {
        "title": "MDK2",
        "date": "May 31, 2000",
        "summary": "Kurt Hectic is back to save the universe. This time, he is teamed with the genius Dr. Hawkins and the six-legged, gun-totin' robotic dog Max. Save the world with unique gadgets and weaponry, like the Black Hole Grenade and the Sniper shield.  [Interplay]",
        "scores": {
            "metascore": "83",
            "userscore": "7.8"
        }
    },
    "82": {
        "title": "Combat Flight Simulator 2: WWII Pacific Theater",
        "date": "October 13, 2000",
        "summary": "Takes you back in time with authentic aircraft, detailed cockpits, and spectacular scenery. Moving canopies, folding wings, battle-scarred paint, realistic aircraft damage, and last-second bailouts immerse you in a new level of combat flight simulation.  [Microsoft]",
        "scores": {
            "metascore": "83",
            "userscore": "7.0"
        }
    },
    "83": {
        "title": "Persona 2: Eternal Punishment",
        "date": "December 22, 2000",
        "summary": "Welcome back to the twisted world of Persona, where nightmares become reality and reality becomes a nightmare... Over 50 hours of dark twisted gameplay, plus stunning anime cinematics that absorb you into the intriguing world of Persona! Enlist the help of the nightmarish denizens of Persona through the use of the unique \"Contact System!\" Unleash total devastation by combining over 80 Persona to defeat the minions of evil. Change the fate of your characters by employing the revolutionary \"Rumor System.\"",
        "scores": {
            "metascore": "83",
            "userscore": "4.1"
        }
    },
    "84": {
        "title": "FIFA 2001",
        "date": "November 24, 2000",
        "summary": "For those Americans who can't play \"ISS Pro Evolution 2,\" or for those who absolutely must play as the San Jose Earthquakes, the L.A. Galaxy, or even Arsenal or Liverpool, we have EA's entry into the world of next generation footy.",
        "scores": {
            "metascore": "83",
            "userscore": "7.3"
        }
    },
    "85": {
        "title": "Crimson Skies",
        "date": "September 17, 2000",
        "summary": "It's 1937. Air pirates roam the skies over a shattered America. You are Nathan Zachery -- dashing air pirate. Lead a squadron of privateers in thrilling ground-level missions. And romance a bevy of dangerous femme fatales, but be warned -- they can turn on you faster than a Fairchild in a terminal tail spin.  [Microsoft]",
        "scores": {
            "metascore": "83",
            "userscore": "7.5"
        }
    },
    "86": {
        "title": "Looney Tunes: Space Race",
        "date": "November 27, 2000",
        "summary": "Blast off into space! Join your all-time favorite cartoon characters in a hilarious rocket-powered ride through the galaxy. Loaded with outrageous pranks and comical commentary, it's a winner-takes-all race for the inter-galactic championship!",
        "scores": {
            "metascore": "83",
            "userscore": "8.3"
        }
    },
    "87": {
        "title": "Breath of Fire IV",
        "date": "November 28, 2000",
        "summary": "After centuries of war, the two lands bordering an impenetrable swampland have finally reached an armistice. Mysteriously, the noble Princess Elena disappears somewhere near the war-ravaged front lines. Distraught, her sister Nina goes in search of the Princess alone and on her journey, meets a mysterious young warrior named Ryu. Their destinies soon entwine. The next chapter in the epic tale of magic and mystery now unfolds. The fate of what lies ahead rests in your control.",
        "scores": {
            "metascore": "83",
            "userscore": "8.6"
        }
    },
    "88": {
        "title": "Metal Gear Solid",
        "date": "September 24, 2000",
        "summary": "You are snake, a government agent on a mission to regain control of a secret nuclear weapons base from terrorist hands.\r\n\r\nNow the international best-selling Playstation game comes to the PC with better graphic, added features and new game play modes! Unlike anything you've played before, Metal Gear Solid introduces a new genre of gaming where ninja-like stealth and a cool head are your best weapons for survival.",
        "scores": {
            "metascore": "83",
            "userscore": "8.9"
        }
    },
    "89": {
        "title": "Ridge Racer 64",
        "date": "February 14, 2000",
        "summary": "Race into action with RR64! It's got all the fast-paced arcade action you've come to expect from the Ridge Racer name, plus extra features you've never seen before! Race with up to four players simultaneously on the same screen. Compete on never-before-seen tracks and witness amazing special effects. You've never seen a Ridge Racer like this! Choose from 25 cars and race on 9 different courses.",
        "scores": {
            "metascore": "82",
            "userscore": "8.2"
        }
    },
    "90": {
        "title": "Theme Park Roller Coaster",
        "date": "December 4, 2000",
        "summary": "Sim fans should get a major kick out of Theme Park Roller Coaster.",
        "scores": {
            "metascore": "82",
            "userscore": "7.9"
        }
    },
    "91": {
        "title": "Dave Mirra Freestyle BMX",
        "date": "September 26, 2000",
        "summary": "The only major flaw in Dave Mirra Freestyle BMX is that the game is a touch on the easy side.",
        "scores": {
            "metascore": "82",
            "userscore": "6.5"
        }
    },
    "92": {
        "title": "Ogre Battle 64",
        "date": "October 7, 2000",
        "summary": "The Holy Lodis Empire is planning the domination of the entire continent of Zeteginia! It is up to you to raise the flag of revolution and rid the land of the Lodis threat. Make decisions in real-time and take control of numerous characters to prove victorious on the battlefield and regain freedom for all people!",
        "scores": {
            "metascore": "82",
            "userscore": "8.9"
        }
    },
    "93": {
        "title": "Warlords Battlecry",
        "date": "July 9, 2000",
        "summary": "Prepare to enter the next generation of RTS. You'll develop a hero to lead your forces into battle. Share your abilities and spells with surrounding members of your army. And develop your hero as you expand your empire. Because what's the fun of winning a battle if you don't know who to carry off on your shoulders?  [Mattel Interactive]",
        "scores": {
            "metascore": "82",
            "userscore": "7.5"
        }
    },
    "94": {
        "title": "Virtual Pool 3",
        "date": "November 14, 2000",
        "summary": "Features the \"Black Widow\" Jeanette Lee and an improved single-player mode.",
        "scores": {
            "metascore": "82",
            "userscore": "7.1"
        }
    },
    "95": {
        "title": "The Sims: Livin' Large",
        "date": "August 27, 2000",
        "summary": "The official expansion pack for The Sims lets you take your Sims to new extremes. Help your Sims deal with everything from roach infestations to alien abductions. Give them the opportunity to become rock stars, talk show hosts, even UFO investigators, with five new career options.  [Electronic Arts]",
        "scores": {
            "metascore": "82",
            "userscore": "7.2"
        }
    },
    "96": {
        "title": "B-17 Flying Fortress: The Mighty 8th",
        "date": "December 13, 2000",
        "summary": "Feel the power of really flying a B-17! See what it was like to be part of the 10-man crew on dangerous bombing missions over occupied Europe. Outstanding graphics, animations, and sounds realistically recreate every aspect of the strategic air war in WWII.  [Hasbro Interactive]",
        "scores": {
            "metascore": "82",
            "userscore": "7.3"
        }
    },
    "97": {
        "title": "EverQuest: The Scars of Velious",
        "date": "December 4, 2000",
        "summary": "Do you dare explore the lost continent of Velious? Here you will find some of the most dangerous and elusive creatures to ever roam the lands of Norrath. Challenge your resolve and adventuring skills as you set foot on the icy wastes and explore a land locked in turmoil and conflict.  [Sony]",
        "scores": {
            "metascore": "82",
            "userscore": "7.3"
        }
    },
    "98": {
        "title": "Seaman",
        "date": "August 9, 2000",
        "summary": "Now that you have obtained your own Seaman egg, use the faithful recreation of Dr. Gasse's laboratory to follow in his footsteps, uncovering the secrets of the Seaman. When the Seaman egg hatches, the adventure begins...",
        "scores": {
            "metascore": "82",
            "userscore": "8.1"
        }
    },
    "99": {
        "title": "TimeSplitters",
        "date": "October 23, 2000",
        "summary": "In the hundred years spanning the millennium (1935 - 2035), a disparate bunch of heroes and villains battle against their own challenges. Although each is unaware of the others, they all share an ageless common spirit of adventure - but unknown to them, their daring actions have attracted the attention of the TimeSplitters.\r\n\r\nThe TimeSplitters - an evil race dwelling outside of time and space. For eons they have manipulated the fate of humanity for their own malign ends - with cursed shards of crystal they have sown fear, greed and conflict throughout history. Now, roused from an ancient sleep, the TimeSplitters cross the threshold from their shadowy dimension - ripping through the fabric of time itself to confront our heroes.\r\n\r\nCan our heroes unite against a common enemy to realize a greater destiny? Or will humanity be consigned forever to a realm ruled under the shadow of the TIMESPLITTERS?",
        "scores": {
            "metascore": "81",
            "userscore": "7.9"
        }
    },
    "100": {
        "title": "SWAT 3: Elite Edition",
        "date": "October 6, 2000",
        "summary": "This enhanced version of SWAT 3 includes multiplayer support, new weapons, new levels, and more.",
        "scores": {
            "metascore": "81",
            "userscore": "7.9"
        }
    }
}