{
    "1": {
        "title": "The Legend of Zelda: Twilight Princess",
        "date": "December 11, 2006",
        "summary": "In the next chapter in the Legend of Zelda series, Link can transform into a wolf to scour the darkened land of Hyrule. With the help of Midna, a mysterious being, you must guide Link through hordes of foul creatures and challenging bosses using new moves and a new horseback combat system.  Many puzzles stand between Link and the fulfillment of his quest, so you must sharpen your wits as you hunt for weapons and items.",
        "scores": {
            "metascore": "96",
            "userscore": "9.0"
        }
    },
    "2": {
        "title": "The Legend of Zelda: Twilight Princess",
        "date": "November 19, 2006",
        "summary": "When an evil darkness enshrouds the land of Hyrule, a young farm boy named Link must awaken the hero - and the animal - within. When Link travels to the Twilight Realm, he transforms into a wolf and must scour the land with the help of a mysterious girl named Midna. Using the power and unique control of the Wii console, The Legend of Zelda: Twilight Princess features precise aiming control using the Wii Remote. The Wii Remote and the Nunchuk controller are used for a variety of game activities, including fishing and special sword attacks. Players ride into battle against troops of foul creatures using an amazing horseback combat system, then take on massive bosses that must be seen to be believed. [Nintendo]",
        "scores": {
            "metascore": "95",
            "userscore": "8.9"
        }
    },
    "3": {
        "title": "Gears of War",
        "date": "November 7, 2006",
        "summary": "Gears of War blends tactical action with survival horror and thrusts gamers into a deep and harrowing story of humankind's epic battle for survival against the Locust Horde, a nightmarish race of creatures that surface from the bowels of the planet. Lead war hero Marcus Fenix and his fire team as they face the onslaught of merciless warrior fiends. A revolutionary tactical combat system and breathtaking, high-definition visuals from the Unreal Engine 3 immerse you in a horrifying story of war and survival. A.I. teammates are indiscernable from human players. Voice recognition and real-time lip synching heighten the experience. The battlefield is a lethal place. To survive, suppress your enemy with blindfire, take cover in interactive environments, or use weapons and teammates to outwit your foes. [Microsoft]",
        "scores": {
            "metascore": "94",
            "userscore": "8.3"
        }
    },
    "4": {
        "title": "The Elder Scrolls IV: Oblivion",
        "date": "March 20, 2006",
        "summary": "Oblivion is a single-player game that takes place in Tamriel's capital province, Cyrodiil. You are given the task of finding the hidden heir to a throne that sits empty, the previous emperor having been killed by an unknown assassin. With no true Emperor, the gates to Oblivion (the equivalent of hell in the world of Tamriel) open, and demons begin to invade Cyrodiil and attack its people and towns. It's up to you to find the lost heir to the throne and unravel the sinister plot that threatens to destroy all of Tamriel. In keeping with the Elder Scrolls tradition, players have the option to experience the main quest at their own pace, and there are plenty of opportunities to explore the vast world and make your own way. Numerous factions can be joined, such as the thieves or mages guilds, and each contains its own complete storyline and the chance to rise to the head of the faction and reap further rewards. Oblivion features a groundbreaking new AI system, called Radiant AI, which gives non-player characters (NPCs) the ability to make their own choices based on the world around them. They decide where to eat or who to talk to and what they say. They sleep, go to church, and even steal items, all based on their individual characteristics. Full facial animations and lip-synching, combined with full speech for all dialog, allows NPCs to come to life like never before. [Bethesda]",
        "scores": {
            "metascore": "94",
            "userscore": "8.7"
        }
    },
    "5": {
        "title": "The Elder Scrolls IV: Oblivion",
        "date": "March 20, 2006",
        "summary": "Oblivion is a single-player game that takes place in Tamriel's capital province, Cyrodiil. You are given the task of finding the hidden heir to a throne that sits empty, the previous emperor having been killed by an unknown assassin. With no true Emperor, the gates to Oblivion (the equivalent of hell in the world of Tamriel) open, and demons begin to invade Cyrodiil and attack its people and towns. It's up to you to find the lost heir to the throne and unravel the sinister plot that threatens to destroy all of Tamriel. In keeping with the Elder Scrolls tradition, players have the option to experience the main quest at their own pace, and there are plenty of opportunities to explore the vast world and make your own way. Numerous factions can be joined, such as the thieves or mages guilds, and each contains its own complete storyline and the chance to rise to the head of the faction and reap further rewards. Oblivion features a groundbreaking new AI system, called Radiant AI, which gives non-player characters (NPCs) the ability to make their own choices based on the world around them. They decide where to eat or who to talk to and what they say. They sleep, go to church, and even steal items, all based on their individual characteristics. Full facial animations and lip-synching, combined with full speech for all dialog, allows NPCs to come to life like never before. [Bethesda]",
        "scores": {
            "metascore": "94",
            "userscore": "8.1"
        }
    },
    "6": {
        "title": "Metal Gear Solid 3: Subsistence",
        "date": "March 14, 2006",
        "summary": "Metal Gear goes online for the first time in Metal Gear Solid 3 Subsistence! Players can battle or team up with up to 7 other friends for online dominance. Featuring different gameplay modes, new camera system, and robust online play, Subsistence is the game that gives players a brand new Metal Gear experience. Includes MGS3 Snake Eater and all new Online Modes, including Death Match, Team Death Match, Sneaking Mission, Capture Mission, and Rescue Mission. Third Person Camera system gives players more control. Bonus Metal Gear and Metal Gear 2 Solid Snake games which have never been released before in the North America. Demo Theater, Duel Mode, and new stages for Snake vs. Monkey mini-game. [Konami]",
        "scores": {
            "metascore": "94",
            "userscore": "9.0"
        }
    },
    "7": {
        "title": "Company of Heroes",
        "date": "September 13, 2006",
        "summary": "A real-time strategy game set in World War II, Company of Heroes brings to life, in full cinematic detail, the greatest war mankind has ever known. Company of Heroes is built on Relic's next-generation Essence Engine and also utilizes the Havok Physics engine, delivering cinematic visual detail in a world completely driven by realistic physics. Gamers will experience the journey of the brave men of Able Company in a deep single-player campaign that begins with the invasion of Normandy through their fight across Europe, all set against the most dynamic battlefield ever seen in a game. Company of Heroes' completely destructable environment means no two battles ever play out in the same way. Advanced squad AI delivers startling new realism and responsiveness, bringing soldiers to life as they interact with the environment and execute advanced squad tactics to eliminate the opposition forces. [THQ]",
        "scores": {
            "metascore": "93",
            "userscore": "8.8"
        }
    },
    "8": {
        "title": "Okami",
        "date": "September 19, 2006",
        "summary": "In Okami, the legendary monster Orochi has come back to life and turned the world into a veritable wasteland. Players must assume the role of a wolf, an embodiment of the sun god Amaterasu, which is capable of wielding unimaginable power. The state of the world lies in gamer's hands as they must fight ominous beings and reclaim the earth from a curse that plagues it. It is crucial to help Amaterasu make the world a place where all living creatures can dwell once again. [Capcom]",
        "scores": {
            "metascore": "93",
            "userscore": "9.1"
        }
    },
    "9": {
        "title": "Final Fantasy XII",
        "date": "October 31, 2006",
        "summary": "The story takes place in a world called \"Ivalice,\" in an age when magic was commonplace and airships plied the skies - the Archadian Empire, seeking to strengthen its base of power, had been invading and subjugating its neighboring lands one by one- a fate which befell the small Kingdom of Dalmasca. Archadia's invasion and the subsequent death of the Dalmascan king prompted the Princess Ashe, the sole surviving heir to the Dalmascan throne, to take up arms against the invaders. In her struggle to oust the occupying Archadian forces and restore freedom to her people, Ashe must watch as many of her allies pay the blood price for that freedom. Though tempted to abandon all hope in the face of the Empire's might, her determination keeps her from succumbing before what would seem to be inevitable defeat. Then she meets Vaan, an urchin from the Dalmascan capital of Rabanastre. Vaan dreams of one day becoming a sky pirate, escaping the Empire on his airship. Vaan, Ashe, Vaan's friend Penelo, the sky pirate Balthier, his partner Fran and many more are on an adventure through Ivalice that traces the mysteries behind the Archadian Empire's invasion. Bringing with it a wide array of new gameplay elements, Final Fantasy XII will change the way players think about the Final Fantasy series. Numerous possibilities abound within each scenario, allowing for a less linear, more unique experience for each player. The game also supports Dolby Pro Logic II both in-game and during movie sequences, immersing the player in the middle of the action. [Square Enix]",
        "scores": {
            "metascore": "92",
            "userscore": "7.5"
        }
    },
    "10": {
        "title": "Guitar Hero II",
        "date": "November 7, 2006",
        "summary": "Rock the Rhythm, Lead, and Bass Guitar tracks in the follow-up sequel to \"Guitar Hero.\" Form your guitar duo and shred riffs cooperatively or go head to head in all new multiplayer modes. With over 55 tracks to rock out to, you'll go from Guitar Hero to Guitar god in one press of a fret button. Choose from multiple rock characters and jam at concert venues that grow in size as your rock career progresses. You'll start your rock career playing small clubs and bars, but if you play well you'll work your way up to stadiums and arenas. Guitar Hero II takes the guitar rock experience to new volumes by allowing players to play 3 different guitar tracks: Rhythm, Bass, and Lead. Guitar Hero II introduces all new multiplayer modes like: cooperative, pro-face off, and face off, letting 2 Guitar Heroes conduct their own symphonies of destruction. Shred School: Guitar Hero II features an all new practice mode, allowing Guitar Zeroes to become Guitar Heroes with enough practice. [RedOctane]",
        "scores": {
            "metascore": "92",
            "userscore": "8.4"
        }
    },
    "11": {
        "title": "Tom Clancy's Ghost Recon Advanced Warfighter",
        "date": "March 9, 2006",
        "summary": "In 2013, the U.S. Army will implement the Integrated Warfighter System (IWS), evolving what we know as the modern soldier. IWS combines advanced weapon systems, satellite communication devices and enhanced survivability into one fully integrated combat system. The IWS program has been developed to meet these new threats head on. Now, it can be tested on the battlefield. Following an insurgence in the heart of Mexico City, the U.S. Army's most elite Special Forces team is deployed to the center of the conflict to regain control of the city. Greatly outnumbered but fully equipped with the IWS, this elite team is the first and last line of defense on the battlefield. They are the \"Quiet\" professionals. They are the Ghosts. Gain access to the future of military technology. Using a fully integrated combat system with cutting-edge weapons and revolutionary communication systems, gamers embody the soldier of the future. Based on actual U.S. Army research, the Ghosts give gamers a realistic view of how war will be fought in the next decade. Use the revolutionary Cross-Com, a communication device powered by satellite technology. Attached to the soldier's monocle, the Cross-Com provides full situational awareness and command of the battlefield. Command the Ghost squad and remote allied forces and drones, and direct artillery and air strikes. See what the squad sees and receive visual and auditory intel from allied forces and unmanned drones. [Ubisoft]",
        "scores": {
            "metascore": "90",
            "userscore": "7.9"
        }
    },
    "12": {
        "title": "GTR 2",
        "date": "September 29, 2006",
        "summary": "Extending the ground-breaking physics engine found in GTR, GTR 2 takes the thrill of driving to new heights. GTR 2, which is the official simulation of the FIA GT championship, features more than 140 high detailed cars and 34 different track-layouts in a hyper realistic racing world with breathtaking real-world-like effects. With a revolutionary Driving School Mode, GTR 2 will teach everybody how to become a real race driver. [10Tacle Studios]",
        "scores": {
            "metascore": "90",
            "userscore": "8.7"
        }
    },
    "13": {
        "title": "World Soccer Winning Eleven 9",
        "date": "April 28, 2006",
        "summary": "Arsenal's Thierry Henry and Chelsea's John Terry stare out from the box of Pro Evolution Soccer 5, both men at the top of their game in the Premiership, and both are die-hard fans of the PES series. The retuned controls in the 2005 edition give players more control over weighted passes, one-twos, and so on. This ties in with the improved animation, which not only looks more realistic, but requires you to time kicks and shots perfectly for maximum power - you're more likely to scuff the ball and make weak, inaccurate shots if you attempt to play them while off balance or out of step. In order for you to enjoy the full benefit of the updated controls, Training Mode is extended - rewarding efforts with points used to unlock secrets within the game. The new licensed clubs are all meticulously detailed, including the authentic representation of names and numbers on their backs. Increased detail in all players has been transferred to the Player Design mode, which has been hugely expanded to include more factors determining skill and ability. Master League, in which you guide a lowly team to glory, now allows player-managers to monitor individual players and see when their health declines and includes European teams. In all games, weather conditions can be set to 'variable', leading to patchy rain or snow. The new weather conditions further enhance the realism and unpredictable nature of PES matches. Rain or shine, PES 5 will be the greatest console football you've ever experienced. [Konami Europe]",
        "scores": {
            "metascore": "89",
            "userscore": "8.2"
        }
    },
    "14": {
        "title": "World Soccer Winning Eleven 9",
        "date": "February 7, 2006",
        "summary": "World Soccer Winning Eleven 9 is the latest version of Konami's soccer simulator series. Added this year are more clubs from the Italian Series A, Spanish La Liga, and Dutch Eredivisie Leagues, as well as a number of other individual clubs. One hundred thirty-six clubs in six different leagues are available for play to get to the various cups featured in the game. Incrementally improved graphics and AI are also included. The game is online compatible, so you can play out rivalries across the globe.",
        "scores": {
            "metascore": "89",
            "userscore": "7.9"
        }
    },
    "15": {
        "title": "Burnout Revenge",
        "date": "March 7, 2006",
        "summary": "Burnout Revenge lets gamers rip through rush hour traffic and lay waste to scores of rubbernecking roadhogs in an over-the-top scene of vehicular mayhem. In addition to tricked out new race, crash and road rage modes, Burnout Revenge takes the series' blistering speed and spectacular destruction to dizzying new heights with an all-new Revenge mode, challenging gamers to battle the clock and unleash their frustrations on rush hour traffic. [Electronic Arts]",
        "scores": {
            "metascore": "89",
            "userscore": "8.2"
        }
    },
    "16": {
        "title": "Tom Clancy's Splinter Cell Double Agent",
        "date": "October 24, 2006",
        "summary": "Veteran agent Sam Fisher is back. But he's never faced an enemy like this before. To stop a devastating terrorist attack, he must infiltrate a vicious terrorist group and destroy it from within. For the first time ever, experience the relentless tension and gut-wrenching dilemmas of life as a double agent. As you infiltrate a terrorist organization in its American headquarters, you must carefully weigh the consequences of your actions. Kill too many criminals and you'll blow your cover. Hesitate too long and millions will die. Do whatever it takes to complete your mission, but get out alive.",
        "scores": {
            "metascore": "89",
            "userscore": "8.0"
        }
    },
    "17": {
        "title": "New Super Mario Bros.",
        "date": "May 15, 2006",
        "summary": "The first new 2D Mario platformer since Super Mario World has arrived. Boasting \"incredible\" 3D graphics to accompany classic 2D gameplay, this fast-paced adventure will have Mario fans cheering as they make their way over fields, under water, through castles and into the air. New and familiar enemies are everywhere, not to mention \"mind-blowing\" challenges made possible by the dual screens of the Nintendo DS. Not only that, but players can link wirelessly with a friend to play as both Mario and Luigi in multiplayer mode. [Nintendo]",
        "scores": {
            "metascore": "89",
            "userscore": "8.5"
        }
    },
    "18": {
        "title": "Tom Clancy's Rainbow Six Vegas",
        "date": "November 20, 2006",
        "summary": "The stakes are high when the world's most elite counter-terrorism unit enters Las Vegas, where over 36.7 million men, women and children visit each year. \"Sin City,\" the home of the famous Las Vegas Strip, flashy hotels, high-rolling casinos and world-famous celebrities, becomes the setting for a terrorist threat of global proportions. What happens when one of the world's most famous cities is held hostage by terrorists? [Ubisoft]",
        "scores": {
            "metascore": "88",
            "userscore": "8.3"
        }
    },
    "19": {
        "title": "NCAA Football 07",
        "date": "July 18, 2006",
        "summary": "Momentum changes everything - now college football's most celebrated videogame turns the tide with NCAA Football 07. Whether battling your biggest rival or playing for the first-ever BCS National Championship Game in Dynasty Mode, success on the field depends on your ability to maintain momentum. Featuring unprecedented graphics that capture every moment in complete detail--from the authenticity of the stadiums, mascots, and marching bands, to the true-to-life look and feel of the players on the field.",
        "scores": {
            "metascore": "88",
            "userscore": "6.9"
        }
    },
    "20": {
        "title": "Medieval II: Total War",
        "date": "November 13, 2006",
        "summary": "Medieval 2: Total War boasts an impressive array of new graphical and gameplay enhancements, including the capability for a massive 10,000 dynamic characters to be taken into battle at any one time. On top of this, The Creative Assembly have implemented a fully redesigned multiplayer mode that offers a dynamic multi-battle campaign bolstered by an unprecedented level of visceral combat choreography that reflects the brutality of medieval warfare. Set in the most turbulent and bloody era in European history, Medieval 2: Total War allows gamers to lead their armies across the battlefields of Europe and the Holy Land before discovering the Americas and doing battle with the fearsome Aztecs. Medieval 2: Total War offers a vastly enhanced terrain model to create new graphically rich environments portraying breathtaking cliff top castles and enhanced settlement features that are unique to each civilisation. [Sega]",
        "scores": {
            "metascore": "88",
            "userscore": "9.0"
        }
    },
    "21": {
        "title": "Tekken: Dark Resurrection",
        "date": "July 25, 2006",
        "summary": "TEKKEN: Dark Resurrection arrives on the PSP. New characters Lili and Dragunov join the classic cast such as Jin, Heihachi, Paul and Law in the battle to be crowned King of the Iron Fist Tournament. An all-new intro movie lets you dive into the midst of the world of TEKKEN, this time with ad-hoc multiplayer mode to fight against friends as well as more items to customize your favorite characters. The beauty of TEKKEN is re-created on the handheld console, delivering one of the most realistic graphics on a handheld platform. A variety of destructible objects pump up the action on 19 stages. Play as one of over 30 characters, including classics Jin, Heihachi, Paul, Law and more. New characters Lili and Dragunov join the classic cast with all-new fight styles and moves. Collecting victories to lead your character to become king rewards you with ending movies for each character. Use your fight money to customize your characters – with more than double the items seen in TEKKEN 5. Using Wi-Fi connectivity of the PSP platform, you can battle against your friends – take your customized, original character against theirs and let the battle unfold. Mini-games provide a little breather from heart-pumping fighting action for more fun against friends. [Namco]",
        "scores": {
            "metascore": "88",
            "userscore": "8.5"
        }
    },
    "22": {
        "title": "Armadillo Run",
        "date": "April 22, 2006",
        "summary": "Armadillo Run is a physics-based puzzle game. You have to build structures with the purpose of getting an armadillo to a certain point in space. There is a selection of building materials, each with different properties, which can be combined to form almost anything. The realistic physics simulation gives you the freedom to solve each level in many different ways.",
        "scores": {
            "metascore": "88",
            "userscore": "7.7"
        }
    },
    "23": {
        "title": "Midnight Club 3: DUB Edition Remix",
        "date": "March 13, 2006",
        "summary": "The Midnight Club is back and bigger than ever. Take on street racing's toughest competitors as you tear through the living city sprawls of Detroit, San Diego, Atlanta and now Tokyo at breakneck speeds. Personalize the huge assortments of all new additional rides with the latest rims, kits and upgrades hot off the street. Midnight Club 3: DUB Edition Remix is the definitive urban racing experience, giving you the ultimate freedom to choose your own route to the finish line.",
        "scores": {
            "metascore": "87",
            "userscore": "5.3"
        }
    },
    "24": {
        "title": "Half-Life 2: Episode One",
        "date": "June 1, 2006",
        "summary": "Half-Life 2: Episode One is an all-new episode created by Valve that extends the Half-Life 2 single player adventure. The player reprises his role of Dr. Gordon Freeman, who must immediately face the repercussions of his actions in City 17 and the Citadel. Freeman reconnects with Alyx Vance and her robot, Dog, as they continue their support of the resistance's battle against the Combine forces. [Valve]",
        "scores": {
            "metascore": "87",
            "userscore": "8.6"
        }
    },
    "25": {
        "title": "Devil May Cry 3: Special Edition",
        "date": "January 24, 2006",
        "summary": "Devil May Cry 3 marks the return of the world’s toughest demon slayer, Dante, in a riveting new game marked by complex storylines, striking graphics and unadulterated stylistic action. As a prequel to the first Devil May Cry, the story unfolds an earlier chapter in Dante’s history, to a fateful clash with his evil twin brother. In addition to its characteristic fast paced action, the game increases the intensity with a new \"style\" system. It adds more depth to gameplay and allows players to choose between short-range, long-range, defensive or evasive play styles. Each system has its own range of features and players can power up their favorite style for increased special attack abilities. Special Edition feature: Now play as Dante’s twin Vergil! [Capcom]",
        "scores": {
            "metascore": "87",
            "userscore": "9.1"
        }
    },
    "26": {
        "title": "Syphon Filter: Dark Mirror",
        "date": "March 14, 2006",
        "summary": "Assume the role of Gabe Logan, a highly-trained Precision Strike Operative, commanding a black box United States Agency that legally doesn't exist. Gabe finds himself dealing with a beautiful woman from his past who harbors a shocking secret while he battles the Red Section, a para-military group in possession of Project Dark Mirror, a next-generation weapon of mass destruction. Using Precision Strike Tactics, advanced vision technology, and the latest in high-tech weaponry, Logan and his team perform surgical strike missions - too sensitive for a military response, too dangerous for civilian intelligence forces. Through the role of Gabe, players will have to be quick to strategize, as he is responsible to infiltrate, recon and execute decisively. Once inserted, Logan is his own authority - he must make life and death decisions, quickly choosing which course of action to take.",
        "scores": {
            "metascore": "87",
            "userscore": "8.8"
        }
    },
    "27": {
        "title": "Elite Beat Agents",
        "date": "November 6, 2006",
        "summary": "In a jam? Well, all these guys DO is jam! Prepare to rock as these beat masters use their groovy moves to save the day. As the music plays, players tap the screen, trace rhythmic patterns and keep the beat as the story unfolds on the top screen. Every scene is accompanied by rump-shaking tunes, but players have to keep the Elite Beat Agents grooving. The worse players do, the worse the story might end up. Whether they’re helping a lost dog find its way home or helping a babysitter charm a hunky football player, no crisis is too weird. The public knows of government agencies like the FBI and CIA, but little is known of this super-secret agency. Code-named Elite Beat Agents, these men in black are heroes' heroes and the coolest group of guys this world has ever known. Of course, according to official records, they do not exist. Their leader, an ex-CIA agent named Commander Kahn, scans the world for cries of help. When he finds one, he dispatches the agents, who assist their targets by performing a song and dance. The hypnotic nature of their rocking revives the targets with \"Groovy\" energy that boosts their willpower and helps them overcome their obstacles. Every stage is presented in a storyline fashion. All stages share similar basic elements and game flow: The player gets introduced to the target’s problem in a comical intro. Commander Kahn dispatches the agents to the scene. The agents arrive in a special \"Beat Transport\" that is tailor-made for the situation. The song starts as the agents and player meet the target. By tapping and tracing patterns that appear on-screen, players play along with the song’s rhythm. The animated story changes depending on how well the player performs. After each section, the player gets judged. Depending on the Elite-o-meter's judgment, the story will go well or poorly. If the player makes it though the whole song, he or she will be judged on the whole thing and get one of three endings. [Nintendo]",
        "scores": {
            "metascore": "87",
            "userscore": "8.5"
        }
    },
    "28": {
        "title": "Bully",
        "date": "October 17, 2006",
        "summary": "(Known as \"Canis Canem Edit\" in the UK/EU)  Bully, the brutally funny debut title from Rockstar Vancouver, takes the Rockstar tradition of groundbreaking, innovative, original gameplay and humorous tongue-in-cheek storytelling to an entirely new setting: the schoolyard. As a troublesome schoolboy, you'll laugh and cringe as you stand up to bullies, get picked on by teachers, play pranks on malicious kids, win or lose the girl, and ultimately learn to navigate the obstacles of the fictitious reform school, Bullworth Academy. [Rockstar Games]",
        "scores": {
            "metascore": "87",
            "userscore": "9.0"
        }
    },
    "29": {
        "title": "Metal Gear Solid: Portable Ops",
        "date": "December 5, 2006",
        "summary": "An all-new action game in Hideo Kojima's legendary Metal Gear Solid series, Metal Gear Solid: Portable Ops jumps into the stealth action genre on the PSP system with an original storyline that follows the events of \"Metal Gear Solid 3: Snake Eater\" and innovative online play that lets gamers recruit their own comrades to form a unique fighting force. Providing the missing pieces to the puzzle of the Metal Gear saga, players learn more about their favorite characters and how the events of later Metal Gear games were set into motion while experiencing breakthrough online play that lets gamers utilize all aspects of the PSP systems' infrastructure functionality. [Konami]",
        "scores": {
            "metascore": "87",
            "userscore": "8.2"
        }
    },
    "30": {
        "title": "NCAA Football 07",
        "date": "July 18, 2006",
        "summary": "Momentum changes everything - now college football's most celebrated videogame turns the tide with NCAA Football 07. Whether battling your biggest rival or playing for the first-ever BCS National Championship Game in Dynasty Mode, success on the field depends on your ability to maintain momentum. Featuring unprecedented graphics that capture every moment in complete detail—from the authenticity of the stadiums, mascots, and marching bands, to the true-to-life look and feel of the players on the field. [Electronic Arts]",
        "scores": {
            "metascore": "87",
            "userscore": "8.7"
        }
    },
    "31": {
        "title": "Warhammer 40,000: Dawn of War - Dark Crusade",
        "date": "October 9, 2006",
        "summary": "Warhammer 40,000: Dawn of War: Dark Crusade is set in Games Workshop's world of Warhammer  40,000 - a dark, futuristic, fantasy universe where armies of technologically advanced warriors, fighting machines and hordes of implacable aliens wage constant war - and is traveled by millions worldwide. As a hybrid expansion, the game offers a complete standalone experience, allowing gamers to play as all seven races, including the all-new, mysterious Tau and the chilling Necron. Fans who own the entire Dawn of War series can look forward to new units across each of the five original races, expansive bonus content and the ability to play as any of the seven races in multiplayer. [THQ]",
        "scores": {
            "metascore": "87",
            "userscore": "8.8"
        }
    },
    "32": {
        "title": "Kingdom Hearts II",
        "date": "March 28, 2006",
        "summary": "It has been a year since the events of \"Kingdom Hearts.\" Sora and friends are joined by a vibrant new cast of characters, including the king himself. Together, they will face countless dangers in worlds both familiar and brand-new. It seems the Heartless still exist. A new villain also awaits - but is it an old foe behind the mask, or a new menace? This mystery and others will be solved as the story unfolds in a grand adventure.",
        "scores": {
            "metascore": "87",
            "userscore": "9.0"
        }
    },
    "33": {
        "title": "Resistance: Fall of Man",
        "date": "November 14, 2006",
        "summary": "In Resistance: Fall of Man, the U.S. and Britain band together in a last-ditch effort to save Europe and Asia from a horrific scourge. In mere decades, the Chimera - a species of unknown origin propagating a virus that converts other life forms into more Chimera - has overrun Russia and all of Europe. Humanity’s hope for survival is slim, and the tide of the battle rests on the shoulders of U.S. Army Ranger, Sgt. Nathan Hale. Resistance: Fall of Man draws players into a deep, frightening story that rewrites the 20th century and pits the United States and Britain against a horrific species of unknown origin. In addition to an epic single player campaign, the game features co-op, split screen multiplayer and highly customizable online gameplay. Greater processing power on PlayStation 3 and Blu-ray technology enables more immersive visual and sound effects in Resistance: Fall of Man, heightening the chaos of large-scale warfare. Insomniac Games has combined its passion for creating exotic weapons and vehicles with a proprietary physics system to create a unique human and alien arsenal. [SCEA]",
        "scores": {
            "metascore": "86",
            "userscore": "8.1"
        }
    },
    "34": {
        "title": "LEGO Star Wars II: The Original Trilogy",
        "date": "September 12, 2006",
        "summary": "LEGO Star Wars II takes the fun and customization ability of the LEGO play pattern and combines it with the epic story, characters and action from the revolutionary Star Wars: Episodes IV, V and VI. With a unique tongue-in-cheek take on the Original Trilogy, LEGO Star Wars II lets you build and battle your way through your favorite film moments. From Darth Vader's pursuit of Princess Leia aboard her Blockade Runner to Luke's final confrontation with Emperor Palpatine. For the first time ever, characters can get in and out of vehicles, as well as ride creatures. Because it's LEGO style, you can also mix and match the body parts of more than 50 playable characters to create one of millions of possible LEGO Star Wars heroes. And on PS2, Xbox and Windows platforms, a game save from the first LEGO Star Wars can unlock another 50-plus additional characters for Free Play mode -- that's more than 100 total characters. Other exciting additions include free-roaming vehicle levels, the ability to switch ships at will in Free Play mode, cool new character-specific attacks and maneuvers, playable mini-kit vehicles, an adaptive difficulty option and more. [LucasArts]",
        "scores": {
            "metascore": "86",
            "userscore": "8.1"
        }
    },
    "35": {
        "title": "Galactic Civilizations II: Dread Lords",
        "date": "February 21, 2006",
        "summary": "Galactic Civilizations II: Dread Lords is the sequel to Stardock's hit turn-based strategy game. Galactic Civilizations is a strategy game that takes place in the distant future where mankind has become a space-faring civilization and now must contend with other galactic powers who strive for domination in the galaxy. The basic concept behind Galactic Civilizations II is the same as the first one -- to build an interstellar civilization. [Strategy First]",
        "scores": {
            "metascore": "86",
            "userscore": "7.7"
        }
    },
    "36": {
        "title": "Fight Night Round 3",
        "date": "February 20, 2006",
        "summary": "Go toe-to-toe with greats such as Ali, De La Hoya, Joe Frazier, Bernard Hopkins and Roy Jones. Outside of the ring, gamers can establish intense rivalries through pre-fight events putting purpose and passion behind every hit. Three new Impact Punches a la the EA Sports Haymaker keep gamers at the edge of their seat as players are only one punch away from the entire dynamic of the fight changing. Land a perfectly timed Flash KO or jump into a quick mid-fight mini-game to land a humiliating knockdown punch. Thrown using EA Sports Fight Night's innovative analog punch system, Impact Punches are high risk and high reward - put down your opponent or get knocked on the canvas. Boxing's Greatest Rivalries - Watch ESPN Classic footage of real-life bouts or re-create the greatest fights from past and present including Arturo Gatti vs. Mickey Ward, Marco Antonio Barrera vs. Eric Morales, and Ali vs. Frasier. Establish intense rivalries of your own by intimidating opponents before the big fight with heated press conferences full of hype, trash talkin', and fights at weigh-ins. Relive the best rivalries of your career in ESPN's Instant Classics! Create a style of your own, then see how you match up against the authentic signature styles from the world's best fighters. Licensed boxers use tactics and strategies that match their real life counterparts. Self Determinant AI adapts its style to match user strengths and to exploit weaknesses. [Electronic Arts]",
        "scores": {
            "metascore": "86",
            "userscore": "8.8"
        }
    },
    "37": {
        "title": "Grand Theft Auto: Vice City Stories",
        "date": "October 31, 2006",
        "summary": "Vice City, 1984. Opportunity abounds in a city emerging from the swamps, its growth fueled by the violent power struggle in a lucrative drugs trade. Construction is everywhere as a shining metropolis rises from foundations of crime and betrayal. As a soldier, Vic Vance always protected his dysfunctional family, his country, himself. One bad decision later and that job is about to get much harder. Kicked out onto the streets of a city between glamour and gluttony, Vic is faced with a stark choice - build an empire or be crushed. [Rockstar Games]",
        "scores": {
            "metascore": "86",
            "userscore": "8.3"
        }
    },
    "38": {
        "title": "The Elder Scrolls IV - Knights of the Nine",
        "date": "November 21, 2006",
        "summary": "Knights of the Nine is a compilation that includes all the other Oblivion downloadable content released to date: Horse Armor, The Orrery, Wizard’s Tower, Vile Lair, Thieves Den, Mehrunes' Razor, and Spell Tomes. Knights of the Nine features an all-new faction and quests for noble characters and answers many of the questions surrounding the Ayleid ruins found throughout Oblivion. Players can join a new faction and found their own order of holy knights – leading them into battle against a sorcerer-king and his demonic minions while exploring massive dungeons and searching for legendary relics – the holy armor and weapons of the Divine Crusader. [Bethesda Softworks]",
        "scores": {
            "metascore": "86",
            "userscore": "7.5"
        }
    },
    "39": {
        "title": "Castlevania: Portrait of Ruin",
        "date": "December 5, 2006",
        "summary": "Take control of two heroes, Jonathan Morris, a vampire killer and his close friend Charlotte Orlean, a girl with tremendous magical ability. Amidst the chaos of World War II, two mysterious sisters emerge, working to resurrect Dracula and David and Charlotte are all that stand in their way. Two new playable characters, each with their own unique style of play and abilities. Strategically switch between characters in the heat of the action. Call on your partner and execute Summon Attacks to decimate your enemies. Collect items, weapons and magic as you explore the castle. Explore several environments new to the series, such as the Desert, abandoned cities and more. [Konami]",
        "scores": {
            "metascore": "85",
            "userscore": "8.3"
        }
    },
    "40": {
        "title": "Metroid Prime: Hunters",
        "date": "March 20, 2006",
        "summary": "Who is the Galaxy's Most Elite Bounty Hunter? Before Metroid Prime Hunters, the answer was easy. Now that six other ferocious bounty hunters have gathered to challenge Samus, the title is up for grabs. Engage in intense four-player deathmatches either locally or against players from around the world with Nintendo Wi-Fi Connection. Battle with seven elite bounty hunters, each with unique alternate forms and specialty weapons. Customize your multiplayer matches with over 20 expertly designed arenas and seven intense modes of play. Unlock multiplayer features by completing an all-new single-player mission in Adventure Mode. [Nintendo]",
        "scores": {
            "metascore": "85",
            "userscore": "7.9"
        }
    },
    "41": {
        "title": "Midnight Club 3: DUB Edition Remix",
        "date": "March 13, 2006",
        "summary": "The Midnight Club is back and bigger than ever. Take on street racing's toughest competitors as you tear through the living city sprawls of Detroit, San Diego, Atlanta and now Tokyo at breakneck speeds. Personalize the huge assortments of all new additional rides with the latest rims, kits and upgrades hot off the street. Midnight Club 3: DUB Edition Remix is the definitive urban racing experience, giving you the ultimate freedom to choose your own route to the finish line. [Rockstar Games]",
        "scores": {
            "metascore": "85",
            "userscore": "8.8"
        }
    },
    "42": {
        "title": "Daxter",
        "date": "March 14, 2006",
        "summary": "Daxter is centered around the world of the lovable orange ottsel made popular in the Jak and Daxter franchise. The story unfolds as Daxter searches for Jak, who was imprisoned during the events that led to the start of \"Jak II.\" Daxter, now on his own in an unfamiliar place, quickly realizes that being small and furry won't help his chances of survival. To help stamp out a mysterious metalbug infestation, Daxter takes on a job as a pest exterminator, enabling him to explore parts of Haven City in an effort to collect the clues that will lead him to Jak. Daxter allows gamers to play from his perspective offering a distinctive set of moves with agile abilities that allows players to climb walls, creep up on enemies, fit in small places and maneuver vehicles. Taking a job as a pest exterminator, to fight an ongoing invasion of metal-bugs, Daxter comes equip with gadgets to rid the city of these metal nuisances. Get close up and personal by using your flimsy bug swatter to squash an army of attacking insects or your spray gun to hover around a variety of environments while picking up various upgrades. [SCEA]",
        "scores": {
            "metascore": "85",
            "userscore": "8.6"
        }
    },
    "43": {
        "title": "Tom Clancy's Rainbow Six: Vegas",
        "date": "December 12, 2006",
        "summary": "The stakes are high when the world's most elite counter-terrorism unit enters Las Vegas, where over 36.7 million men, women and children visit each year. \"Sin City,\" the home of the famous Las Vegas Strip, flashy hotels, high-rolling casinos and world-famous celebrities, becomes the setting for a terrorist threat of global proportions. What happens when one of the world's most famous cities is held hostage by terrorists? [Ubisoft]",
        "scores": {
            "metascore": "85",
            "userscore": "7.7"
        }
    },
    "44": {
        "title": "Tom Clancy's Splinter Cell Double Agent",
        "date": "October 17, 2006",
        "summary": "Veteran agent Sam Fisher is back. But he's never faced an enemy like this before. To stop a devastating terrorist attack, he must infiltrate a vicious terrorist group and destroy it from within. For the first time ever, experience the relentless tension and gut-wrenching dilemmas of life as a double agent. As you infiltrate a terrorist organization in its American headquarters, you must carefully weigh the consequences of your actions. Kill too many criminals and you'll blow your cover. Hesitate too long and millions will die. Do whatever it takes to complete your mission, but get out alive. Dual objectives to fulfill: NSA government agents and terrorists will each want you to accomplish opposing tasks at the same time. Discover the tension of being a double agent: Use actual tactics employed by today’s real-life double agents to sabotage the terrorists' plans. Explore a branching storyline with multiple endings: Your choices have an impact on how the story and game play unfolds. Missions from all over the world, from Asia to Africa to the heart of the US. Experience extreme situations: underwater or in a sandstorm, hiding behind the dust or smoke – and even skydiving. Master the latest weapons and gadgets used by NSA government agents in addition to black-market terrorist weapons. [Ubisoft]",
        "scores": {
            "metascore": "85",
            "userscore": "8.1"
        }
    },
    "45": {
        "title": "Dead Rising",
        "date": "August 8, 2006",
        "summary": "Dead Rising follows the harrowing tale of Frank West, an overly zealous freelance photojournalist on a hunt for the scoop of a lifetime. In pursuit of a juicy lead, he makes his way to a small suburban town only to find that it has become overrun by zombies. He escapes to the local shopping mall, thinking it will be a bastion of safety but it turns out to be anything but. It will be a true struggle to survive the endless stream of enemies, but players will have full reign of a realistic shopping center, utilizing anything they find to fight off the flesh-hungry mob and search for the truth behind the horrendous epidemic. Dead Rising features an open level of freedom and offers a vast array of gameplay possibilities. As part of a real time system, time is dynamic in Dead Rising, marching on whether Frank is actively engaged or if he is stationary. Time also plays a role as zombies become more powerful when the sun goes down. Though they move slowly during the day, the zombies become stronger and faster at night, making it even more dangerous for players to survive. The unprecedented numbers of enemies come in never-ending waves and consist of a diverse population of former humans that have retained some memory of their previous lives, which is reflected in their behavior and appearance. The variety of different stores in the mall offers players an endless supply of resources including vehicles, makeshift weapons and more. Players will also encounter other survivors along the way and by helping them can acquire valuable clues as to what has happened.",
        "scores": {
            "metascore": "85",
            "userscore": "7.7"
        }
    },
    "46": {
        "title": "Lego Star Wars II: The Original Trilogy",
        "date": "September 12, 2006",
        "summary": "Lego Star Wars II takes the fun and customization ability of the LEGO play pattern and combines it with the epic story, characters and action from the revolutionary Star Wars: Episodes IV, V and VI. With a unique tongue-in-cheek take on the Original Trilogy, LEGO Star Wars II lets you build and battle your way through your favorite film moments. From Darth Vader's pursuit of Princess Leia aboard her Blockade Runner to Luke's final confrontation with Emperor Palpatine. For the first time ever, characters can get in and out of vehicles, as well as ride creatures. Because it's LEGO style, you can also mix and match the body parts of more than 50 playable characters to create one of millions of possible LEGO Star Wars heroes. And on PS2, Xbox and Windows platforms, a game save from the first LEGO Star Wars can unlock another 50-plus additional characters for Free Play mode -- that's more than 100 total characters. Other exciting additions include free-roaming vehicle levels, the ability to switch ships at will in Free Play mode, cool new character-specific attacks and maneuvers, playable mini-kit vehicles, an adaptive difficulty option and more.",
        "scores": {
            "metascore": "85",
            "userscore": "8.5"
        }
    },
    "47": {
        "title": "F.E.A.R.",
        "date": "October 31, 2006",
        "summary": "F.E.A.R. (First Encounter Assault and Recon), is an intense first person close-quarters combat experience with rich atmosphere and an engaging storyline. The story begins as an unidentified paramilitary force infiltrates a multi-billion dollar aerospace compound. The government responds by sending in Special Forces, but loses contact as an eerie signal interrupts radio communications. When the interference subsides moments later, the team has been literally torn apart. As part of a classified strike team created to deal with threats no one else can handle, your mission is simple: Eliminate the intruders at any cost. Determine the origin of the signal. And contain this crisis before it spirals out of control. [Vivendi]",
        "scores": {
            "metascore": "85",
            "userscore": "7.4"
        }
    },
    "48": {
        "title": "FIFA 07 Soccer",
        "date": "October 3, 2006",
        "summary": "FIFA 07 delivers complete authenticity with licenses for all the world's top leagues, including MLS and Mexican 1st Division in North America, and 26 others from over 20 nations. This year, you have the power to shape your club's destiny in the EA Sports Interactive Leagues, a new online mode that enables you to pit your club against supporters of your real-world opponents. The online interactive leagues feature the F.A. Premier League, Bundesliga, French League and the Mexican 1st Division. Experience the future of online gaming as you play your games according to the real-world schedule. When they play, you play. Track your team's progress as the aggregate results determine your club's position in the league table. This year, new intelligent A.I. ensures that your 11 men on the pitch make realistic decisions, finding space and passing like professionals. A complete overhaul of the game engine now means that you have to employ real world tactics, make split-second decisions and think like a player in order to win matches. Watch as your players jostle and collide realistically while trying to win balls. Experience the realism of the world's superstars, who come to life with signature moves and authentic playing styles and a more sophisticated shooting mechanic that gives you greater control to produce finesse shots. Plus you now have the ability to apply topspin or backspin to the ball for more creative set-pieces.",
        "scores": {
            "metascore": "85",
            "userscore": "8.1"
        }
    },
    "49": {
        "title": "Viva Pinata",
        "date": "November 9, 2006",
        "summary": "Viva Pinata is a customizable, social and spontaneous game that invites players of all ages and skills to explore an immersive world where they are challenged to create and maintain a living garden ecosystem that grows in real time. Beginning with a few basic tools, players build and take control of their environment to attract and host more than 60 species of wild pinata, utilizing hundreds of customizable elements to create their very own distinctively unique thriving paradise. Viva Pinata gameplay continues to evolve with new content available via the Xbox Live service and the ability to play, trade and interact with more than 2 million gamers via the online service. [Microsoft]",
        "scores": {
            "metascore": "84",
            "userscore": "7.9"
        }
    },
    "50": {
        "title": "GT Legends",
        "date": "January 23, 2006",
        "summary": "The golden age of motor sports has returned. Experience one of the world's most exciting racing series in GT Legends, including the legendary touring cars of the 60's and 70's. Collect more then 90 original FiA GTC-TC team vehicles and demonstrate your driving skill on real European racetracks. Original Tracks: Over 25 variations of real tracks like Imola, Monza, Donington and Mondello Park. 5 Difficulty Levels: Ranging from the easy beginner mode to the ultra realistic simulation mode. Career Mode: Win numerous cups and buy your dream car in this challenging mode. Pure Realism: Experience an unequalled level of realism in cooperation with FiA GTC-TC teams, incl. pit stops and car setups. Real Sounds: Sophisticated recording techniques guarantee an authentic acoustic profile for each vehicle. Incredible Graphics: Leading edge graphics technology enabling spectacular special effects and dynamic day and night cycles. Multiplayer Mode: Impress your friends with rare unlockable cars and challenge up to 15 opponents online. [Atari]",
        "scores": {
            "metascore": "84",
            "userscore": "7.8"
        }
    },
    "51": {
        "title": "Space Rangers 2: Rise of the Dominators",
        "date": "March 27, 2006",
        "summary": "200 years after the first chapter for Space Rangers, a new, even more dangerous threat arises in the galaxy. A key planet producing war androids has become self-aware and is attempting to conquer the galaxy one planet at a time. These machines are not only capable of fulfilling any order, but they have their own intellect and force of will. This new type of cyber life is driven only by instinct of destruction and cares only about expanding the realm of the silicate. Freedom of choice is a distinguishing feature of the Space Rangers saga and continues as players explore the massive world. The game is not limited by borders and allows players an opportunity to influence the branching storyline. At the same time, the larger and more expansive game world lives and develops by itself. In Space Rangers 2 players will have an opportunity to test their skills not only in outer space, but on planets' surfaces as well. 3D real-time battles on planets is a new part of the game. By producing and upgrading war machines, gamers have a chance to defeat the ominous threat of the Dominators. [1C Company]",
        "scores": {
            "metascore": "84",
            "userscore": "8.9"
        }
    },
    "52": {
        "title": "Tetris DS",
        "date": "March 20, 2006",
        "summary": "10 DS players can battle with only one Tetris DS card. Each of the six modes of play features a theme based on a classic Nintendo game, such as Super Mario Bros., The Legend of Zelda or Metroid. The traditional Tetriminos (falling blocks) and line-clearing strategy remain the staples of the game, but the touch screen adds a new element of interactivity. Some modes give players special Tetris puzzles to solve. Others feature head-to-head action between two players, or massive wireless battles between 10 DS users, even if only one player has a game card. Players also can log onto Nintendo Wi-Fi Connection to compete in two- or four-player battles. Tetris DS even includes a point-based rating system based on players' battle results. Opponents can see one another's ratings, which indicate their skill levels. Every gamer, whether competitive or casual, will find a way to reconnect with one of the most popular puzzle games in history. Look for more details about the new game play modes on Nintendo.com in the weeks leading up to the game's release. [Nintendo.com]",
        "scores": {
            "metascore": "84",
            "userscore": "7.9"
        }
    },
    "53": {
        "title": "NBA 2K7",
        "date": "September 25, 2006",
        "summary": "Be a Sharpshooter - The award winning technical achievement of 2K6 is new and improved. Take complete control of all of your shots with the shot stick. Run the Streets - Hit the street courts and showcase your playground game with completely all new streetball mode. Virtual Identity Profile - Learn the play style of your friends and foes with the V.I.P. System. The Association - Be the GM of your NBA team with the deepest Franchise Mode around. [2K Sports]",
        "scores": {
            "metascore": "84",
            "userscore": "7.8"
        }
    },
    "54": {
        "title": "TOCA Race Driver 3",
        "date": "February 22, 2006",
        "summary": "The TOCA racing series returns for a third go with numerous improvements over its predecessors. TOCA Race Driver 3 features upgraded artificial intelligence, a spectator mode, rivalries, and 35 racing styles. There are more than 80 cars to choose from, each with finely tuned performance variables. You can progress across all disciplines or specialize in one of the six, including touring, GT, and rally. TOCA Race Driver 3 is also online-compatible, letting you challenge other gamers around the globe.",
        "scores": {
            "metascore": "84",
            "userscore": "8.0"
        }
    },
    "55": {
        "title": "Guild Wars Factions",
        "date": "April 28, 2006",
        "summary": "The stand-alone Guild Wars Factions is the second campaign in ArenaNet's massively multiplayer online role-playing game. The Factions campaign, which can be played either connected with the regular Guild Wars or as its own separate game, includes new regions (with an entire new continent), professions, skills, missions, and monsters, along with expanded options for both Cooperative and Player-versus-Player (PvP) play, and enhanced features for guilds. New content includes a number of the skills added to Guild Wars: Factions, including some of the deadly skills of the Assassin and the arcane spells of the spiritual Ritualist. Factions will also introduce a new PvP continent, Battle Isles. Battle Isles will introduce players to new PvP experiences, new and expanded arenas, new quests and a new explorable area as well. [NCsoft]",
        "scores": {
            "metascore": "84",
            "userscore": "8.4"
        }
    },
    "56": {
        "title": "LEGO Star Wars II: The Original Trilogy",
        "date": "September 12, 2006",
        "summary": "LEGO Star Wars II takes the fun and customization ability of the LEGO play pattern and combines it with the epic story, characters and action from the revolutionary Star Wars: Episodes IV, V and VI. With a unique tongue-in-cheek take on the Original Trilogy, LEGO Star Wars II lets you build and battle your way through your favorite film moments. From Darth Vader's pursuit of Princess Leia aboard her Blockade Runner to Luke's final confrontation with Emperor Palpatine. For the first time ever, characters can get in and out of vehicles, as well as ride creatures. Because it's LEGO style, you can also mix and match the body parts of more than 50 playable characters to create one of millions of possible LEGO Star Wars heroes. And on PS2, Xbox and Windows platforms, a game save from the first LEGO Star Wars can unlock another 50-plus additional characters for Free Play mode -- that's more than 100 total characters. Other exciting additions include free-roaming vehicle levels, the ability to switch ships at will in Free Play mode, cool new character-specific attacks and maneuvers, playable mini-kit vehicles, an adaptive difficulty option and more. [LucasArts]",
        "scores": {
            "metascore": "84",
            "userscore": "8.8"
        }
    },
    "57": {
        "title": "Fight Night Round 3",
        "date": "February 20, 2006",
        "summary": "Go toe-to-toe with greats such as Ali, De La Hoya, Joe Frazier, Bernard Hopkins and Roy Jones. Outside of the ring, gamers can establish intense rivalries through pre-fight events putting purpose and passion behind every hit. Three new Impact Punches a la the EA Sports Haymaker keep gamers at the edge of their seat as players are only one punch away from the entire dynamic of the fight changing. Land a perfectly timed Flash KO or jump into a quick mid-fight mini-game to land a humiliating knockdown punch. Thrown using EA Sports Fight Night's innovative analog punch system, Impact Punches are high risk and high reward - put down your opponent or get knocked on the canvas. Boxing's Greatest Rivalries - Watch ESPN Classic footage of real-life bouts or re-create the greatest fights from past and present including Arturo Gatti vs. Mickey Ward, Marco Antonio Barrera vs. Eric Morales, and Ali vs. Frasier. Establish intense rivalries of your own by intimidating opponents before the big fight with heated press conferences full of hype, trash talkin', and fights at weigh-ins. Relive the best rivalries of your career in ESPN's Instant Classics! Create a style of your own, then see how you match up against the authentic signature styles from the world's best fighters. Licensed boxers use tactics and strategies that match their real life counterparts. Self Determinant AI adapts its style to match user strengths and to exploit weaknesses. [Electronic Arts]",
        "scores": {
            "metascore": "84",
            "userscore": "8.2"
        }
    },
    "58": {
        "title": "Rise of Nations: Rise of Legends",
        "date": "May 9, 2006",
        "summary": "Rise of Nations: Rise of Legends evolves the franchise's trademark features such as borders, large-scale battles and city-building in innovative ways. Players are able to transform small villages into powerful civilizations and lead vast fantasy armies into strategic battles using formations, unit control and heroic abilities to destroy the enemy. The popular Conquer the World (CTW) Campaign returns in Rise of Nations: Rise of Legends with exciting updates. The new CTW Campaign guides players through a new world of heroes, monsters, loyalty and betrayal. Gamers follow a story through multiple campaigns with fascinating subplots and heroic characters. The campaigns immerse players in an ever-changing three-dimensional world with terrain and cities that evolve as civilizations grow. [Microsoft]",
        "scores": {
            "metascore": "84",
            "userscore": "8.5"
        }
    },
    "59": {
        "title": "TOCA Race Driver 3",
        "date": "February 22, 2006",
        "summary": "(Also known as \"ToCA Race Driver 2006\") TOCA Race Driver 3 takes the variety of motorsport experiences available in \"Race Driver 2\" and expanding on it even further, so no matter what your taste in racing, you'll find something to suit you. Featuring the British GT championship, series stalwarts the DTM and Aussie V8 Supercars, Sprint Cars, Rallying, and open wheel racing all the way from karts to the BMW Williams Grand Prix Cars, and much more TOCA Race Driver 2006 has something for everyone. Race on tracks from all over the world, take the story-driven \"world tour\" mode if you want to get straight to where the action is, or for the people wanting the nuts and bolts, take the \"Pro Career\" mode and work you way up the ladder in different disciplines of motorsport, aiming for the pinnacle of your chosen field. [Codemasters]",
        "scores": {
            "metascore": "84",
            "userscore": "7.8"
        }
    },
    "60": {
        "title": "Madden NFL 07",
        "date": "August 22, 2006",
        "summary": "With the exclusive video game license of the NFL and its players, and currently in its 17th installment, Madden NFL 07 puts you in control the running game like never before. For the first time ever, step up as the lead blocker to create a hole, and then take control of the tailback and smash through, overpower, or slash away from would-be tacklers as you fight for every yard. Innovative rushing controls give you a game-breaking ground attack featuring all-new jukes, cutbacks, and the distinct running styles of your favorite backs. [Electronic Arts]",
        "scores": {
            "metascore": "84",
            "userscore": "8.1"
        }
    },
    "61": {
        "title": "DEFCON: Everybody Dies",
        "date": "September 29, 2006",
        "summary": "Inspired by the 1983 cult classic film, \"Wargames,\" DEFCON superbly evokes the tension, paranoia and suspicion of the Cold War era, playing on the fascinating aspects of psychological gameplay that occur during strategic nuclear warfare. You play a General hidden deep within an underground bunker. Your mission is to successfully exterminate your enemy's civilian population whilst saving your own. Points are awarded or lost depending on both the efficacy and thoroughness of your nuclear vendetta and the number of your own civilian deaths. In order to win you must wipe out the enemy population and simultaneously disable the enemy's ability to retaliate against you. This is an extremely difficult task since launching an attack on the enemy exposes the positions of your own Ground Silos, Subs and Bombers the moment they launch nuclear weapons, making you extremely vulnerable and exposed to a crushing counter-attack. Desperate attempts must be made to form fast, tactical alliances, alliances that may at any moment break-down to become the treacherous and most deadly of betrayals. Everyone looks to each other in a state of nervous suspense and paranoid accusation. In all-out nuclear Armageddon, everybody dies, everybody loses, you just have to make sure you lose the least! [Valve]",
        "scores": {
            "metascore": "84",
            "userscore": "8.3"
        }
    },
    "62": {
        "title": "Lego Star Wars II: The Original Trilogy",
        "date": "September 12, 2006",
        "summary": "Lego Star Wars II takes the fun and customization ability of the LEGO play pattern and combines it with the epic story, characters and action from the revolutionary Star Wars: Episodes IV, V and VI. With a unique tongue-in-cheek take on the Original Trilogy, LEGO Star Wars II lets you build and battle your way through your favorite film moments. From Darth Vader's pursuit of Princess Leia aboard her Blockade Runner to Luke's final confrontation with Emperor Palpatine. For the first time ever, characters can get in and out of vehicles, as well as ride creatures. Because it's LEGO style, you can also mix and match the body parts of more than 50 playable characters to create one of millions of possible LEGO Star Wars heroes. And on PS2, Xbox and Windows platforms, a game save from the first LEGO Star Wars can unlock another 50-plus additional characters for Free Play mode -- that's more than 100 total characters. Other exciting additions include free-roaming vehicle levels, the ability to switch ships at will in Free Play mode, cool new character-specific attacks and maneuvers, playable mini-kit vehicles, an adaptive difficulty option and more.",
        "scores": {
            "metascore": "84",
            "userscore": "8.6"
        }
    },
    "63": {
        "title": "The Lord of the Rings: The Battle for Middle-Earth II",
        "date": "March 2, 2006",
        "summary": "Given a new agreement with The Saul Zaentz Company d/b/a Tolkien Enterprises that grants EA the rights to develop games based on the books, in addition to a separate agreement that allows for games based on the New Line Cinema films The Lord of the Rings, The Battle for Middle-earth II will introduce players to depths of the fiction never before explored by EA. With all new content from J.R.R. Tolkien's original fiction, delve deeper than ever before and engage in new battles that go beyond the award-winning movie trilogy. Wage war in the North and assume command of the most storied civilizations in all of Middle-earth history -- the Elven and Dwarven armies -- or fight on the side of Evil with heroes and creatures that have never been seen in The Lord of the Rings films. Defend or overtake never before seen lands such as Dol Guldur, The Misty Mountains, and Mirkwood as you unleash powerful new weapons and abilities - summon dragons, cause volcanoes to erupt, or bring down a cataclysmic lightning strike. But beware, with greater power comes greater adversity. Your enemies, commanded by a powerful new AI system, possess a greater tactical edge and more powerful spells. Will your armies have the fortitude to persevere? [Electronic Arts]",
        "scores": {
            "metascore": "84",
            "userscore": "7.7"
        }
    },
    "64": {
        "title": "Tom Clancy's Splinter Cell Double Agent",
        "date": "October 24, 2006",
        "summary": "Veteran agent Sam Fisher is back. But he's never faced an enemy like this before. To stop a devastating terrorist attack, he must infiltrate a vicious terrorist group and destroy it from within. For the first time ever, experience the relentless tension and gut-wrenching dilemmas of life as a double agent. As you infiltrate a terrorist organization in its American headquarters, you must carefully weigh the consequences of your actions. Kill too many criminals and you'll blow your cover. Hesitate too long and millions will die. Do whatever it takes to complete your mission, but get out alive. Dual objectives to fulfill: NSA government agents and terrorists will each want you to accomplish opposing tasks at the same time. Discover the tension of being a double agent: Use actual tactics employed by today’s real-life double agents to sabotage the terrorists' plans. Explore a branching storyline with multiple endings: Your choices have an impact on how the story and game play unfolds. Missions from all over the world, from Asia to Africa to the heart of the US. Experience extreme situations: underwater or in a sandstorm, hiding behind the dust or smoke – and even skydiving. Master the latest weapons and gadgets used by NSA government agents in addition to black-market terrorist weapons. [Ubisoft]",
        "scores": {
            "metascore": "84",
            "userscore": "8.3"
        }
    },
    "65": {
        "title": "Guild Wars Nightfall",
        "date": "October 26, 2006",
        "summary": "Guild Wars Nightfall continues the tradition of inviting players to immerse themselves in an epic storyline centered in a vibrant fantasy setting, build personalized characters, compete in head-to-head battles with players from around the world, and find adventure in missions and quests, in a Guild Wars game unlike any players have seen before. Two new professions are introduced in the game; the Dervish, a scythe-wielding holy warrior, and the Paragon, guardian angel of the Elonian people. [NCSoft]",
        "scores": {
            "metascore": "84",
            "userscore": "8.6"
        }
    },
    "66": {
        "title": "Disgaea 2: Cursed Memories",
        "date": "August 29, 2006",
        "summary": "Darkness is back. Overlord Zenon has cursed the land, and now, Veldime is transforming into a nasty Netherworld. Memories are sterlized, bodies demonized, the world is falling into chaos. The only one unaffected is a young man, Adell. He stands up to fight the curse, but things never go as planned. The haughty daughter of Zenon, a filthy little frog, lovable demon siblings and a washed-up rock star!? No one can ever predict what goes on in the world of Disgaea. And of course, other Overlords refuse to sit still watching. [NIS America]",
        "scores": {
            "metascore": "84",
            "userscore": "6.9"
        }
    },
    "67": {
        "title": "Valkyrie Profile 2: Silmeria",
        "date": "September 26, 2006",
        "summary": "Hundreds of years before Lenneth's tale, another saga lies concealed by the gods. The valkyrie Silmeria once served Odin loyally, but after an incident ignited a conflict between them, Odin forcefully reincarnated her as a human. The human soul that would carry her spirit was that of Alicia, Princess of Dipan. Ordinarily, Silmeria’s consciousness would have been sealed, her spirit dormant until she was next summoned... However, the forced transmigration causes Silmeria's spirit to awaken within Alicia, leaving two souls to inhabit a single body. The spirit that should have been sealed has awakened—a situation Odin will not ignore for long. This installment introduces the new Photon Action System to the classic side-scrolling action format found in the original. Projecting photons grants players more freedom to explore and expands the action, resulting in challenging puzzles with clever solutions. Add to that \"sealstones\" that affect the laws of nature in dungeons, launching strategy to new heights. The unique battle system of the previous game has evolved into the Advanced Tactical Combination Battle System. [Square Enix]",
        "scores": {
            "metascore": "84",
            "userscore": "8.9"
        }
    },
    "68": {
        "title": "Sid Meier's Civilization IV: Warlords",
        "date": "July 24, 2006",
        "summary": "An all-new expansion pack, Warlords pays homage to some of history's greatest military leaders, delivering six new scenarios, giving players the chance to change the course of history with the help of their new powerful \"warlord\" unit. The expansion pack is loaded with new civilizations, new leaders and more units, resources and wonders that can be used in both single and multiplayer games. [2K Games]",
        "scores": {
            "metascore": "84",
            "userscore": "7.9"
        }
    },
    "69": {
        "title": "Final Fantasy XI: Treasures of Aht Urhgan",
        "date": "April 18, 2006",
        "summary": "Final Fantasy XI is the first cross-platform, cross-continent massively multi-player online role-playing game in the world. With the release of this third expansion, players will uncover the legends surrounding the Aht Urghan Empire. With new jobs, including the highly requested Blue Mage and Corsair, additional areas to explore, and powerful new monsters, Treasures of Aht Urhgan expands the world of Vana'diel making it an even livelier place to visit. [Square Enix]",
        "scores": {
            "metascore": "83",
            "userscore": "6.7"
        }
    },
    "70": {
        "title": "LocoRoco",
        "date": "September 5, 2006",
        "summary": "LocoRoco is an innovative 2D platform/action game available exclusively for the PSP. Featuring unique controls utilizing the \"L\" and \"R\" shoulder buttons, players are tasked with controlling via \"tilting or bumping\" the landscape of the LocoRoco in order to help them navigate through the level and keep them out of harm's way. With more than 40 stages, players control and guide the LocoRoco through vibrant, thriving and lush worlds filled with slippery slopes, swing ropes , and more. Featuring six different types of LocoRoco that include their own voices and actions, players will be enchanted by captivating music that communicates the joyous world of these LocoRoco. In addition, LocoRoco features the rewarding LocoHouse, three mini-games , and wireless features. The peaceful world of the LocoRoco are under attack by the not-so-nice Moja Corps. These evil outer space creatures want nothing but to capture the blissful LocoRoco and take them from their land of blowing flowers, lively creatures and pastel scenery. As the planet where the LocoRoco inhabit, players must tilt, roll and bounce the LocoRoco to safety. [SCEA]",
        "scores": {
            "metascore": "83",
            "userscore": "8.7"
        }
    },
    "71": {
        "title": "MLB 06: The Show",
        "date": "February 28, 2006",
        "summary": "MLB '06: The Show for the PSP suits up for the season with the all-new Career Mode for gamers to create a player and take them out to play anytime, anywhere, and a Season Mode that now offers multiple seasons. Users can choose their favorite team, play the regular season, advance to the playoffs, be crowned the World Series Champion and even create their own dynasty. With the new Historical Greats option, nostalgic fans of America's Pastime players can go up against baseball legends. For gamers on the go, MLB '06: The Show offers multiplayer gameplay, either locally via Ad Hoc Mode or across the nation via Infrastructure Mode. Additionally, sports fanatics can utilize the new online news service to get the latest MLB news feeds online or save them to the Memory Stick Duo and review them offline at their convenience. [SCEA]",
        "scores": {
            "metascore": "83",
            "userscore": "8.2"
        }
    },
    "72": {
        "title": "Fight Night Round 3",
        "date": "February 23, 2006",
        "summary": "You can build a boxer and take him into the ring in Fight Night Round 3. The game features improved graphics, which let you see in detail the effect of your punches on licensed boxers who fight in a variety of boxing styles. You can generate rivalries leading up to a fight by trash-talking and also by fighting during weigh-ins and press conferences. Fight Night Round 3 also includes ESPN footage of classic boxing rivalries. You can challenge other gamers in online multiplayer matches.",
        "scores": {
            "metascore": "83",
            "userscore": "8.4"
        }
    },
    "73": {
        "title": "LEGO Star Wars II: The Original Trilogy",
        "date": "September 12, 2006",
        "summary": "LEGO Star Wars II takes the fun and customization ability of the LEGO play pattern and combines it with the epic story, characters and action from the revolutionary Star Wars: Episodes IV, V and VI. With a unique tongue-in-cheek take on the Original Trilogy, LEGO Star Wars II lets you build and battle your way through your favorite film moments. From Darth Vader's pursuit of Princess Leia aboard her Blockade Runner to Luke's final confrontation with Emperor Palpatine. For the first time ever, characters can get in and out of vehicles, as well as ride creatures. Because it's LEGO style, you can also mix and match the body parts of more than 50 playable characters to create one of millions of possible LEGO Star Wars heroes. And on PS2, Xbox and Windows platforms, a game save from the first LEGO Star Wars can unlock another 50-plus additional characters for Free Play mode -- that's more than 100 total characters. Other exciting additions include free-roaming vehicle levels, the ability to switch ships at will in Free Play mode, cool new character-specific attacks and maneuvers, playable mini-kit vehicles, an adaptive difficulty option and more. [LucasArts]",
        "scores": {
            "metascore": "83",
            "userscore": "8.1"
        }
    },
    "74": {
        "title": "NBA 2K7",
        "date": "September 25, 2006",
        "summary": "Be a Sharpshooter - The award winning technical achievement of 2K6 is new and improved. Take complete control of all of your shots with the shot stick. Run the Streets - Hit the street courts and showcase your playground game with completely all new streetball mode. Virtual Identity Profile - Learn the play style of your friends and foes with the V.I.P. System. The Association - Be the GM of your NBA team with the deepest Franchise Mode around.",
        "scores": {
            "metascore": "83",
            "userscore": "8.6"
        }
    },
    "75": {
        "title": "EverQuest II: Echoes of Faydwer",
        "date": "November 13, 2006",
        "summary": "Echoes of Faydwer is the fourth expansion pack for EverQuest II and the first EQII expansion pack with content for beginners to high-level players (Levels 1 – 70). This expansion introduces a new playable race, The Fae, an enchanted race of winged creatures. The Fae dwell on the continent of Faydwer, in the arboreal city of Kelethin, the new starting city being added to new chapter in the EQII saga. Echoes of Faydwer includes over 350 new quests, a new selection of profession hats, cloaks, armor, and new horse mounts available to players of all levels. EQII players will encounter over 40 new types of creatures to face, more than 20 new zones and adventure areas, and will be able to compete against other players for new PvP (Player vs. Player) rewards, plus all-new items, equipment, spells and tradeskill recipes. The Achievement system introduced in the Kingdom of Sky expansion has been enhanced to include additional sub-class abilities, allowing players to further customize their characters' abilities. [SOE]",
        "scores": {
            "metascore": "83",
            "userscore": "8.6"
        }
    },
    "76": {
        "title": "Call of Duty 3",
        "date": "November 7, 2006",
        "summary": "Call of Duty 3 delivers the intensity of being closer than ever to the fury of combat during the battle for the Liberation of Paris, the most harrowing campaign of WWII, known as The Normandy Breakout. Through a seamless narrative, Call of Duty 3 delivers the rush of unrelenting battle and breathtaking action of the Allied offensive that changed the fate of the world.",
        "scores": {
            "metascore": "83",
            "userscore": "7.5"
        }
    },
    "77": {
        "title": "MLB 06: The Show",
        "date": "February 28, 2006",
        "summary": "MLB' 06: The Show reports to camp with the new Game Time Decisions feature, bringing more depth to Franchise and Season Modes by providing scenarios in which users will need to take full control of their team and decide which players to place in the line up at critical times. Additionally, the new 40-Man Roster feature offers the ability to take full control of a team's roster and manage all 40 players for each and every game. For a complete package of online options, MLB'06: The Show now offers head-to-head gameplay for both King of the Diamond and Rivalry Mode to go along with 32-team tournaments, live sports tickers, downloadable rosters, instant messaging and more. Additionally, the implementation of a new online news service provides users with MLB updates on news and events from around the league or their favorite team. Returning gameplay favorites include, Release Point Pitching, the Pitching Confidence Meter, Guess Pitch, EyeToy functionality, and Career Mode with the all-new Career Spotlight feature that underscores accomplishments and showcases them in the limelight. [SCEA]",
        "scores": {
            "metascore": "83",
            "userscore": "8.6"
        }
    },
    "78": {
        "title": "Fight Night Round 3",
        "date": "December 5, 2006",
        "summary": "Go toe-to-toe with greats such as Ali, De La Hoya, Joe Frazier, Bernard Hopkins and Roy Jones. Outside of the ring, gamers can establish intense rivalries through pre-fight events putting purpose and passion behind every hit. Three new Impact Punches a la the EA Sports Haymaker keep gamers at the edge of their seat as players are only one punch away from the entire dynamic of the fight changing. Land a perfectly timed Flash KO or jump into a quick mid-fight mini-game to land a humiliating knockdown punch. Thrown using EA Sports Fight Night's innovative analog punch system, Impact Punches are high risk and high reward - put down your opponent or get knocked on the canvas. Boxing's Greatest Rivalries - Watch ESPN Classic footage of real-life bouts or re-create the greatest fights from past and present including Arturo Gatti vs. Mickey Ward, Marco Antonio Barrera vs. Eric Morales, and Ali vs. Frasier. Establish intense rivalries of your own by intimidating opponents before the big fight with heated press conferences full of hype, trash talkin', and fights at weigh-ins. Relive the best rivalries of your career in ESPN's Instant Classics! Create a style of your own, then see how you match up against the authentic signature styles from the world's best fighters. Licensed boxers use tactics and strategies that match their real life counterparts. Self Determinant AI adapts its style to match user strengths and to exploit weaknesses. The PlayStation 3 version showcases a unique gameplay feature set including an exclusive new mode called \"Get in the Ring\" that continues to cement this title as the king of the virtual ring. [Electronic Arts]",
        "scores": {
            "metascore": "83",
            "userscore": "7.9"
        }
    },
    "79": {
        "title": "Clubhouse Games",
        "date": "October 9, 2006",
        "summary": "(Known in the UK/EU as \"42 All-Time Classics\") It's game night and everyone’s invited. Play more than 20 classic board, card and party games alone, with friends or via Nintendo Wi-Fi Connection. With familiar favorites like checkers, darts and poker, Clubhouse Games is for everyone and part of the Touch Generations library. Video game newcomers will appreciate the easy-to-use interface. Players can challenge up to seven friends with one game card via Multi-Card Play or DS Download Play. Can't play checkers without shouting \"KING ME!\" across the table? The in-game (PictoChat-like) feature takes table talk to a new level. There's no need to lug around cards or boards when you want to play a quick game. Clubhouse Games is one-stop gaming that will appeal to everyone's tastes, whether they’re in the mood for bowling, backgammon, bridge or billiards. [Nintendo]",
        "scores": {
            "metascore": "83",
            "userscore": "7.8"
        }
    },
    "80": {
        "title": "Madden NFL 07",
        "date": "August 22, 2006",
        "summary": "With the exclusive video game license of the NFL and its players, and currently in its 17th installment, Madden NFL 07 puts you in control the running game like never before. For the first time ever, step up as the lead blocker to create a hole, and then take control of the tailback and smash through, overpower, or slash away from would-be tacklers as you fight for every yard. Innovative rushing controls give you a game-breaking ground attack featuring all-new jukes, cutbacks, and the distinct running styles of your favorite backs.",
        "scores": {
            "metascore": "83",
            "userscore": "7.4"
        }
    },
    "81": {
        "title": "Prey (2006)",
        "date": "July 11, 2006",
        "summary": "Prey tells the story of Tommy, a Cherokee garage mechanic stuck on a reservation going nowhere. His life changes when an otherworldly crisis forces him to awaken spiritual powers from his long-forgotten birthright. Abducted along with his people to a menacing mothership orbiting Earth, he sets out to save himself and his girlfriend and eventually his planet. Prey is serious, dark story, based on authentic Cherokee mythology. Themes of sacrifice, love and responsibility are explored and the story dives into emotional territory not yet explored by similar games.",
        "scores": {
            "metascore": "83",
            "userscore": "7.9"
        }
    },
    "82": {
        "title": "Dragon Quest Heroes: Rocket Slime",
        "date": "September 19, 2006",
        "summary": "(Known in Japan as \"Slime Mori Mori Dragon Quest 2\")  The hero of this action-adventure is a slime—one of the most popular monsters from the Dragon Quest series. The game is set in the kingdom of Slimenia, a peaceful land that is suddenly invaded by a mysterious cartel called \"the Plob,\" who then proceed to kidnap all the slimes in the capital city of Boingburg. Our protagonist, Rocket, is the only slime left behind, and must embark on a journey throughout Slimenia to save his friends and uncover the Plob's nefarious plot. The adventure stages consist of our hero bouncing and stretching, as well as carrying various objects on his head, while solving the mysteries behind each area, and rescuing his captured slime friends along the way. Simple, streamlined controls allow players of all ages and skill levels to take part in the action with ease. Each adventure stage culminates in Rocket hopping aboard a colossal slime-shaped war machine called the Schleiman Tank and battling it out with the enemy’s Monster Tanks. Customize tanks by collecting a vast array of weapons and items. Call upon allies, each with their own individual personality and abilities, to aid in the heated tank battles. Even shoot your fellow slimes so they can infiltrate and sabotage the enemy’s Monster Tank. Pit tanks against a friend’s in exciting player-vs.-player action, using the Nintendo DS wireless multiplayer game feature. [Square Enix]",
        "scores": {
            "metascore": "83",
            "userscore": "7.7"
        }
    },
    "83": {
        "title": "Nintendogs: Dalmatian & Friends",
        "date": "October 16, 2006",
        "summary": "Go dotty for Nintendogs Dalmatian & Friends edition. The highly desirable Dalmatian is availalbe from the start; plus own teh most popular pups from previous editions: Boxer, German Shepherd, Golden Retriever, Yorkshire Terrier, Beagle and more. Link up with friends in Bark Mode and give them their own Dalmatian. Shary the puppy love among two million fans across Europe. [Nintendo Europe]",
        "scores": {
            "metascore": "83",
            "userscore": "7.5"
        }
    },
    "84": {
        "title": "Final Fantasy V Advance",
        "date": "November 6, 2006",
        "summary": "The winds fail. Ships stand still, unable to fill their sails. The world races to its end. Unless a handful of heroes can protect the remaining crystals, the world will fall into ruin. Set off on a grand adventure in the finest version of FINAL FANTASY V ever released!",
        "scores": {
            "metascore": "83",
            "userscore": "8.2"
        }
    },
    "85": {
        "title": "Hitman: Blood Money",
        "date": "May 30, 2006",
        "summary": "When assassins from Agent 47's contract agency, The ICA, are systematically eliminated in a series of hits, it seems a larger, more powerful agency has entered the fray. For Agent 47 it's business as usual, until suddenly he loses contact with The ICA. Sensing that he may be the next target, he travels to America, where he prepares to make a killing. Agent 47 is back and this time he's paid in cold, hard cash. How the money is spent will affect his passage through the game and the weapons at his disposal, resulting in a unique gameplay experience for each player. Powered by a new version of Io's stunning Glacier engine, Hitman: Blood Money delivers the most brutal and realistic simulation of life as the world's deadliest assassin. [Eidos Interactive]",
        "scores": {
            "metascore": "83",
            "userscore": "8.6"
        }
    },
    "86": {
        "title": "Marvel: Ultimate Alliance",
        "date": "October 24, 2006",
        "summary": "Marvel: Ultimate Alliance is an action/RPG that features the largest roster of comic book characters ever seen in a video game. Players assume the roles of more than 20 Marvel Super Heroes including Spider-Man, Wolverine, Blade and Captain America, and through their actions determine the fate of both planet Earth and the Marvel universe - revealed in one of multiple epilogues. Marvel: Ultimate Alliance offers total team customization, where players create their own team name, icon and vehicle, as well as establish their team reputation as they play throughout the story.",
        "scores": {
            "metascore": "83",
            "userscore": "6.1"
        }
    },
    "87": {
        "title": "Harvest Moon: Magical Melody",
        "date": "March 28, 2006",
        "summary": "Harvest Moon: Magical Melody features plenty of crops, a variety of animals to care for, tons of festivals to participate in and loads of events to create a fun and entertaining game play experience. Play as either a boy or girl: Each gender has 10 potential spouses. Compete against a rival farmer; Your productivity will be judged on a daily basis against that of your rival's...you will also compete against your rival in the festivals. Cultivate a wide variety of crops and trees. Raise cows, sheep, horses and chickens. Harvest Moon: Magical Melody offers 4-player minigames. Purchase different plots of land and expand your farm by building various extensions. The Harvest Goddess has turned to stone and the Harvest Sprites need your help to bring her back. You need to collect Musical Notes throughout the game in hopes of restoring her to her former self. There are 100 Musical Notes in the game and to collect the notes you must do a variety of different tasks, such as shipping a certain number of items, winning a festival or making friends with the wild animals found around your farm. Only by collecting a certain number of notes will the Harvest Goddess come back.",
        "scores": {
            "metascore": "83",
            "userscore": "8.8"
        }
    },
    "88": {
        "title": "Sega Genesis Collection",
        "date": "November 16, 2006",
        "summary": "(Known as \"Sega Mega Drive Collection\" in the UK/EU)  SEGA Genesis Collection features over 30 titles including, Altered Beast, Sonic The Hedgehog, Shinobi III, Phantasy Star, and the original SEGA Genesis version of Golden Axe. SEGA Genesis Collection also features numerous unlockable items that delve into the soul of the Genesis including interviews with the original developers that created the games featured in the collection, a museum area with interesting facts about the games, a hint area to help gamers complete their favorite SEGA Genesis games, and SEGA arcade games from the Genesis era. [Sega]",
        "scores": {
            "metascore": "82",
            "userscore": "8.0"
        }
    },
    "89": {
        "title": "Tomb Raider: Legend",
        "date": "April 11, 2006",
        "summary": "Tomb Raider: Legend revives the athletic, intelligent and entertaining adventurer who won the hearts and minds of gamers worldwide. Lara comes alive with intricately animated expressions, moves and abilities. An arsenal of modern equipment, such as a magnetic grappling device, binoculars, frag grenades, personal lighting device and communications equipment, allows gamers to experience tomb raiding as never before. Eidos and Crystal Dynamics shaped Lara's look and movements to be an inherent extension of her skills, motivation and personality. Lara's character model features natural structure, realistic textures, detailed facial features, reactive eyes and fluid motion, all of which make her part of a living environment. New character animations and controls allow her to move through stunning environments with grace and precision, while an understanding of the game's original appeal reinvigorates the fundamental explore-and-solve adventure experience.",
        "scores": {
            "metascore": "82",
            "userscore": "6.9"
        }
    },
    "90": {
        "title": "Super Robot Taisen: Original Generation 2",
        "date": "November 14, 2006",
        "summary": "The follow-up to the original Game Boy Advance release features a new system under which the game determines difficulty by your battle clearances under a variety of conditions.",
        "scores": {
            "metascore": "82",
            "userscore": "8.1"
        }
    },
    "91": {
        "title": "TOCA Race Driver 3",
        "date": "February 22, 2006",
        "summary": "(Also known as \"ToCA Race Driver 2006\") TOCA Race Driver 3 takes the variety of motorsport experiences available in \"Race Driver 2\" and expanding on it even further, so no matter what your taste in racing, you'll find something to suit you. Featuring the British GT championship, series stalwarts the DTM and Aussie V8 Supercars, Sprint Cars, Rallying, and open wheel racing all the way from karts to the BMW Williams Grand Prix Cars, and much more TOCA Race Driver 2006 has something for everyone. Race on tracks from all over the world, take the story-driven \"world tour\" mode if you want to get straight to where the action is, or for the people wanting the nuts and bolts, take the \"Pro Career\" mode and work you way up the ladder in different disciplines of motorsport, aiming for the pinnacle of your chosen field. [Codemasters]",
        "scores": {
            "metascore": "82",
            "userscore": "7.3"
        }
    },
    "92": {
        "title": "FIFA 07 Soccer",
        "date": "October 3, 2006",
        "summary": "FIFA 07 delivers complete authenticity with licenses for all the world's top leagues, including MLS and Mexican 1st Division in North America, and 26 others from over 20 nations. This year, you have the power to shape your club's destiny in the EA Sports Interactive Leagues, a new online mode that enables you to pit your club against supporters of your real-world opponents. The online interactive leagues feature the F.A. Premier League, Bundesliga, French League and the Mexican 1st Division. Experience the future of online gaming as you play your games according to the real-world schedule. When they play, you play. Track your team's progress as the aggregate results determine your club's position in the league table. This year, new intelligent A.I. ensures that your 11 men on the pitch make realistic decisions, finding space and passing like professionals. A complete overhaul of the game engine now means that you have to employ real world tactics, make split-second decisions and think like a player in order to win matches.  Watch as your players jostle and collide realistically while trying to win balls. Experience the realism of the world's superstars, who come to life with signature moves and authentic playing styles and a more sophisticated shooting mechanic that gives you greater control to produce finesse shots.  Plus you now have the ability to apply topspin or backspin to the ball for more creative set-pieces. [Electronic Arts]",
        "scores": {
            "metascore": "82",
            "userscore": "7.8"
        }
    },
    "93": {
        "title": "Tomb Raider: Legend",
        "date": "April 11, 2006",
        "summary": "Tomb Raider: Legend revives the athletic, intelligent and entertaining adventurer who won the hearts and minds of gamers worldwide.  Lara comes alive with intricately animated expressions, moves and abilities.  An arsenal of modern equipment, such as a magnetic grappling device, binoculars, frag grenades, personal lighting device and communications equipment, allows gamers to experience tomb raiding as never before.  Eidos and Crystal Dynamics shaped Lara's look and movements to be an inherent extension of her skills, motivation and personality.  Lara's character model features natural structure, realistic textures, detailed facial features, reactive eyes and fluid motion, all of which make her part of a living environment. New character animations and controls allow her to move through stunning environments with grace and precision, while an understanding of the game's original appeal reinvigorates the fundamental explore-and-solve adventure experience. [Eidos Interactive]",
        "scores": {
            "metascore": "82",
            "userscore": "7.9"
        }
    },
    "94": {
        "title": "Neverwinter Nights 2",
        "date": "October 31, 2006",
        "summary": "Neverwinter Nights 2 is the sequel to BioWare Corp.'s best-selling and genre-defining role-playing game set in the popular Dungeons & Dragons Forgotten Realms universe created by Wizards of the Coast. Neverwinter Nights 2 will be developed by Obsidian Entertainment, founded by Feargus Urquhart who, as the President of Black Isle Studios, was responsible for the publishing of the Baldur's Gate and Baldur's Gate: Dark Alliance series and the development of the Icewind Dale and Planescape: Torment franchises, both powered by BioWare Engine Technology, as well as overseeing the creation and development of the Fallout series. BioWare will provide tools, technology, and game assets from the original Neverwinter Nights as well as lend creative input and oversight to the development process. [Atari]",
        "scores": {
            "metascore": "82",
            "userscore": "6.6"
        }
    },
    "95": {
        "title": "Mega Man Powered Up",
        "date": "March 14, 2006",
        "summary": "Mega Man is on a quest to restore peace in the world after Dr. Wily takes control of several robots in hopes to rule the planet. Completely re-designed for the PSP with new bosses and puzzles to master, Mega Man Powered Up is the only action platformer that lets gamers create their own levels and share with friends. Totally redesigned level structure - every level features modified map structures as well as varied item locations. Intuitive level editor option allows endless possibilities. Players can design their own stages creating challenges that are only limited by their own imagination. Customize everything from enemy and object placement to music. Mega Man Challenge 100 – take a break from the main story mode by putting skills to the test in 100 different short stages, each with its own objectives and challenges. Play as any of the eight boss robots in the game – utilize their unique abilities and characteristics to zip past obstacles. [Capcom]",
        "scores": {
            "metascore": "82",
            "userscore": "8.6"
        }
    },
    "96": {
        "title": "Madden NFL 07",
        "date": "August 22, 2006",
        "summary": "With the exclusive video game license of the NFL and its players, and currently in its 17th installment, Madden NFL 07 puts you in control the running game like never before. For the first time ever, step up as the lead blocker to create a hole, and then take control of the tailback and smash through, overpower, or slash away from would-be tacklers as you fight for every yard. Innovative rushing controls give you a game-breaking ground attack featuring all-new jukes, cutbacks, and the distinct running styles of your favorite backs.",
        "scores": {
            "metascore": "82",
            "userscore": "7.8"
        }
    },
    "97": {
        "title": "Marvel: Ultimate Alliance",
        "date": "October 24, 2006",
        "summary": "Marvel: Ultimate Alliance is an action/RPG that features the largest roster of comic book characters ever seen in a video game.  Players assume the roles of more than 20 Marvel Super Heroes including Spider-Man, Wolverine, Blade and Captain America, and through their actions determine the fate of both planet Earth and the Marvel universe – revealed in one of multiple epilogues. Marvel: Ultimate Alliance offers total team customization, where players create their own team name, icon and vehicle, as well as establish their team reputation as they play throughout the story.  Gamers also have the option to level up each character individually to their liking, or all team members at the same time to keep their heroes balanced.  With the game's new combat system, players battle against the world's most notorious Marvel Super Villains in the air, underwater, and on the ground, using grappling, blocking and dodging moves, by charging up their Super Hero powers before unleashing them, and using environmental objects as one and two-handed weapons. Marvel:  Ultimate Alliance features a storyline where the missions players accept, the objectives they complete, and their interactions with other characters throughout the game directly impact how the story plays out. The game also features a robust multiplayer component where fans can band together with friends as their favorite Marvel Super Heroes, and fight evil in both on and offline cooperative story modes.  There's also a Competitive Mode where the game tracks various in-game stats so players can see how well they stack up against one another – affecting the amount of experience points earned and how equipment is distributed. [Activision]",
        "scores": {
            "metascore": "82",
            "userscore": "7.6"
        }
    },
    "98": {
        "title": "Test Drive Unlimited",
        "date": "September 5, 2006",
        "summary": "Test Drive Unlimited is the only game that immerses you into the car and bike enthusiast lifestyle, with total freedom to race however and wherever you want within a huge, online-persistent environment. Visit the most sophisticated car and bike dealers to purchase new vehicles or simply take them for a spin. Collect and trade rare performance parts and customize each vehicle to make it one-of-a-kind. Test Drive Unlimited challenges players online to experience the most exotic and fastest vehicles on more than 1000 miles of diverse Hawaiian roads. Gamers win races, challenges, missions and tournaments to earn credits and purchase new cars, bikes, rare performance parts, clothes, apparel, homes and garages. Features more than 125 licensed vehicles from exclusive manufacturers including Lamborghini, Ducati, Aston Martin, Mercedes, Saleen, Shelby, and Jaguar; Upgrade each car or bike with options from the actual manufacturers' catalog. Players create characters, buy new homes and garages, and tune and upgrade vehicles with aftermarket parts; Extracurricular activities such as expanding your garage, getting clothes and fashion accessories for your avatar, helping hitchhikers catch planes, picking up girls, chasing car thieves, and escaping from a psychopath. [Atari]",
        "scores": {
            "metascore": "82",
            "userscore": "8.0"
        }
    },
    "99": {
        "title": "Marvel: Ultimate Alliance",
        "date": "October 24, 2006",
        "summary": "Marvel: Ultimate Alliance is an action/RPG that features the largest roster of comic book characters ever seen in a video game.  Players assume the roles of more than 20 Marvel Super Heroes including Spider-Man, Wolverine, Blade and Captain America, and through their actions determine the fate of both planet Earth and the Marvel universe – revealed in one of multiple epilogues. Marvel: Ultimate Alliance offers total team customization, where players create their own team name, icon and vehicle, as well as establish their team reputation as they play throughout the story.  Gamers also have the option to level up each character individually to their liking, or all team members at the same time to keep their heroes balanced.  With the game's new combat system, players battle against the world's most notorious Marvel Super Villains in the air, underwater, and on the ground, using grappling, blocking and dodging moves, by charging up their Super Hero powers before unleashing them, and using environmental objects as one and two-handed weapons. Marvel:  Ultimate Alliance features a storyline where the missions players accept, the objectives they complete, and their interactions with other characters throughout the game directly impact how the story plays out. The game also features a robust multiplayer component where fans can band together with friends as their favorite Marvel Super Heroes, and fight evil in both on and offline cooperative story modes.  There's also a Competitive Mode where the game tracks various in-game stats so players can see how well they stack up against one another – affecting the amount of experience points earned and how equipment is distributed. [Activision]",
        "scores": {
            "metascore": "82",
            "userscore": "7.8"
        }
    },
    "100": {
        "title": "Call of Duty 3",
        "date": "November 7, 2006",
        "summary": "Call of Duty 3 delivers the intensity of being closer than ever to the fury of combat during the battle for the Liberation of Paris, the most harrowing campaign of WWII, known as The Normandy Breakout.  Through a seamless narrative, Call of Duty 3 delivers the rush of unrelenting battle and breathtaking action of the Allied offensive that changed the fate of the world. [Activision]",
        "scores": {
            "metascore": "82",
            "userscore": "7.5"
        }
    }
}