{
    "1": {
        "title": "Super Mario Galaxy",
        "date": "November 12, 2007",
        "summary": "[Metacritic's 2007 Wii Game of the Year] The ultimate Nintendo hero is taking the ultimate step ... out into space. Join Mario as he ushers in a new era of video games, defying gravity across all the planets in the galaxy. When some creature escapes into space with Princess Peach, Mario gives chase, exploring bizarre planets all across the galaxy. Mario, Peach and enemies new and old are here. Players run, jump and battle enemies as they explore all the planets in the galaxy. Since this game makes full use of all the features of the Wii Remote, players have to do all kinds of things to succeed: pressing buttons, swinging the Wii Remote and the Nunchuk, and even pointing at and dragging things with the pointer. Since he's in space, Mario can perform mind-bending jumps unlike anything he's done before. He'll also have a wealth of new moves that are all based around tilting, pointing and shaking the Wii Remote. Shake, tilt and point! Mario takes advantage of all the unique aspects of the Wii Remote and Nunchuk controller, unleashing new moves as players shake the controller and even point at and drag items with the pointer. [Nintendo]",
        "scores": {
            "metascore": "97",
            "userscore": "9.0"
        }
    },
    "2": {
        "title": "BioShock",
        "date": "August 21, 2007",
        "summary": "[Metacritic's 2007 Xbox 360 Game of the Year] Going beyond \"run and gun corridors,\" \"monster-closet AIs\" and static worlds, BioShock creates a living, unique and unpredictable FPS experience. After your plane crashes into icy uncharted waters, you discover a rusted bathysphere and descend into Rapture, a city hidden beneath the sea. Constructed as an idealistic society for a hand picked group of scientists, artists and industrialists, the idealism is no more. Now the city is littered with corpses, wildly powerful guardians roam the corridors as little girls loot the dead, and genetically mutated citizens ambush you at every turn. Take control of your world by hacking mechanical devices, commandeering security turrets and crafting unique items critical to your very survival. Upgrade your weapons with ionic gels, explosives and toxins to customize them to the enemy and environment. Genetically modify your body through dozens of Plasmid Stations scattered throughout the city, empowering you with fantastic and often grotesque abilities. Explore a living world powered by Ecological A.I., where the inhabitants have interesting and consequential relationships with one another that impact your gameplay experience. Experience truly next generation graphics that vividly illustrate the forlorn art deco city, highlighted by the most detailed and realistic water effects ever developed in a video game. Make meaningful choices and mature decisions, ultimately culminating in the grand question: do you exploit the innocent survivors of Rapture...or save them? [2K Games]",
        "scores": {
            "metascore": "96",
            "userscore": "8.9"
        }
    },
    "3": {
        "title": "The Orange Box",
        "date": "October 10, 2007",
        "summary": "Games included in The Orange Box compilation: The original Half-Life 2 - The player again picks up the crowbar of research scientist Gordon Freeman, who finds himself on an alien-infested Earth being picked to the bone, its resources depleted, its populace dwindling. Freeman is thrust into the unenviable role of rescuing the world from the wrong he unleashed back at Black Mesa. And a lot of people - people he cares about - are counting on him. Half-Life 2: Episode One - The player reprises his role of Dr. Freeman, who must immediately face the repercussions of his actions in City 17 and the Citadel. Freeman reconnects with Alyx Vance and her robot, Dog, as they continue their support of the resistance's battle against the Combine forces.  Half-Life 2: Episode Two -- the second installment in Valve's episodic trilogy advances the award-winning story, leading the player to new locations outside of City 17. Portal - a pioneering type of single player action game that rewrites the rules for how players approach and manipulate their environment – much like how Half-Life 2's Gravity Gun reinvented the way gamers interact with objects in the game. Team Fortress 2 - an all-new version of the legendary title that spawned team based multiplayer action games. The game's daring new art style features the most advanced graphics of any Source-based game released to date. [Valve Software]",
        "scores": {
            "metascore": "96",
            "userscore": "8.8"
        }
    },
    "4": {
        "title": "The Orange Box",
        "date": "October 10, 2007",
        "summary": "Games included in The Orange Box compilation: The original Half-Life 2 - The player again picks up the crowbar of research scientist Gordon Freeman, who finds himself on an alien-infested Earth being picked to the bone, its resources depleted, its populace dwindling. Freeman is thrust into the unenviable role of rescuing the world from the wrong he unleashed back at Black Mesa. And a lot of people - people he cares about - are counting on him. Half-Life 2: Episode One - The player reprises his role of Dr. Freeman, who must immediately face the repercussions of his actions in City 17 and the Citadel. Freeman reconnects with Alyx Vance and her robot, Dog, as they continue their support of the resistance's battle against the Combine forces.  Half-Life 2: Episode Two -- the second installment in Valve's episodic trilogy advances the award-winning story, leading the player to new locations outside of City 17. Portal - a pioneering type of single player action game that rewrites the rules for how players approach and manipulate their environment – much like how Half-Life 2's Gravity Gun reinvented the way gamers interact with objects in the game. Team Fortress 2 - an all-new version of the legendary title that spawned team based multiplayer action games. The game's daring new art style features the most advanced graphics of any Source-based game released to date. [Valve Software]",
        "scores": {
            "metascore": "96",
            "userscore": "9.2"
        }
    },
    "5": {
        "title": "BioShock",
        "date": "August 21, 2007",
        "summary": "Going beyond \"run and gun corridors,\" \"monster-closet AIs\" and static worlds, BioShock creates a living, unique and unpredictable FPS experience. After your plane crashes into icy uncharted waters, you discover a rusted bathysphere and descend into Rapture, a city hidden beneath the sea. Constructed as an idealistic society for a hand picked group of scientists, artists and industrialists, the idealism is no more. Now the city is littered with corpses, wildly powerful guardians roam the corridors as little girls loot the dead, and genetically mutated citizens ambush you at every turn. Take control of your world by hacking mechanical devices, commandeering security turrets and crafting unique items critical to your very survival. Upgrade your weapons with ionic gels, explosives and toxins to customize them to the enemy and environment. Genetically modify your body through dozens of Plasmid Stations scattered throughout the city, empowering you with fantastic and often grotesque abilities. Explore a living world powered by Ecological A.I., where the inhabitants have interesting and consequential relationships with one another that impact your gameplay experience. Experience truly next generation graphics that vividly illustrate the forlorn art deco city, highlighted by the most detailed and realistic water effects ever developed in a video game. Make meaningful choices and mature decisions, ultimately culminating in the grand question: do you exploit the innocent survivors of Rapture...or save them? [2K Games]",
        "scores": {
            "metascore": "96",
            "userscore": "8.5"
        }
    },
    "6": {
        "title": "Call of Duty 4: Modern Warfare",
        "date": "November 5, 2007",
        "summary": "[Metacritic's 2007 PS3 Game of the Year]  As Call of Duty 4: Modern Warfare's single player campaign unfolds, the player is introduced to new gameplay at every turn – one moment you are fast-roping from your Black Hawk helicopter after storming into the war zone with an armada of choppers, the next you are a sniper, under concealment, in a Ghillie suit miles behind enemy lines, the next you are engaging hostiles from an AC-130 gunship thousands of feet above the battlefield. Mixed with explosive action, Call of Duty 4: Modern Warfare also delivers special effects, including use of depth of field, rim-lighting, character self-shadowing, real time post-processing, texture streaming as well as physics-enabled effects. Infinity Ward deployed a dedicated team from the start to deliver a new level of depth to multiplayer. Building on the hit \"Call of Duty 2\" online experience, Call of Duty 4: Modern Warfare's new multiplayer provides the community an addictive and accessible experience to gamers of all levels. [Activision]",
        "scores": {
            "metascore": "94",
            "userscore": "8.4"
        }
    },
    "7": {
        "title": "Call of Duty 4: Modern Warfare",
        "date": "November 5, 2007",
        "summary": "As Call of Duty 4: Modern Warfare's single player campaign unfolds, the player is introduced to new gameplay at every turn – one moment you are fast-roping from your Black Hawk helicopter after storming into the war zone with an armada of choppers, the next you are a sniper, under concealment, in a Ghillie suit miles behind enemy lines, the next you are engaging hostiles from an AC-130 gunship thousands of feet above the battlefield. Mixed with explosive action, Call of Duty 4: Modern Warfare also delivers special effects, including use of depth of field, rim-lighting, character self-shadowing, real time post-processing, texture streaming as well as physics-enabled effects. Infinity Ward deployed a dedicated team from the start to deliver a new level of depth to multiplayer. Building on the hit \"Call of Duty 2\" online experience, Call of Duty 4: Modern Warfare's new multiplayer provides the community an addictive and accessible experience to gamers of all levels. [Activision]",
        "scores": {
            "metascore": "94",
            "userscore": "8.5"
        }
    },
    "8": {
        "title": "Halo 3",
        "date": "September 25, 2007",
        "summary": "Halo 3 is the third game in the Halo Trilogy and provides the thrilling conclusion to the events begun in \"Halo: Combat Evolved.\" Halo 3 picks up where \"Halo 2\" left off. The Master Chief is returning to Earth to finish the fight. The Covenant occupation of Earth has uncovered a massive and ancient object beneath the African sands - an object who's secrets have yet to be revealed. Earth's forces are battered and beaten. The Master Chief's AI companion Cortana is still trapped in the clutches of the Gravemind - a horrifying Flood intelligence, and a civil war is raging in the heart of the Covenant. This is how the world ends... [Bungie]",
        "scores": {
            "metascore": "94",
            "userscore": "7.9"
        }
    },
    "9": {
        "title": "God of War II",
        "date": "March 13, 2007",
        "summary": "[Metacritic's 2007 PS2 Game of the Year]  God of War saw Kratos, a mortal warrior, set upon an epic quest to dethrone a God. But his journey did not end there. In God of War II, Kratos sits atop his Olympus throne, as the new God of War – far more ruthless than Ares ever was. To end his continued torment, Kratos must journey to the far reaches of the earth and defeat untold horrors and alter that which no mortal, or god has ever changed, his fate. God of War II sets an epic stage for a devastating mythological war to end all wars. In God of War II, players retake the role of Kratos. Armed with the deadly blades and blistering rage, players are aided by new breath-taking magic and new brutal combat moves. The journey takes them through vividly striking environments where they are faced with a labyrinth of challenging puzzles and mini-games intricately woven into the story. The violent world of Greek mythology comes to life in gory detail as Kratos encounters new mythical characters, and compete in epic boss battles in his quest. [SCEA]",
        "scores": {
            "metascore": "93",
            "userscore": "8.9"
        }
    },
    "10": {
        "title": "The Elder Scrolls IV: Oblivion",
        "date": "March 20, 2007",
        "summary": "Oblivion is a single-player game that takes place in Tamriel's capital province, Cyrodiil. You are given the task of finding the hidden heir to a throne that sits empty, the previous emperor having been killed by an unknown assassin. With no true Emperor, the gates to Oblivion (the equivalent of hell in the world of Tamriel) open, and demons begin to invade Cyrodiil and attack its people and towns. It's up to you to find the lost heir to the throne and unravel the sinister plot that threatens to destroy all of Tamriel. In keeping with the Elder Scrolls tradition, players have the option to experience the main quest at their own pace, and there are plenty of opportunities to explore the vast world and make your own way. Numerous factions can be joined, such as the thieves or mages guilds, and each contains its own complete storyline and the chance to rise to the head of the faction and reap further rewards. Oblivion features a groundbreaking new AI system, called Radiant AI, which gives non-player characters (NPCs) the ability to make their own choices based on the world around them. They decide where to eat or who to talk to and what they say. They sleep, go to church, and even steal items, all based on their individual characteristics. Full facial animations and lip-synching, combined with full speech for all dialog, allows NPCs to come to life like never before. [Bethesda]",
        "scores": {
            "metascore": "93",
            "userscore": "8.1"
        }
    },
    "11": {
        "title": "Call of Duty 4: Modern Warfare",
        "date": "November 5, 2007",
        "summary": "As Call of Duty 4: Modern Warfare's single player campaign unfolds, the player is introduced to new gameplay at every turn – one moment you are fast-roping from your Black Hawk helicopter after storming into the war zone with an armada of choppers, the next you are a sniper, under concealment, in a Ghillie suit miles behind enemy lines, the next you are engaging hostiles from an AC-130 gunship thousands of feet above the battlefield. Mixed with explosive action, Call of Duty 4: Modern Warfare also delivers special effects, including use of depth of field, rim-lighting, character self-shadowing, real time post-processing, texture streaming as well as physics-enabled effects. Infinity Ward deployed a dedicated team from the start to deliver a new level of depth to multiplayer. Building on the hit \"Call of Duty 2\" online experience, Call of Duty 4: Modern Warfare's new multiplayer provides the community an addictive and accessible experience to gamers of all levels. [Activision]",
        "scores": {
            "metascore": "92",
            "userscore": "8.5"
        }
    },
    "12": {
        "title": "Guitar Hero II",
        "date": "April 3, 2007",
        "summary": "Rock the Rhythm, Lead, and Bass Guitar tracks in the follow-up sequel to \"Guitar Hero.\" Form your guitar duo and shred riffs cooperatively or go head to head in all new multiplayer modes. With over 55 tracks to rock out to, you'll go from Guitar Hero to Guitar god in one press of a fret button. Choose from multiple rock characters and jam at concert venues that grow in size as your rock career progresses. You'll start your rock career playing small clubs and bars, but if you play well you'll work your way up to stadiums and arenas. Guitar Hero II takes the guitar rock experience to new volumes by allowing players to play 3 different guitar tracks: Rhythm, Bass, and Lead. Guitar Hero II introduces all new multiplayer modes like: cooperative, pro-face off, and face off, letting 2 Guitar Heroes conduct their own symphonies of destruction. Shred School: Guitar Hero II features an all new practice mode, allowing Guitar Zeroes to become Guitar Heroes with enough practice. With Guitar Hero II for Xbox 360 rock rhythm, lead, or bass guitar tracks with downloadable content and the new X-Plorer controller, designed specifically for the Xbox 360. [RedOctane]",
        "scores": {
            "metascore": "92",
            "userscore": "8.1"
        }
    },
    "13": {
        "title": "Rock Band",
        "date": "November 20, 2007",
        "summary": "Play together in your living room or across the world! Rock Band offers deep online functionality, allowing players to rock together whether they’re in Rhode Island or Reykjavik. Major record labels and leading music publishers have signed on to provide unrivaled access to master recordings and legendary rock artists – from punk, metal and alternative to classic and southern rock. Rock Band ships with 45 fearsome tracks from artists like Bon Jovi and The Ramones to Black Sabbath and Stone Temple Pilots. Full support for downloadable content delivers never-ending challenges. New content will be available every week. Download full albums for play with Rock Band including the iconic rock album 'Who's Next' by The Who. Metallica has signed on to offer several tracks as digitally-distributed game levels for Rock Band as well as \"Enter Sandman\" for the Rock Band ship disc. Create your own rock avatar! Mold a unique rocker using Rock Band's character creator. Chose from gender, body shape, face, hair, clothes, tattoos and signature moves. Don't forget to pick your specialized rockin’ instrument. Drumming in the spotlight! Showcase a real drum solo with Rock Band's freestyle drum fill windows featured in each song. Break out your own rhythm and style as anything goes! Vocalists can bring the crowd to their feet during Rock Band’s freestyle vocal fill windows. Ad-lib your own words or shout to the crowd to raise the rock intensity of the performance. Band mates can fail out of a song for poor performance, but the band still plays on. Rescue your failing mate by busting out signature moves and blistering solos to wow the crowd with showmanship. Earn bonus points for your band during Rock Band’s Unison Phrase opportunities if everyone plays perfectly. [Harmonix]",
        "scores": {
            "metascore": "92",
            "userscore": "8.0"
        }
    },
    "14": {
        "title": "Team Fortress 2",
        "date": "October 10, 2007",
        "summary": "Team Fortress 2 (TF2) is the sequel to the game that put class-based, multiplayer team warfare on the map. TF2 delivers new gametypes, a signature art style powered by Valve’s next generation animation technology, persistent player statistics, and more. Unlike other \"class-based\" games that offer a variety of combat classes only, Team Fortress 2 packs a wild variety of classes which provide a broad range of tactical abilities and personalities, and lend themselves to a variety of player skills. Play as the flame-throwing Pyro, the room clearing Heavy, or the Spy, a master of disguises. Other classes include: Scout, Sniper, Medic, Engineer, Demoman, or Soldier. TF2 features the most advanced graphics of any Source-based game released to date – and the most exciting class-based action ever created. [Valve]",
        "scores": {
            "metascore": "92",
            "userscore": "9.1"
        }
    },
    "15": {
        "title": "Rock Band",
        "date": "November 20, 2007",
        "summary": "Play together in your living room or across the world! Rock Band offers deep online functionality, allowing players to rock together whether they’re in Rhode Island or Reykjavik. Major record labels and leading music publishers have signed on to provide unrivaled access to master recordings and legendary rock artists – from punk, metal and alternative to classic and southern rock. Rock Band ships with 45 fearsome tracks from artists like Bon Jovi and The Ramones to Black Sabbath and Stone Temple Pilots. Full support for downloadable content delivers never-ending challenges. New content will be available every week. Download full albums for play with Rock Band including the iconic rock album 'Who's Next' by The Who. Metallica has signed on to offer several tracks as digitally-distributed game levels for Rock Band as well as \"Enter Sandman\" for the Rock Band ship disc. Create your own rock avatar! Mold a unique rocker using Rock Band's character creator. Chose from gender, body shape, face, hair, clothes, tattoos and signature moves. Don't forget to pick your specialized rockin’ instrument. Drumming in the spotlight! Showcase a real drum solo with Rock Band's freestyle drum fill windows featured in each song. Break out your own rhythm and style as anything goes! Vocalists can bring the crowd to their feet during Rock Band’s freestyle vocal fill windows. Ad-lib your own words or shout to the crowd to raise the rock intensity of the performance. Band mates can fail out of a song for poor performance, but the band still plays on. Rescue your failing mate by busting out signature moves and blistering solos to wow the crowd with showmanship. Earn bonus points for your band during Rock Band’s Unison Phrase opportunities if everyone plays perfectly. [Harmonix]",
        "scores": {
            "metascore": "92",
            "userscore": "8.1"
        }
    },
    "16": {
        "title": "Final Fantasy VI Advance",
        "date": "February 5, 2007",
        "summary": "This title are more than a simple port of the SNES classic — every aspect of the games has been reviewed and enhanced. Additionally, a host of brand-new elements has been seamlessly merged with the original game, providing unexpected surprises for longtime fans. With new dungeons, new job classes, and other exciting features, both old-school players and newcomers can enjoy this genre-defining FINAL FANTASY title in a portable format.",
        "scores": {
            "metascore": "92",
            "userscore": "8.7"
        }
    },
    "17": {
        "title": "Resident Evil 4: Wii Edition",
        "date": "June 19, 2007",
        "summary": "Resident Evil 4 comes to the Wii with added Wii Remote and Nunchuck support, allowing players to immerse themselves in the game as never before. With RE4 Wii Edition, Capcom is offering new and more immersive sense of control to players, while keeping all of the game's incredible game systems intact. As Leon Kennedy, players explore a town overrun by cultists, mutants and mind-controlled villagers, using the Wii Remote to aim, fire, slash and avoid oncoming adversaries with intuitive motions and movements. RE4 Wii Edition also contains the additional content included in the PlayStation 2 computer entertainment system version of the game. [Capcom]",
        "scores": {
            "metascore": "91",
            "userscore": "8.9"
        }
    },
    "18": {
        "title": "Crysis",
        "date": "November 13, 2007",
        "summary": "Crysis is a next-generation PC first-person shooter from Crytek, the award-winning developers of \"Far Cry.\" It is 2020, and global tensions have reached boiling point as the U.S. and North Korea square off in the South China Sea. At stake: a mysterious artifact uncovered by a team of U.S. archeologists. The North Korean government quickly seizes the area, prompting the U.S. to dispatch an elite team of Delta Force operatives on a rescue mission. During the siege the true nature of the artifact quickly emerges, pointing to the existence of an alien presence on Earth, and ultimately the trigger for a massive-scale alien invasion. The battle to save Earth begins as the aliens' flash freeze the tropics into a ghostly-white frozen landscape. As gamers take up arms against the aliens, they will be outfitted with customizable weapons and a high tech Nanosuit, allowing them to adapt their tactics and abilities to a hostile, ever-changing environment and a mysterious enemy. [Electronic Arts]",
        "scores": {
            "metascore": "91",
            "userscore": "8.1"
        }
    },
    "19": {
        "title": "World of Warcraft: The Burning Crusade",
        "date": "January 16, 2007",
        "summary": "Several years have passed since the Burning Legion's defeat at Mount Hyjal and the races of Azeroth have continued to rebuild their once shattered lives. With renewed strength, the heroes of the Horde and Alliance have begun to explore new lands and broken through the Dark Portal to investigate the realms beyond the known world. Will these heroes find friends or foes? What dangers and rewards lie in wait beyond the Dark Portal? And what will they do when they discover that the demons they thought vanquished have returned to renew their terrible Burning Crusade? New Player Races: New allies will join the game, expanding the story line and allowing players to develop powerful new characters within the world. Higher Level Limit: The game's level cap is being raised to 70, and with these new levels will come meaningful spell, ability, and talent upgrades for each character class. New Lands and Battlegrounds: Explore the magical realms of the Blood Elves and Draenei, journey through the Dark Portal into untamed Outland, and visit dungeons and battlefields previously inaccessible to players. \r\nFlying Mounts: In Outland, players will gain access to unique airborne mounts that will allow for smoother travel over some of that region's more hazardous terrain. [Blizzard]",
        "scores": {
            "metascore": "91",
            "userscore": "8.1"
        }
    },
    "20": {
        "title": "Galactic Civilizations II: Dark Avatar",
        "date": "February 14, 2007",
        "summary": "The year is 2226 and the Drengin Empire reigns supreme across the galaxy. But something utterly evil is devouring the Drengin Empire from within. Expand your Galactic Civilizations II experience with espionage agents, player designed opponents, new alien races, new ships, unique planetary environments, asteroid fields, improved graphics and much more. [Stardock]",
        "scores": {
            "metascore": "91",
            "userscore": "7.9"
        }
    },
    "21": {
        "title": "Mass Effect",
        "date": "November 20, 2007",
        "summary": "Mass Effect is a science fiction action-RPG created by BioWare Corp., the commercially and critically acclaimed RPG developer of \"Jade Empire,\" and \"Star Wars: Knights of the Old Republic.\" As the first human on the galactic stage, you must uncover the greatest threat to civilization. Your job is complicated by the very fact of your humanity, as no one trusts you and you need to find a way to convince everyone of the grave threat. You will travel across an expansive universe to piece the mystery together. As you discover and explore the uncharted edges of the galaxy, you come closer to an overwhelming truth - learning that the placid and serene universe you know is about to come to a violent end and that you may be the only person who can stop it! In addition to the main story arc of the game, players are be able to visit a large number of uncharted, unexplored planets which are side quests independent from the main story. At any time during the campaign, a player can choose to explore one of these planets and have an opportunity to discover new alien life, resources, ruined civilizations and powerful technologies. Talents and abilities are upgradeable and advanced talent options become available at higher levels. Weapons and vehicles are customizable to include various effects, abilities and upgrades using the \"X-Mod\" system. Each character class have unique talents and abilities which increase in power as the player progresses through the game. [Microsoft]",
        "scores": {
            "metascore": "91",
            "userscore": "8.7"
        }
    },
    "22": {
        "title": "Portal",
        "date": "October 10, 2007",
        "summary": "Portal is a new single player game from Valve. Set in the mysterious Aperture Science Laboratories, Portal has been called one of the most innovative new games on the horizon and offers gamers hours of unique gameplay. The game is designed to change the way players approach, manipulate, and surmise the possibilities in a given environment; similar to how Half-Life 2's Gravity Gun innovated new ways to leverage an object in any given situation. Players must solve physical puzzles and challenges by opening portals to maneuvering objects, and themselves, through space. [Valve]",
        "scores": {
            "metascore": "90",
            "userscore": "9.2"
        }
    },
    "23": {
        "title": "The Legend of Zelda: Phantom Hourglass",
        "date": "October 1, 2007",
        "summary": "[Metacritic's 2007 DS Game of the Year]  Many months have passed since the events of The Legend of Zelda: The Wind Waker, and Link, Tetra and Tetra’s band of pirates have set sail in search of new lands. They come across a patch of ocean covered in a dense fog, in which they discover an abandoned ship. Tetra falls into danger when she explores the ship alone, and Link falls into the ocean when he attempts to rescue her. When he washes up unconscious on the shores of a mysterious island, he is awakened by the sound of a fairy’s voice. With the aid of this fairy, he sets off to find Tetra – and his way back to the seas he once knew. The stylus makes controlling Link easier than ever. Tap on the screen to make Link move, or sweep the stylus around him to swing the sword. Players can even draw a path for his boomerang and send it flying into hard-to-reach targets. Players can stash the map on the top screen for quick reference or drop it to the touch screen to make notes, study enemies, or chart a path for their boat to follow while they man the cannons. Compete with a friend over a local wireless connection: Guide Link through special dungeons to capture the Triforce or command the forces that oppose him. [Nintendo]",
        "scores": {
            "metascore": "90",
            "userscore": "8.0"
        }
    },
    "24": {
        "title": "Half-Life 2: Episode Two",
        "date": "October 10, 2007",
        "summary": "Half-Life 2: Episode Two is the second in a trilogy of new games created by Valve that extends the award-winning and best-selling Half-Life adventure. As Dr. Gordon Freeman, you were last seen exiting City 17 with Alyx Vance as the Citadel erupted amidst a storm of unknown proportions. In Episode Two, you must battle and race against Combine forces as you traverse the White Forest to deliver a crucial information packet stolen from the Citadel to an enclave of fellow resistance scientists. Episode Two extends the award-winning Half-Life gameplay with unique weapons, vehicles, and newly-spawned creatures. [Valve]",
        "scores": {
            "metascore": "90",
            "userscore": "9.1"
        }
    },
    "25": {
        "title": "Metroid Prime 3: Corruption",
        "date": "August 27, 2007",
        "summary": "If you think you knew what it felt like to be the bounty hunter behind the visor, think again. Take aim at evil with Nintendo's revolutionary controller. Players control Samus by moving with the Nunchuk controller and aiming with the pointer, allowing for a level of immersion unlike anything they have ever experienced. Through the eyes of Samus, players experience a quantum leap in first-person control as they wield the Wii Remote, the ultimate device for the first-person shooter genre. Samus employs well-known power-ups like the Grapple Beam and Morph Ball, as well as a bunch of new surprises, to help her survive her coming trials. Saving the planets from Corruption isn't enough, though. Eventually, players must take down Samus' mortal enemy, Dark Samus. [Nintendo]",
        "scores": {
            "metascore": "90",
            "userscore": "8.8"
        }
    },
    "26": {
        "title": "Forza Motorsport 2",
        "date": "May 29, 2007",
        "summary": "From the all-new world famous Nürburgring Nordschleife and Sebring tracks to the spectator-lined streets of New York City in the New York Circuit, race on meticulously designed tracks with an incredible sense of speed and realism. Forza Motorsport 2 features over 60 tracks carved out of 18 environments, including 13 real-world licensed circuits such as Road America, Silverstone, Tsukuba, and Laguna Seca. Four new real-world licensed circuits further expand the world of Forza Motorsport 2. Collect, upgrade, and tune hundreds of cars. From sport compacts to purpose-built race cars, collect more than 300 cars from over 50 of the world’s leading manufacturers including Ferrari, Porsche, Nissan, VW, GM, and Lamborghini. Take your car to the garage and install alternative engines, suspension kits, bolt-on superchargers, brakes, rims, racing slicks, and more. Dial in advanced suspension settings, tire pressure, and gear ratios. Forza Motorsport 2 allows you to own the cars that will own the competition. Create and share your masterpiece with the world. Express your inner artist in the paint and upgrade shops with near endless visual personalization. Customize the shape of your car by combining different licensed rims, performance parts, and aftermarket body kits. Create your own unique paint scheme using millions of paint and decal options. Take in-game pictures of your creation in the Forza Motorsport 2 photo mode. Take your personalized car onto Xbox Live for some intense online wheel-to-wheel racing. Earn in-game credits and even complete single player career objectives while racing over Xbox Live. Watch the best racers from around the world complete on Forza Motorsport 2 TV. [Microsoft]",
        "scores": {
            "metascore": "90",
            "userscore": "8.3"
        }
    },
    "27": {
        "title": "Castlevania: Symphony of the Night",
        "date": "March 21, 2007",
        "summary": "[Xbox Live Arcade]  Dracula's castle has risen again and it's up to the mysterious Alucard to face Dracula and save the world from his nocturnal embrace. Uncover the riddle behind why the castle has returned and what became of the world's last hero, Richer Belmont. Upgrade your weapons, armor, and stats by defeating the castle's defenders. Encounter allies and enemies throughout the castle who help you uncover the real story of both Castlevania and Alucard's personal demons. With non-linear gameplay and multiple endings, its up to you to guide Alucard through the castle as you see fit. Achievements, to challenge players to completely conquer Dracula's castle. Leaderboards, so you can vie for position with other players to become the undisputed worldwide master of Symphony of the Night. Enhanced background visuals that take advantage of the HD graphics capabilities of the Xbox 360. All of the original PlayStation music, sprites, and gameplay content. Ported controls let you experience every battle and boss fight as originally envisioned. Gamer themes and picture packs coming soon to let you customize your Xbox 360 in the Castlevania style. [Konami]",
        "scores": {
            "metascore": "89",
            "userscore": "8.7"
        }
    },
    "28": {
        "title": "World in Conflict",
        "date": "September 18, 2007",
        "summary": "War is Coming Home. West Germany, 1989. To avoid certain collapse, the Soviet army boldly advances into Europe. NATO responds only to be met on a second front -- a diversionary attack on the American homeland. You are a field commander, leading the era’s most powerful military machines in the campaign to retake America’s cities and suburbs. Superpowered Warfare - Unleash the arsenals of the great military superpowers in the gripping single-player story created by best-selling author and Cold War authority, Larry Bond. MassTech Engine - The latest version of Massive’s proprietary engine allows for a full 360° range of camera control, allowing you to get right down into the midst of battle. Demolish Everything - Destroy every object in the game – crush cars, destroy buildings, burn forests! Drop-in Multiplayer - Join on-going games and immediately help your team take control of the map. [Sierra]",
        "scores": {
            "metascore": "89",
            "userscore": "8.1"
        }
    },
    "29": {
        "title": "Ratchet & Clank Future: Tools of Destruction",
        "date": "October 23, 2007",
        "summary": "After saving countless planets from dreadful doom and earning intergalactic mega-celebrity status in the process, Ratchet and Clank have taken some well-deserved RandR -- again. Yet, Ratchet remains restless. An orphan of the universe, he has never known anything of his past, his family, or his Lombax origins. And no one, not even Clank, can fill that void. Unfortunately for Ratchet, someone else is equally interested in Ratchet's origins: Emperor Percival Tachyon. In his thirst for revenge, the vile tyrant of an ancient race of foul insect-like monsters called Cragmites has festered an age-old grudge and is bent on wiping the last-known Lombax off the universe. As Tachyon's forces ambush Ratchet and Clank in their home galaxy, our heroes realize they need to escape quickly to prevent its destruction. In a move of desperate irony, Ratchet and Clank steal Tachyon's imperial warship and embark upon an adventure bigger than any they've experienced- one that will not only unravel the mystery of the Lombaxes, but also test the very limits of their friendship. [SCEA]",
        "scores": {
            "metascore": "89",
            "userscore": "8.8"
        }
    },
    "30": {
        "title": "Virtua Fighter 5 Online",
        "date": "October 30, 2007",
        "summary": "Virtua Fighter 5 features an all-star cast of 17 fighters, including characters from the previous iterations along with two new characters named El Blaze and Eileen. El Blaze is a Mexican fighting champion who defeats opponents with his quick Lucha Libre fighting style. Eileen, originally from China, uses a Monkey Kung-Fu fighting style that she learned from her grandfather, a former Kung-Fu master. Players are able to customize their characters by selecting from four uniquely patterned costumes and a wide range of attachable items that can be placed onto each fighter’s various body parts. Virtua Fighter 5 delivers fast-paced, adrenaline-pumping action as players head into battle, taking on a host of popular characters. Players not only achieve victory by defeating highly-skilled opponents, but also by competing for prizes which earn them in-game money allowing them to buy many items at in-game shop. These items allow players to customize their ultimate warrior and become the top Virtua Fighter. In addition, the game introduces \"Offensive Move\", a new maneuver that allows players to easily approach opponents from the side, adding a more strategic element to the battle. [Sega]",
        "scores": {
            "metascore": "89",
            "userscore": "7.7"
        }
    },
    "31": {
        "title": "The Orange Box",
        "date": "December 11, 2007",
        "summary": "Games included in The Orange Box compilation: The original Half-Life 2 - The player again picks up the crowbar of research scientist Gordon Freeman, who finds himself on an alien-infested Earth being picked to the bone, its resources depleted, its populace dwindling. Freeman is thrust into the unenviable role of rescuing the world from the wrong he unleashed back at Black Mesa. And a lot of people - people he cares about - are counting on him. Half-Life 2: Episode One - The player reprises his role of Dr. Freeman, who must immediately face the repercussions of his actions in City 17 and the Citadel. Freeman reconnects with Alyx Vance and her robot, Dog, as they continue their support of the resistance's battle against the Combine forces.  Half-Life 2: Episode Two -- the second installment in Valve's episodic trilogy advances the award-winning story, leading the player to new locations outside of City 17. Portal - a pioneering type of single player action game that rewrites the rules for how players approach and manipulate their environment – much like how Half-Life 2's Gravity Gun reinvented the way gamers interact with objects in the game. Team Fortress 2 - an all-new version of the legendary title that spawned team based multiplayer action games. The game's daring new art style features the most advanced graphics of any Source-based game released to date. [Valve Software]",
        "scores": {
            "metascore": "89",
            "userscore": "8.3"
        }
    },
    "32": {
        "title": "Uncharted: Drake's Fortune",
        "date": "November 16, 2007",
        "summary": "A 400-year-old clue in the coffin of Sir Francis Drake sets a modern-day fortune hunter on an exploration for the fabled treasure of El Dorado, leading to the discovery of a forgotten island in the middle of the Pacific Ocean. The search turns deadly when Nathan Drake becomes stranded on the island and hunted by mercenaries. Outnumbered and outgunned, Drake and his companions must fight to survive as they begin to unravel the terrible secrets hidden on the Island.  Using maps and ancient artifacts, uncover clues and unravel mysteries to find a forgotten island and a treasure that was thought to have never existed. Explore exotic locations. Traverse through living jungles and spectacular 400-year-old ruins.  Drake's companions and allies play an important role in the adventure through cooperative mechanics, gun play and exploration. Experience fast-paced gunplay: use a variety of environmental elements for cover, shoot enemies off of moving vehicles in high speed chases and more. Use an array of hand-to-hand fighting moves to put your enemy off balance. Anything from wild haymaker punches to running drop-kicks. Naughty Dog's advanced animation techniques allow Nathan to switch seamlessly between movements and achieve a whole new level of believability in gameplay. Nathan can reload his weapon while dodging bullets and find cover behind a wall, all in one smooth natural motion. [SCEA]",
        "scores": {
            "metascore": "88",
            "userscore": "8.0"
        }
    },
    "33": {
        "title": "Ninja Gaiden Sigma",
        "date": "July 3, 2007",
        "summary": "As Ryu Hayabusa you are out to seek revenge after your clan is massacred by the Vigor Empire. Realistic battle actions and acrobatic ninja moves are at your finger-tips. You play with only your wits, your ninja skills, and your deadly sword. Slice down opponents in the Vigor Empire as you attempt to beat the Holy Emperor and reclaim the magic sword \"Ryuken\". Bringing the classic to the PlayStation 3, Ninja Gaiden Sigma is a more \"complete version\" of the Xbox Team Ninja title, with new moves, actions, and weapons for Hayabusa. Also added is a new playable character -- Racheal, one of the series' heroines, will be playable, and when using her, you'll get to experience the storyline from her perspective (with new cutscenes, attack moves and more.) [Tecmo]",
        "scores": {
            "metascore": "88",
            "userscore": "7.6"
        }
    },
    "34": {
        "title": "Final Fantasy Tactics: The War of the Lions",
        "date": "October 9, 2007",
        "summary": "[Metacritic's 2007 PSP Game of the Year]  Originally released in 1997, Final Fantasy Tactics: The War of the Lions is a portable update on the classic turn-based strategy game that gave birth to the world of Ivalice. In development exclusively for the PSP system, FINAL FANTASY TACTICS: The Lion War features PSP system exclusive content not found on the original classic including all-new CG sequences, all-new jobs, new 16:9 widescreen presentation, new head-to-head multiplayer and new storyline elements that refine the genesis of the IVALICE ALLIANCE. [Square Enix]",
        "scores": {
            "metascore": "88",
            "userscore": "9.1"
        }
    },
    "35": {
        "title": "Jeanne d'Arc",
        "date": "August 21, 2007",
        "summary": "The Jeanne d'Arc story begins far in the past, when a great war was waged by mankind against demonic armies attempting to invade the human world. During that time, five brave heroes created armlets to restrain the demon gods. In a quest to turn back the rueful army, a young crusader named Jeanne is commanded by mysterious voices to use the power of the magical armlet to seal away the demon king and recover her homeland once and for all. Set among sprawling fields, battle-torn villages, and intricate dungeons, Jeanne d'Arc unfolds through more than 40 expansive and highly detailed environments, where players will engage in the pursuit of France's resurgence. Players control up to 14 characters throughout the journey, including humans and beasts, as they battle a variety of enemies in the quest to turn back the English domination. Jeanne d'Arc delivers a strategic, turn-based battle system where players engage in unique team attacks and defensive schemes, using multiple characters' skills in combination to create devastating strikes. Further adding to the depth of play, each character has access to one of eight weapon types that are also upgradeable as players' progress through the game. Additionally, players can customize their characters with more than 150 different skills and abilities throughout the game. [SCEA]",
        "scores": {
            "metascore": "87",
            "userscore": "8.2"
        }
    },
    "36": {
        "title": "Zack & Wiki: Quest for Barbaros' Treasure",
        "date": "October 23, 2007",
        "summary": "Legend has it that a revered pirate named Barbaros once stole the world's treasure and hid it on a mysterious island. Though no one knows of its exact location, stories about the untold riches that lay in wait have been passed down through the ages, driving pirates from all walks of life to pursue the alluring prizes. One of these treasure seekers, a young apprentice pirate named Zack happens upon a mysterious talking skull, the skull of Barbaros himself. Barbaros promises to reveal the key to the island, if Zack will help to lift the curse he is under. Players explore a variety of wondrous environments and stages, solving puzzles and interacting with the world in search of a legendary pirate ship and the ultimate pursuit of becoming the greatest pirate the world has ever seen. Inventive gameplay mechanics and controller movements allow players to move and open objects, transform items, unlock new pathways and navigate through perilous stages based on a variety of themes including a jungle, ice temple, volcanic caves and more, each with multiple sub-areas. Players will use the Wii Remote controller in various ways - rotate handles, turn keys to open doors, play a piccolo and much more in order to solve the progressively difficult puzzle stages and collect key items that will lead to the legendary pirate ship. [Capcom]",
        "scores": {
            "metascore": "87",
            "userscore": "8.6"
        }
    },
    "37": {
        "title": "Disgaea: Afternoon of Darkness",
        "date": "October 30, 2007",
        "summary": "Knife-wielding penguin henchmen that double as grenades. A rotten adolescent prince of darkness determined to rule the netherworld by hook or by crook. An open-ended structure that encourages players to keep playing the game and developing their characters long after the main storyline is finished.",
        "scores": {
            "metascore": "87",
            "userscore": "8.8"
        }
    },
    "38": {
        "title": "Company of Heroes: Opposing Fronts",
        "date": "September 24, 2007",
        "summary": "Company of Heroes: Opposing Fronts, the next chapter in the real-time strategy franchise from Relic Entertainment is powered by an upgraded version of Relic's proprietary Essence Engine with full Microsoft DirectX 10 support. Opposing Fronts features two unique armies with full length campaigns. Players can fight as the tenacious British 2nd Army during the heroic World War II liberation of Caen, France, or command the German Panzer Elite as they struggle to repel the might of Operation Market Garden, the  largest airborne invasion in history. Players can battle online in exciting new multiplayer modes with these two all-new armies and utilize full compatibility with the original Company of Heroes for a total of four playable armies. [THQ]",
        "scores": {
            "metascore": "87",
            "userscore": "8.6"
        }
    },
    "39": {
        "title": "Gears of War",
        "date": "November 6, 2007",
        "summary": "Gears of War thrusts gamers into a deep and harrowing story of humankind’s epic battle for survival against the Locust Horde, a nightmarish race of creatures that surface from the bowels of the planet. With Gears of War, Epic returns gamers to the massively scoped worlds, memorable characters, co-operative gameplay, and hyper-realistic combat that gamers have come to expect from the franchise, plus a few new surprises. Gears of War features locations that are unique to the franchise and the genre. Players encounter all of their favorite foes from the Xbox 360 version; however, these intense encounters take place in some new environments and allow players to manipulate the new game modes and technology found only in a Games for Windows title. Boasting three new multiplayer maps, a new multiplayer game type, game editor, five new campaign chapters, and DirectX 10support, Gears of War, challenges and pushes the limits of the PC gaming experience and provide an unparalleled visual presentation. [Microsoft]",
        "scores": {
            "metascore": "87",
            "userscore": "7.7"
        }
    },
    "40": {
        "title": "Puzzle Quest: Challenge of the Warlords",
        "date": "October 10, 2007",
        "summary": "[Xbox Live Arcade]  Designed specifically to entertain both casual and hardcore gamers with its deep immersion, five to fifteen minute play sessions and turn-based play style, Puzzle Quest: Challenge of the Warlords incorporates strategy, role-playing elements and a persistent storyline in a puzzle board setting. Set in the Warlords universe, the game challenges players to create, develop and customize the ultimate hero in order to save the land of Etheria from evil Lord Bane. To advance their character, players battle in turn-based, head-to-head \"match-three\" style puzzle games in one of three distinct gameplay modes: Single-player allows gamers to battle against the AI as they embark on over 150 challenging quests, Instant Action allows gamers to jump in and immediately play continuous battles to level-up characters without participating in quests, and Multiplayer allows gamers to battle live opponents. Victory will advance the player’s hero, magical arsenal, creature companions and more - ultimately rewarding gamers at nearly every turn and providing endless hours of replayability. [D3Publisher of America]",
        "scores": {
            "metascore": "87",
            "userscore": "8.3"
        }
    },
    "41": {
        "title": "Shin Megami Tensei: Persona 3",
        "date": "August 14, 2007",
        "summary": "In Persona 3, assume the role of a high school student, who was orphaned as a young boy, and has recently transferred to Gekkoukan High School on Port Island. Only days after he arrives at the school dorm, he is attacked by a Shadow. The assault awakens his Persona, Orpheus, his only chance at defeating this creature of the night. He soon discovers that he shares this special ability with other students at his new school. From them he learns of the Dark Hour, a hidden time that exists between one day and the next, swarming with Shadows that have been slowing claiming victims known as The Lost - poor souls who have inexplicably been turned into walking zombies. Under the supervision of school chairman Shuji Ikutsuki, he joins his new friends in confronting this evil threat... With your school as the primary battlefield, you are forced to juggle between two lives: student by day, defender against evil by night. And your greatest challenges await you on the eve of each full moon. [Atlus]",
        "scores": {
            "metascore": "86",
            "userscore": "5.8"
        }
    },
    "42": {
        "title": "Unreal Tournament III",
        "date": "December 11, 2007",
        "summary": "Players assume the role of a futuristic warrior engaged in contests of intense shooting battles against skilled opponents, controlled either by human contestants online or by A.I. These contests are fought with the most powerful sci-fi weapons and vehicles.Unparalleled graphical and physical realism from the latest Unreal Engine 3 technology delivers the most compelling First Person Shooter Experience to-date...online and offline. The weaponry is bigger and badder than ever. Destroy your opponent from a distance with the ever popular Link Gun or blast away at close range with the Bio Rifle. Battle against lightening fast A.I. in the deeper and richer single player tournament mode. Expanded Onslaught game type features two complete sets of high-tech vehicles, including the massive Leviathan, the terrifying Darkwalker, and a completely new way to get into the action...the Hoverboard. Fight side-by-side with or compete against new and returning characters from the UT franchise, all with enhanced abilities, extremely detailed looks and distinct personalities. Enhanced popular game types, including: Deathmatch, Team Deathmatch, Capture the Flag, and Instagib CTF and more. [Midway]",
        "scores": {
            "metascore": "86",
            "userscore": "7.7"
        }
    },
    "43": {
        "title": "The Elder Scrolls IV: Shivering Isles",
        "date": "March 26, 2007",
        "summary": "[Xbox Live Arcade]  Shivering Isles features more than 30 hours of new gameplay and allows you to explore an entirely new plane of Oblivion – the realm of Sheogorath, the Daedric Prince of Madness. Shivering Isles adds to the existing world of Oblivion so you can continue playing with your existing save game/character, or create an all new character just to explore the new content. Within the Realm of Sheogorath, players can explore the two extreme sides of the god's madness – the sublimely creative and the completely psychotic. Something is happening to the Shivering Isles and Sheogorath himself looks to you to be his champion and defend his realm and its inhabitants from destruction. Do you have the strength to survive his trials, tame a realm fraught with paranoia and despair, and wear the mantle of a God? The Shivering Isles features a bizarre landscape split between the two sides – Mania and Dementia-filled with vast, twisting dungeons mirroring the roots of the trees they are buried within. You'll encounter more than a dozen new creatures including hideous insects, Flesh Atronachs, skeletal Shambles, amphibious Grummites. Throughout your adventure, you will discover all new items, ingredients, spells, and more, and have the talented craftsmen of Crucible and Bliss forge new armor and weapons just for you. [Bethesda Softworks]",
        "scores": {
            "metascore": "86",
            "userscore": "8.5"
        }
    },
    "44": {
        "title": "Supreme Commander",
        "date": "February 20, 2007",
        "summary": "For a millennium, three opposing forces of humanity--the Cybran Nation, the Aeon Illuminate and the United Earth Federation--have fought a bitter and bloody war over conflicting and unwavering systems of belief. There is no room for compromise. No room for mercy. No room for anything but the complete eradication of anyone with opposing belief systems. Labeled the Infinite War, this horrific conflict has shattered a once peaceful galaxy and only served to deepen the hatred and schisms between the three factions. Now, after centuries of struggle, the battle for supremacy has at long last reached a turning point. You are a Supreme Commander, and only you have the power to bring the Infinite War to an end once and for all. Set in the 37th century, Supreme Commander signals the next evolution in the RTS genre by being the first strategy game to deliver a truly strategic and tactical experience. [THQ]",
        "scores": {
            "metascore": "86",
            "userscore": "8.3"
        }
    },
    "45": {
        "title": "Winning Eleven: Pro Evolution Soccer 2007",
        "date": "February 6, 2007",
        "summary": "Winning Eleven: Pro Evolution Soccer 2007 expands upon the series' realism with faster gameplay, more responsive control and improved artificial intelligence. Players will now make intelligent runs without the ball, identifying opportunities and pointing to where they would like the ball to be delivered. Similarly, the game is now more physical, with defenders jockeying for position and strikers working to turn their opponent as they receive the ball. The game's shooting system has also been refined, letting players take more snap shots, while volleys have been updated for more player control. Players can also enjoy the Beautiful Game in more ways than ever before with new play modes. International Challenge mode lets players compete through four continents of opposition to become a champion, while Random Selection Match lets gamers take the field with a group of players selected at random from a predetermined league or geographic area. The Master League mode returns with more options, allowing players to take complete control of their favorite team and control its destiny for an extended period of time. The game's roster of teams is also expanded with new, fully-licensed international teams for players to use including Argentina, Italy, the Netherlands, Spain and Sweden, as well as additional club teams. [Konami]",
        "scores": {
            "metascore": "86",
            "userscore": "8.8"
        }
    },
    "46": {
        "title": "Sid Meier's Civilization IV: Beyond the Sword",
        "date": "July 23, 2007",
        "summary": "Sid Meier's Civilization IV: Beyond the Sword is the second expansion pack for Civilization IV and focuses on the late-game time periods after the invention of gunpowder and delivers 12 challenging and decidedly different scenarios created by the development team at Firaxis Games, as well as members of the Civilization Fan Community. Firaxis Games delivers a massive increase in new units, buildings, and technologies to the epic game with additional focus on the late-game time periods. The expansion pack includes ten new civilizations, such as Portugal, Babylon and Netherlands and their associated unique units and buildings. Sixteen new civilization leaders including leaders for the ten new civilizations, as well as additional leaders for existing civilizations. A new gameplay feature allows players to create corporations and spread them throughout the world. Each corporation provides benefits in exchange for certain resources. Now available much earlier in the game, an espionage feature offers players many new ways to spy on opponents, stir citizen unrest and defend their government's secrets. New random events such as natural disasters, pleas for help, or demands from their citizens will challenge players to overcome obstacles in order for their civilizations to prosper. Five new wonders await discovery including the Statue of Zeus, Cristo Redentor, Shwedagon Paya, the Mausoleum of Maussollos, and the Moai Statues. Winning the race to Alpha Centauri now requires more strategic planning and tactical decision making. Apostolic Palace: The United Nations becomes available earlier in the game, providing a way for players to win a diplomatic victory earlier. New resolutions will also be added which will expand the available diplomatic options. Advanced Starts: A major fan request, this new feature enables players to \"buy\" components of a custom-tailored empire and begin play in the later part of the game, allowing them to experience many of the new features of the expansion pack in a shorter amount of time. Enhanced AI: The AI has received many enhancements, making it tougher to beat on the higher difficulty levels. [2K Games]",
        "scores": {
            "metascore": "86",
            "userscore": "8.5"
        }
    },
    "47": {
        "title": "Planet Puzzle League",
        "date": "June 4, 2007",
        "summary": "(Also known as \"Panel De Pon DS\")  Use the DS stylus to grab panels and slide them left and right. If you match three or more panels of the same color, they will vanish. Form chains and combos to create cascading waterfalls of panels to rack up high scores. The basic game play is similar to the classics Tetris Attack and Pokémon Puzzle League, but the touch screen gameplay adds a new dimension of fun, giving Planet Puzzle League a bright new feel. Features Six single-player modes: Puzzle, Endless, Time Attack, Garbage, Clear, and Vs. Computer. Don’t have much time? Play three two-minute games in unique Daily mode. Track your progress over weeks and months. Dozens of tutorials and demos teach you the ins-and-outs of this incredibly deep game. Three difficulty levels:. Easy for beginners, normal for veterans, brutal for experts. Two can compete head-to-head over the Nintendo Wi-Fi Connection. With the Nintendo DS Headset accessory (sold separately) you can even chat with your friend as you polish your puzzle skills. Up to four players can compete in three local wireless modes. You can also send a single-player demo to a friend via local wireless. Orient the game the way you like: vertically or horizontally! You can even configure for left- or right-handed play. [Nintendo]",
        "scores": {
            "metascore": "86",
            "userscore": "7.8"
        }
    },
    "48": {
        "title": "Worldwide Soccer Manager 2008",
        "date": "October 23, 2007",
        "summary": "(Also known as \"Worldwide Soccer Manager 2008\")  Football Manager returns before Christmas packed full of new features for fans of the much-acclaimed series from Sports Interactive to feast their eyes on. Transfer Center - A new way of managing all current transfer and loan bids for your club, both incoming and outgoing, making it easier to compare bids and reject or accept them. Finance Revamp - Sports Interactive have updated the finance area of Football Manager 2008 to better reflect the ever-changing modern football world. More information is available to the manager too, including, but not limited to, corporate matchday income, season ticket news, investment funds, improved sponsorships, collective win bonuses and the ability to move around funds from the wage budget and transfer budget (and vice versa) at any point to help you in your quest for the ideal squad. International Management - The international management gameplay has been completely revamped for Football Manager 2008, including, but not limited to, media improvements, international retirements, player interaction, international scouting, improved national pool selection, captain selection and a separation of international and club morale for players. Match Flow - The largest change to matchdays in a Sports Interactive game since the introduction of the 2D match engine. Match flow brings more atmosphere to matchdays with match previews, team talks, opposition player instructions, the match itself, half time and post match now seamlessly following on from one another. There's no more pausing to make tactical changes and you'll find a mini-radar pitch whilst making those tactical changes to keep you in touch with what's going on in the match. [Sega Europe]",
        "scores": {
            "metascore": "86",
            "userscore": "7.5"
        }
    },
    "49": {
        "title": "The Lord of the Rings Online: Shadows of Angmar",
        "date": "April 24, 2007",
        "summary": "The only massively-multiplayer role-playing game set in J.R.R. Tokien's Middle-earth. Travel with your Fellowship in the fight against the forces of Sauron. Across the wide lands of Middle-earth, the Free Peoples must face the threatening Shadow growing in the East. All of Mordor is stirring as Sauron dispatches the NazgÃ»l to hunt for the Ring. The rumor of war brings forth many eager adventurers who will find their place among the great events of the Third Age. High deeds call to the willing, for their time is at hand. Hundreds of thousands of people will enter the perpetual world of Middle-earth for the very first time. Prepare yourself to choose a path amongst the likes of Elves, Dwarves, and Humans. Will you choose to fight for the things that bring peace to the land or will you add to the corruption of Middle-earth as the forces of Sauron move swiftly to extinguish all that is good? [Turbine]",
        "scores": {
            "metascore": "86",
            "userscore": "8.0"
        }
    },
    "50": {
        "title": "Tom Clancy's Ghost Recon Advanced Warfighter 2",
        "date": "March 6, 2007",
        "summary": "Tom Clancy's Ghost Recon Advanced Warfighter 2 builds off of the events in the first game and places gamers in control of the U.S. military's elite fighting unit, the Ghosts. In the year 2014, the rising conflict between Mexican loyalists and insurgent rebel forces has thrown Mexico into full-scale civil war. Under the command of Captain Scott Mitchell, the Ghosts are called upon to face an imminent threat to the United States. The fate of two countries now lies in the hands of the Ghosts as they fend off an attack on U.S. soil. Equipped with the most cutting-edge weaponry and technology, the Ghosts must battle on both sides of the border to neutralize the escalating rebel threat. The Ghosts will battle enemies in mountain terrains, barren deserts and even on their home turf in El Paso, Texas. Each environment presents its own benefits and challenges and will call for fresh tactical approaches. Vastly Improved Artificial Intelligence (AI): Watch your back as rebels send their own team members to flank your position or gain vantage points by utilizing vertical gameplay to pick you off from the rooftops above. Improved squad-mate AI will now feed you more of the information you need with descriptive commands. The revolutionary new Cross-Com 2.0 will give the player more information than ever before. You will be able to see what your friendly forces see in the top left display and the click of a button will expand that to full-screen view for a clearer and more precise picture. Command lethal air strikes with jet fighters, gain mobile cover for otherwise impassable situations and replenish armaments on the battlefield using an unmanned artillery MULE. Players can now heal their team on the battlefield, including squad leader Scott Mitchell, with an all-new Medic class of soldier. [Ubisoft]",
        "scores": {
            "metascore": "86",
            "userscore": "7.7"
        }
    },
    "51": {
        "title": "Skate",
        "date": "September 14, 2007",
        "summary": "SKATE delivers the feel of skating through innovative controls, authentic cameras and a fully reactive skateboarding city. The game features professional skaters such as Danny Way and PJ Ladd, as well as a reactive city and relevant in-game cameras. SKATE's unique control scheme captures the true feel of skating versus the typical button mashing gameplay of past skating games. Featuring physics-driven animations, gamers will have a unique gaming experience every time they pick up the controller since no two tricks will ever be the same. [Electronic Arts]",
        "scores": {
            "metascore": "86",
            "userscore": "8.4"
        }
    },
    "52": {
        "title": "IL-2 Sturmovik: 1946",
        "date": "March 13, 2007",
        "summary": "Oleg Maddox's Il-2 Sturmovik series of flight simulators continues to expand. The latest offering, Il-2 1946, adds 36 new planes, four new gigantic maps, over a hundred new ground objects, and nearly 200 new campaign missions. This new opus also includes all of the previous Il-2 series content. What began as a one-aircraft study sim is now an astonishing anthology, with a whopping 229 flyable aircraft and over 300 aircraft total! Not to mention that players will have the opportunity to get a first glance at the future of the series arriving next year: Storm of War Battle of Britain via exclusive bonus videos.",
        "scores": {
            "metascore": "86",
            "userscore": "8.7"
        }
    },
    "53": {
        "title": "Guitar Hero III: Legends of Rock",
        "date": "October 28, 2007",
        "summary": "Fire up the fretboard, crank up the amp and get ready to rock like never before. Guitar Hero III: Legends of Rock drops you into the spotlight of the largest and most legendary rock concert ever. The star-studded soundtrack includes master tracks by such legendary artists as Guns N’ Roses, The Rolling Stones, Beastie Boys, Muse and Pearl Jam, with added songs as made legendary by Kiss, Alice Cooper and Heart. Now drop that air guitar, tune your exclusive new Les Paul Guitar Controller and shred the night away with Guitar Hero III: Legends of Rock. [Activision]",
        "scores": {
            "metascore": "86",
            "userscore": "7.8"
        }
    },
    "54": {
        "title": "Tom Clancy's Rainbow Six Vegas",
        "date": "June 26, 2007",
        "summary": "The stakes are high when the world's most elite counter-terrorism unit enters Las Vegas, where over 36.7 million men, women and children visit each year. \"Sin City,\" the home of the famous Las Vegas Strip, flashy hotels, high-rolling casinos and world-famous celebrities, becomes the setting for a terrorist threat of global proportions. What happens when one of the world's most famous cities is held hostage by terrorists? [Ubisoft]",
        "scores": {
            "metascore": "86",
            "userscore": "7.6"
        }
    },
    "55": {
        "title": "NHL 08",
        "date": "September 11, 2007",
        "summary": "The Skill Stick gave you the power to deke the goalie in NHL 07 – now you can own the 1-on-1 matchup and undress opposing defenseman with complete control Use your stick to push the puck into space and walk around your defender. Once you're all alone in front, improved stick handling and shooting accuracy will give you the toolset to beat your goaltender for that decisive goal. Dynamic AI adjusts to your every move both on offense and defense, promising to challenge even the most skilled hockey players. The intelligent CPU scouts your tendencies like a coach and makes the necessary adjustments to shut down your money plays, forcing you to adjust your style of play. New analog speed control of the left stick gives you the variance you need to glide into the zone with control or get a burst of speed to step up on a defender. With new skating animations and responsiveness, you have the control to perform crossovers to maintain speed or carve tight turns for an immediate change in direction. 29 AHL teams – the top developmental league for the NHL – are exclusively featured and fully playable. Develop your talent with their minor affiliate until you are ready to call them up for the show. Be the GM and manage your team from the ground up while staying under the salary cap. [Electronic Arts]",
        "scores": {
            "metascore": "86",
            "userscore": "6.9"
        }
    },
    "56": {
        "title": "The Elder Scrolls IV: Shivering Isles",
        "date": "March 26, 2007",
        "summary": "Shivering Isles features more than 30 hours of new gameplay and allows you to explore an entirely new plane of Oblivion – the realm of Sheogorath, the Daedric Prince of Madness. Shivering Isles adds to the existing world of Oblivion so you can continue playing with your existing save game/character, or create an all new character just to explore the new content. Within the Realm of Sheogorath, players can explore the two extreme sides of the god's madness – the sublimely creative and the completely psychotic. Something is happening to the Shivering Isles and Sheogorath himself looks to you to be his champion and defend his realm and its inhabitants from destruction. Do you have the strength to survive his trials, tame a realm fraught with paranoia and despair, and wear the mantle of a God? The Shivering Isles features a bizarre landscape split between the two sides – Mania and Dementia-filled with vast, twisting dungeons mirroring the roots of the trees they are buried within. You'll encounter more than a dozen new creatures including hideous insects, Flesh Atronachs, skeletal Shambles, amphibious Grummites. Throughout your adventure, you will discover all new items, ingredients, spells, and more, and have the talented craftsmen of Crucible and Bliss forge new armor and weapons just for you. [Bethesda Softworks]",
        "scores": {
            "metascore": "86",
            "userscore": "8.3"
        }
    },
    "57": {
        "title": "Project Gotham Racing 4",
        "date": "October 2, 2007",
        "summary": "Right from the starting line, Bizarre's vision for \"PGR 4\" was to create an emotionally-charged racing experience, where players become attached to their careers, profiles and vehicles. There are several new features that embody this emotional experience, the most significant being the new career mode. Drivers are rewarded with a growing fanbase that'll cheer them on, react to their every move and support them through victory. One of the new gameplay elements is the dynamic weather system. Now racing through a track can mean facing an unexpected rain storm or snow flurries in the middle of a race. This results in changing physics when powering around a corner on the wet or icy surface in Shanghai and St. Petersburg or any of the game's 10 other locations. So, if you think driving on a dry track is boring... Flair and driving style now are just as important as technical skill, as players passing their opponent at full speed pump their fists and exhibit more emotion as they earn recognition with the revised Kudos system. The Kudos are worthwhile too, because the new A.I. personalities are be able to perform bold new driving maneuvers as they race side by side with other drivers. [Microsoft]",
        "scores": {
            "metascore": "85",
            "userscore": "8.5"
        }
    },
    "58": {
        "title": "NHL 08",
        "date": "September 12, 2007",
        "summary": "The Skill Stick gave you the power to deke the goalie in NHL 07 – now you can own the 1-on-1 matchup and undress opposing defenseman with complete control Use your stick to push the puck into space and walk around your defender. Once you're all alone in front, improved stick handling and shooting accuracy will give you the toolset to beat your goaltender for that decisive goal. Dynamic AI adjusts to your every move both on offense and defense, promising to challenge even the most skilled hockey players. The intelligent CPU scouts your tendencies like a coach and makes the necessary adjustments to shut down your money plays, forcing you to adjust your style of play. New analog speed control of the left stick gives you the variance you need to glide into the zone with control or get a burst of speed to step up on a defender. With new skating animations and responsiveness, you have the control to perform crossovers to maintain speed or carve tight turns for an immediate change in direction. 29 AHL teams – the top developmental league for the NHL – are exclusively featured and fully playable. Develop your talent with their minor affiliate until you are ready to call them up for the show. Be the GM and manage your team from the ground up while staying under the salary cap. [Electronic Arts]",
        "scores": {
            "metascore": "85",
            "userscore": "8.2"
        }
    },
    "59": {
        "title": "Guitar Hero III: Legends of Rock",
        "date": "October 28, 2007",
        "summary": "Fire up the fretboard, crank up the amp and get ready to rock like never before. Guitar Hero III: Legends of Rock drops you into the spotlight of the largest and most legendary rock concert ever. The star-studded soundtrack includes master tracks by such legendary artists as Guns N’ Roses, The Rolling Stones, Beastie Boys, Muse and Pearl Jam, with added songs as made legendary by Kiss, Alice Cooper and Heart. Now drop that air guitar, tune your exclusive new Les Paul Guitar Controller and shred the night away with Guitar Hero III: Legends of Rock. [Activision]",
        "scores": {
            "metascore": "85",
            "userscore": "8.0"
        }
    },
    "60": {
        "title": "Pokemon Pearl Version",
        "date": "April 22, 2007",
        "summary": "Pokemon Diamond and Pearl are traditional Pokemon RPGs that takes place in a region called Sinnoh. When you set off on your travels, you'll be able to play as either a boy or girl Trainer. Pokemon fans have caught glimpses of Lucario, Munchlax and Weavile in Pokemon movies, and these Pokemon will are debuting in this adventure. Diamond and Pearl utilize the DS's dual slots to transfer Pokemon from the GBA Pokemon games. Also, you can link up with Pokemon Ranger to access more special content. [Nintendo]",
        "scores": {
            "metascore": "85",
            "userscore": "8.2"
        }
    },
    "61": {
        "title": "Command & Conquer 3: Tiberium Wars",
        "date": "March 26, 2007",
        "summary": "It is 2047 and the stakes could not be higher. Tiberium—a self-replicating alien substance that has infected the Earth—is spreading like a radioactive ice age. The GDI, a high-tech alliance of the world’s most advanced nations, is fighting to contain Tiberium, but Kane, the megalomaniacal leader of The Brotherhood of NOD has other plans for Earth. Kane’s secret society turned superpower is bent on using Tiberium to take control and transform humanity into his twisted vision of the future. All-out war rages over Tiberium and the fate of the planet rests in the balance. Experience a revolution in RTS gaming with a single player campaign that rewards you for your gameplay style. Add layers of strategy to your gaming experience by building mobile bases, wielding the power of terrifying Ion Storms on the battlefield, or customizing your armies by combining units. Battle it out online with native voice-over IP, integrated clan support, and new spectator modes that let you play RTS games like a sport. [Electronic Arts]",
        "scores": {
            "metascore": "85",
            "userscore": "8.0"
        }
    },
    "62": {
        "title": "Syphon Filter: Logan's Shadow",
        "date": "October 2, 2007",
        "summary": "We find Gabe Logan once again using a combination of stealth and \"run-and-gun\" gameplay as he is called into action when a dangerous new technology is hijacked by a criminal extremist group. In a story that takes him from the depths of the Indian Ocean to the deserts of the Middle East, Gabe is faced with the possibility that his long time partner, Lian Xing is a double agent. Logan's Shadow is complete with a variety of combat mechanics including the ability to force enemies into cover with \"blind-fire\", an advanced melee system that allows Gabe to use enemies as human shields, and 360 degree underwater combat. For the first time in the franchise \"interactive moments\" have been added for increased player interaction, such as airlifting debris and escaping wrist restraints. Returning to the franchise are buddy missions which have been enhanced with a variety of new objectives. [SCEA]",
        "scores": {
            "metascore": "85",
            "userscore": "8.6"
        }
    },
    "63": {
        "title": "Medieval II: Total War Kingdoms",
        "date": "August 28, 2007",
        "summary": "Medieval II: Total War Kingdoms is the official expansion to Medieval II: Total War, presenting players with all-new territories to explore, troops to command, and enemies to conquer. Kingdoms features four new entire campaigns centered on expanded maps of the British Isles, Teutonic Northern Europe, the Middle East, and the Americas. In Medieval II, players were only given a glimpse of South America, but in Kingdoms, vast tracts of land in both North and South America have been opened up for players to conquer. All-new factions from the New World are also now fully playable, including the Aztecs, Apaches, and Mayans. Along with the new maps in the Britannia, Teutonic, Crusades, and New World Campaigns, there are 13 new factions to play, over 110 units to control, and 50 building types, adding up to 80 hours of new gameplay. Kingdoms also offers new multiplayer maps and hotseat multiplayer, a first for the Total War series, allowing players to play one-versus-one campaign games on the same computer. [Sega]",
        "scores": {
            "metascore": "85",
            "userscore": "8.8"
        }
    },
    "64": {
        "title": "Peggle Deluxe",
        "date": "March 6, 2007",
        "summary": "Ready, aim... bounce! Clear the orange pegs from 55 fanciful levels as 10 whimsical teachers guide you toward Peggle greatness. Wield mystifying Magic Powers, rack up huge bonus points and make shots you'll smile about for weeks. Amidst all this fevered action, only one question remains: Can you become a Peggle Master? [PopCap Games]",
        "scores": {
            "metascore": "85",
            "userscore": "7.9"
        }
    },
    "65": {
        "title": "Super Stardust HD",
        "date": "June 28, 2007",
        "summary": "[Downloadable Game]  Super Stardust HD for the PS3 is a fully updated version of the classic game Stardust. Your mission is simple: destroy everything in sight. Twelve years have passed by. The times have been peaceful and prosperous in the home solar system. Not a single sign of evil penguin Professor Schaumund or his sinister forces have been detected. That is, of course, until today...The Professor is back for the most ultimate revenge. You must defeat his forces and save your home solar system from total annihilation. Five planets are under attack. Your destiny is to save the home solar system, yet again. With five highly detailed 3D planets to save, hordes of enemies and asteroids to destroy, and various game play modes, Super Stardust HD presents super intense action. [Sony]",
        "scores": {
            "metascore": "85",
            "userscore": "8.3"
        }
    },
    "66": {
        "title": "Super Paper Mario",
        "date": "April 9, 2007",
        "summary": "The newest chapter of the Paper Mario story isn't just out of this world ... it's out of this dimension. What at first glance appears to be a 2-D sidescroller ripped straight from the pages of the Paper Mario universe soon turns into a 3-D action-adventure that defies all video game logic. Fusing 2-D and 3-D perspectives, not to mention RPG and platformer elements, the game slips back and forth between dimensions. The action sprawls across eight worlds filled with traps, puzzles, bizarre mysteries and items that often draw themselves out of thin air. Oh, and just because Mario's in the title doesn't mean he's the only star – players also get to play as Peach and Bowser. [Nintendo]",
        "scores": {
            "metascore": "85",
            "userscore": "8.0"
        }
    },
    "67": {
        "title": "Madden NFL 08",
        "date": "August 14, 2007",
        "summary": "All-New Read & React System: New player skill icons identify on-field strengths and weaknesses, providing an immediate read on what your opponent is giving you. Quickly react, create mismatches, and exploit opponent weaknesses before every play. All-New Front Office Mode: Take full control of every aspect of an NFL franchise. Construct a state-of-the-art stadium, set concession prices, hire your coaching staff, draft players, and manage the entire operation from the top down to build your dynasty. Your Ring of a Champion: Increase your Madden Gamer Level to help create and customize your own in-game championship ring. Madden Unmatched: All-new player moves, including auto-motion, backward passes and low-hitting tackles, plus ultra-smooth gameplay provide the most realistic NFL gaming experience ever. Control receivers and make spectacular catches or key possession receptions, or roam the secondary and jar the ball loose with big hits and ball-stripping tackles. [EA Sports]",
        "scores": {
            "metascore": "85",
            "userscore": "6.8"
        }
    },
    "68": {
        "title": "Pokemon Diamond Version",
        "date": "April 22, 2007",
        "summary": "Pokemon Diamond and Pearl are traditional Pokemon RPGs that takes place in a region called Sinnoh. When you set off on your travels, you'll be able to play as either a boy or girl Trainer. Pokemon fans have caught glimpses of Lucario, Munchlax and Weavile in Pokemon movies, and these Pokemon will are debuting in this adventure. Diamond and Pearl utilize the DS's dual slots to transfer Pokemon from the GBA Pokemon games. Also, you can link up with Pokemon Ranger to access more special content. [Nintendo]",
        "scores": {
            "metascore": "85",
            "userscore": "8.3"
        }
    },
    "69": {
        "title": "Virtua Fighter 5",
        "date": "February 20, 2007",
        "summary": "Virtua Fighter 5 features an all-star cast of 17 fighters, including characters from the previous iterations along with two new characters named El Blaze and Eileen. El Blaze is a Mexican fighting champion who defeats opponents with his quick Lucha Libre fighting style. Eileen, originally from China, uses a Monkey Kung-Fu fighting style that she learned from her grandfather, a former Kung-Fu master. Players are able to customize their characters by selecting from four uniquely patterned costumes and a wide range of attachable items that can be placed onto each fighter’s various body parts. Virtua Fighter 5 delivers fast-paced, adrenaline-pumping action as players head into battle, taking on a host of popular characters. Players not only achieve victory by defeating highly-skilled opponents, but also by competing for prizes which earn them in-game money allowing them to buy many items at in-game shop. These items allow players to customize their ultimate warrior and become the top Virtua Fighter. In addition, the game introduces \"Offensive Move\", a new maneuver that allows players to easily approach opponents from the side, adding a more strategic element to the battle. The game supports 720p HD resolution. [Sega]",
        "scores": {
            "metascore": "85",
            "userscore": "7.3"
        }
    },
    "70": {
        "title": "Skate",
        "date": "September 24, 2007",
        "summary": "SKATE delivers the feel of skating through innovative controls, authentic cameras and a fully reactive skateboarding city. The game features professional skaters such as Danny Way and PJ Ladd, as well as a reactive city and relevant in-game cameras. SKATE's unique control scheme captures the true feel of skating versus the typical button mashing gameplay of past skating games. Featuring physics-driven animations, gamers will have a unique gaming experience every time they pick up the controller since no two tricks will ever be the same. [Electronic Arts]",
        "scores": {
            "metascore": "85",
            "userscore": "8.0"
        }
    },
    "71": {
        "title": "Ratchet & Clank: Size Matters",
        "date": "February 13, 2007",
        "summary": "While on a much needed vacation, Ratchet and Clank's rest and relaxation time is suddenly cut short as they soon find themselves lured into a mysterious quest. Following the trail of a kidnapped girl, Ratchet and Clank rediscover a forgotten race of genius inventors known as the Technomites. They soon uncover a plot more dangerous than they could have imagined. Featuring new and returning weapons and gadgets, including the Shocker, Agents of Doom and Shrink Ray, Ratchet & Clank: Size Matters packs all of the combat and destruction fans have come to expect from the series. Players can utilize the all-new customizable armor system themed for various gameplay to gain upgrades and advance through challenging action-packed areas.  Gain access to different vehicles to compete in races and combat enemies in intense battlefield missions. With wireless multiplayer gaming, up to four players can connect for intense combat and head-to-head action. [SCEA]",
        "scores": {
            "metascore": "85",
            "userscore": "8.2"
        }
    },
    "72": {
        "title": "Bomberman Live",
        "date": "July 18, 2007",
        "summary": "[Xbox Live Arcade]  Drop bombs with reckless abandon and blast your enemies into oblivion. Compete with up to eight players online as you battle through eight exotic arenas with your own customized Bomberman. Unleash your fury in ongoing tournaments to prove you're the best. Choose from any of eight all new arenas and start dropping your bombs, kick fiery surprises across the arena, and send your enemies to their doom. Ongoing tournaments will allow you to compete globally to determine who's the best Bomberman of all. Each Bomberman can have a custom head or hat, facial expressions and features, and a costume. There are over 10,000 custom possibilities, so you may never see another Bomberman exactly like yours. One of the greatest game series of all time comes to Xbox LIVE Arcade. Take control of your customized Bomberman and use your bombs to knock out your opponents, discover upgrades, and dominate the arena. [Microsoft]",
        "scores": {
            "metascore": "84",
            "userscore": "8.0"
        }
    },
    "73": {
        "title": "Tom Clancy's Ghost Recon Advanced Warfighter 2",
        "date": "August 23, 2007",
        "summary": "Tom Clancy's Ghost Recon Advanced Warfighter 2 builds off of the events in the first game and places gamers in control of the U.S. military's elite fighting unit, the Ghosts. In the year 2014, the rising conflict between Mexican loyalists and insurgent rebel forces has thrown Mexico into full-scale civil war. Under the command of Captain Scott Mitchell, the Ghosts are called upon to face an imminent threat to the United States. The fate of two countries now lies in the hands of the Ghosts as they fend off an attack on U.S. soil. Equipped with the most cutting-edge weaponry and technology, the Ghosts must battle on both sides of the border to neutralize the escalating rebel threat. The Ghosts will battle enemies in mountain terrains, barren deserts and even on their home turf in El Paso, Texas. Each environment presents its own benefits and challenges and will call for fresh tactical approaches. Vastly Improved Artificial Intelligence (AI): Watch your back as rebels send their own team members to flank your position or gain vantage points by utilizing vertical gameplay to pick you off from the rooftops above. Improved squad-mate AI will now feed you more of the information you need with descriptive commands. The revolutionary new Cross-Com 2.0 will give the player more information than ever before. You will be able to see what your friendly forces see in the top left display and the click of a button will expand that to full-screen view for a clearer and more precise picture. Command lethal air strikes with jet fighters, gain mobile cover for otherwise impassable situations and replenish armaments on the battlefield using an unmanned artillery MULE. Players can now heal their team on the battlefield, including squad leader Scott Mitchell, with an all-new Medic class of soldier. [Ubisoft]",
        "scores": {
            "metascore": "84",
            "userscore": "7.6"
        }
    },
    "74": {
        "title": "MotorStorm",
        "date": "March 6, 2007",
        "summary": "Welcome to MotorStorm, the world's most brutal off-road racing event where the goal is to win at all costs. Choose from seven vehicle types, from high-flying dirt bikes to powerful big rigs, and destroy anything that gets in your way in a no-holds barred sprint to the finish. Try and survive. Real-Time Deforming Terrain: The terrain literally gets torn up with each passing vehicle, causing each lap to be different. Advanced particle effects cause debris and muck to \"stick\" to each vehicle. Vehicular Combat and Damage: Destroy anything that gets in your way. Smash your opponents and view spectacular Hollywood-style crash sequences. [SCEE] Editor's Note:  This JPN Import Version title lacks multiplayer, which has had an effect on just about every import review.",
        "scores": {
            "metascore": "84",
            "userscore": "7.4"
        }
    },
    "75": {
        "title": "Puzzle Quest: Challenge of the Warlords",
        "date": "October 10, 2007",
        "summary": "Designed specifically to entertain both casual and hardcore gamers with its deep immersion, five to fifteen minute play sessions and turn-based play style, Puzzle Quest: Challenge of the Warlords incorporates strategy, role-playing elements and a persistent storyline in a puzzle board setting. Set in the Warlords universe, the game challenges players to create, develop and customize the ultimate hero in order to save the land of Etheria from evil Lord Bane. To advance their character, players battle in turn-based, head-to-head \"match-three\" style puzzle games in one of three distinct gameplay modes: Single-player allows gamers to battle against the AI as they embark on over 150 challenging quests, Instant Action allows gamers to jump in and immediately play continuous battles to level-up characters without participating in quests, and Multiplayer allows gamers to battle live opponents. Victory will advance the player’s hero, magical arsenal, creature companions and more - ultimately rewarding gamers at nearly every turn and providing endless hours of replayability. [D3Publisher of America]",
        "scores": {
            "metascore": "84",
            "userscore": "7.8"
        }
    },
    "76": {
        "title": "DiRT",
        "date": "June 19, 2007",
        "summary": "(Formerly known as \"Colin McRae Rally 2007\" or \"CMR '07\")  After a two-year break for the series, Codemasters Studios' designers have created a reinvigorated McRae experience. The new Colin McRae title goes beyond the series' point-to-point rallying to deliver the most diverse selection of extreme off-road competitions. Sensational gravel, mud and dirt racing events from the world over include perilous Hill Climb and collision-packed Rally Cross events. International rallying competitions are also featured, with official cars on tracks based on real roads and locations around the globe. The title also expands on beat-the-clock racing and includes events with multiple cars on track to satisfy anyone who wants to push their on-the-edge driving just that bit further. [Codemasters]",
        "scores": {
            "metascore": "84",
            "userscore": "7.4"
        }
    },
    "77": {
        "title": "Enemy Territory: Quake Wars",
        "date": "October 2, 2007",
        "summary": "Enemy Territory: Quake Wars pits the armies of Earth against the invading alien Strogg in the ultimate online strategic shooter.  Featuring strategic team play, persistent character promotions, day and nighttime combat missions, and the universe's most powerful weapons and vehicles, the game transports players to the front lines of an epic new war for Earth. As the invasion begins, players choose to battle as one of five unique classes in either the EDF (Earth Defense Force - humans) or the barbaric alien Strogg armies, each augmented with specialist weapons and combat hardware.  Troops utilize over 40 conventional and futuristic vehicles, deployable structures, and defense systems like quad-bikes, tanks, and alien walkers for epic ground assaults; or helicopters and anti-gravity ships to lend firepower from the air.   Throughout each battle, teams establish bases, deploy defense structures, artillery, radar, and advanced forward-command systems into enemy territory while constructing and demolishing obstacles to speed progress and gain a tactical advantage over the enemy. Players can take on class specific missions or join a fireteam to utilize advanced command and communication options, including voice-chat and the game's context sensitive mission order system.  With bitterly contested multi-battle campaigns, each soldier fights not only for victory, but to gain valuable skills, special rewards for team-play, and persistent military promotions and medals. [id Software]",
        "scores": {
            "metascore": "84",
            "userscore": "8.3"
        }
    },
    "78": {
        "title": "Warhawk",
        "date": "August 28, 2007",
        "summary": "[Dowloadable Game]  In Warhawk, players experience the thrill of white-knuckle aerial combat with hundreds of enemy fighters, bone-crunching armored assaults and high-intensity infantry combat in a massive, all-out war fought both on the ground and in the skies. During gameplay, players are tasked with protecting their homeland from the invading Chernovan armada. By doing so, players take command of the most advanced war machine in the fleet, the Warhawk, capable of aerobatic dogfights at high speeds or hovering over ground troops providing tactical support. Players continue the battle on foot with an arsenal of weaponry including pistols, rifles, grenades and more. Furthermore, players can gain access to an array of ground vehicles and lay waste with powerful weapons mounted on jeeps, tanks and specialty transports. Fight on Foot, in Ground Vehicles, or in the Sky – Next-gen multimodal design throws players into a deep gameplay experience. Fight in the war as a foot soldier, vehicle driver or ace pilot - whenever you want. Experience an Expansive Online Community – Players can join in epic multi-modal 32-person online battles, constantly evolving with downloadable content and a variety of online game modes. [SCEA]",
        "scores": {
            "metascore": "84",
            "userscore": "8.3"
        }
    },
    "79": {
        "title": "Puzzle Quest: Challenge of the Warlords",
        "date": "March 20, 2007",
        "summary": "Set in the Warlords universe, Puzzle Quest challenges gamers to create, develop and customize the ultimate hero to save the land of Etheria from the evil Lord Bane. In order to advance, players battle in turn-based, head-to-head \"match-three\" style puzzle games in one of three distinct gameplay modes: Single-player allows gamers to battle against the computer AI as they embark on over 150 challenging quests, Instant Action allows gamers to jump in and immediately play continuous battles to level-up characters without participating in quests, and Multiplayer allows gamers to battle live opponents via wireless connectivity. Victory will advance the player’s hero, magical arsenal, creature companions and more - ultimately rewarding gamers at nearly every turn and providing endless hours of replayablity. [D3Publisher of America]",
        "scores": {
            "metascore": "84",
            "userscore": "7.8"
        }
    },
    "80": {
        "title": "MLB Power Pros",
        "date": "October 3, 2007",
        "summary": "MLB Power Pros delivers an original visual style to America’s favorite pastime. Every MLB player is represented in the \"Power Pro\" character style - a miniature toy-like figurine model. Gamers will recognize their favorite Baseball stars through comic usage of facial expressions, facial hair, and hair styles. Every MLB ballpark has been faithfully replicated with their respective famous landmarks, bringing authenticity to every game. With Season Mode, players become an MLB team general manager with the goal of winning the World Series by controlling all aspects of the team including training players, purchasing better equipment, making trades, and much more. Success Mode combines traditional role-playing elements with baseball scenarios - this story-based mode puts the user in the role of a college baseball player with the goal of becoming a Major League player – gamers train the player in numerous games while dealing with real-world situations of academics, part-time jobs, and other social situations. [2K Sports/Konami]",
        "scores": {
            "metascore": "83",
            "userscore": "8.0"
        }
    },
    "81": {
        "title": "DiRT",
        "date": "June 19, 2007",
        "summary": "(Formerly known as \"Colin McRae Rally 2007\" or \"CMR '07\")  After a two-year break for the series, Codemasters Studios' designers have created a reinvigorated McRae experience. The new Colin McRae title goes beyond the series' point-to-point rallying to deliver the most diverse selection of extreme off-road competitions. Sensational gravel, mud and dirt racing events from the world over include perilous Hill Climb and collision-packed Rally Cross events. International rallying competitions are also featured, with official cars on tracks based on real roads and locations around the globe. The title also expands on beat-the-clock racing and includes events with multiple cars on track to satisfy anyone who wants to push their on-the-edge driving just that bit further. [Codemasters]",
        "scores": {
            "metascore": "83",
            "userscore": "7.4"
        }
    },
    "82": {
        "title": "Unreal Tournament III",
        "date": "November 19, 2007",
        "summary": "Players assume the role of a futuristic warrior engaged in contests of intense shooting battles against skilled opponents, controlled either by human contestants online or by A.I. These contests are fought with the most powerful sci-fi weapons and vehicles.Unparalleled graphical and physical realism from the latest Unreal Engine 3 technology delivers the most compelling First Person Shooter Experience to-date...online and offline. The weaponry is bigger and badder than ever. Destroy your opponent from a distance with the ever popular Link Gun or blast away at close range with the Bio Rifle. Battle against lightening fast A.I. in the deeper and richer single player tournament mode. Expanded Onslaught game type features two complete sets of high-tech vehicles, including the massive Leviathan, the terrifying Darkwalker, and a completely new way to get into the action...the Hoverboard. Fight side-by-side with or compete against new and returning characters from the UT franchise, all with enhanced abilities, extremely detailed looks and distinct personalities. Enhanced popular game types, including: Deathmatch, Team Deathmatch, Capture the Flag, and Instagib CTF and more. Unreal Tournament 2007 provides seamless loading on servers in addition to improved matchmaking for more evenly matched competitors. Bundled with the award-winning Unreal Engine 3 Toolset. Build your own levels, gametypes, and more, or download the latest mods from the massive Unreal community. [Midway]",
        "scores": {
            "metascore": "83",
            "userscore": "8.0"
        }
    },
    "83": {
        "title": "Tomb Raider: Anniversary",
        "date": "June 5, 2007",
        "summary": "Inspired by the first Tomb Raider videogame, originally released in 1996, Lara Croft Tomb Raider: Anniversary is a totally new 2006 adventure for Lara, faithfully preserving the elements which made the original Tomb Raider such a classic. Using an enhanced \"Tomb Raider Legend\" game engine, the graphics, technology and physics bring Lara's adventure and pursuit of a mystical artefact known only as the Scion up to today’s technology standards and offer gamers a completely new gameplay experience. The puzzles are now more in depth and incorporate environmental interaction and physics driven solutions. The level design and flow of gameplay are inspired by the original videogame making Lara Croft Tomb Raider: Anniversary a brand new experience in gaming, while still invoking the nostalgia of the first adventure in Tomb Raiding. [Eidos Interactive]",
        "scores": {
            "metascore": "83",
            "userscore": "8.0"
        }
    },
    "84": {
        "title": "Crush",
        "date": "May 29, 2007",
        "summary": "Unique to its genre, Crush introduces a valuable new puzzle gaming experience that is wholly suited to the PSP system. Set within a complex, hypnotic 3D world, players use the game's unique crush mechanic to \"crush\" the environment and transform it into a more simplified 2D platformer. Once flattened, players utilize the 2D space to move to new areas to solve otherwise impossible challenges, and unlock secret items that were previously unobtainable in the 3D environment. Players then \"uncrush\" the 2D environment and return to the 3D world. Designed for a wide and varied audience, Crush tells the story of Dan, a man with a lifetime of unresolved issues and bottled up emotions that has turned him into a nervous insomniac who is too tired to turn his life around. Desperate for a cure, he turns to hypnosis. It is during this state that he is given one last chance to sort through the wreckage of his past, before he loses the last thing he has – his sanity. [Sega]",
        "scores": {
            "metascore": "83",
            "userscore": "8.2"
        }
    },
    "85": {
        "title": "Bleach: The Blade of Fate",
        "date": "October 9, 2007",
        "summary": "(Also known as \"Bleach DS\")  Players face a variety of opponents as one of 28 highly-stylized characters in intense action-packed battles based on the animated series. Bleach: The Blade of Fate on the Nintendo DS brings a twist to the traditional 2D fighting game with a new kind of battle system that enables players to move between upper and lower split-plane battle arenas to chase after or escape from opponents. The game also allows gamers to build Spirit Card Decks to strategically access power-ups and power-downs to perform special attacks, cast healing spells on themselves, displace opponents, or prohibit them from using their own Spirit Cards. Additionally, gamers can take to the streets battling against enemies with up to four players in fast-paced combat via the Nintendo DS' Wi-Fi capabilities. [Sega]",
        "scores": {
            "metascore": "83",
            "userscore": "7.3"
        }
    },
    "86": {
        "title": "Everyday Shooter",
        "date": "October 11, 2007",
        "summary": "[Downloadable Game]  Developed solely by Jonathan Mak, Everyday Shooter won three awards at the Independent Gaming Festival at the 2007 Game Developers Conference. Unlike traditional arcade shooters, the sound effects in Everyday Shooter play in musical harmony with the game’s background music. Throughout Everyday Shooter’s album of games, typical arcade sounds of destruction are replaced with guitar riffs harmonizing over an all-guitar soundtrack. Album of Shooter Games – Each of the 8 ‘songs’ or levels has a completely different visual vibe and chain system. Vector-Based Graphics – Graphics are created from mathematical equations celebrating the beauty of geometry. Stunning, Evolving Synaethesia - Every shot, hit, or explosion creates a visual and musical inspiration that produces a note, chord or riff that harmonizes into the song for each level. Full HD at 1080p – In addition to the fluid music, enjoy the brilliant colors and stylized visuals. [SCEA]",
        "scores": {
            "metascore": "83",
            "userscore": "7.3"
        }
    },
    "87": {
        "title": "Crackdown",
        "date": "February 20, 2007",
        "summary": "Enforce justice by any means necessary in a crime-ridden urban center built to encourage the exploration of the full width, depth, and height of the city. Coupled with co-op gameplay, a first for the genre, and an interactive world where nearly anything can be used as a weapon, create a volatile cocktail of action as you clean up the streets. All strategies and tactics are acceptable provided you reclaim the streets by unleashing the awesome potential inside each Agent. As you develop and hone your gameplay skills, your Agent's genetic tendencies will increase. Run at dazzling speeds, take death-defying leaps, perform impossible vehicular maneuvers, move massive objects, and deliver bone-crushing blows. Low on ammo? No problem. Thanks to an amazing amount of props and a deep physics system, use whatever you can get your hands on as weapons—trashcans, vehicles, even people—to clean the streets of crime. From its initial concept to its final design, Real Time Worlds focused on delivering dynamic, engaging, cooperative gameplay for double the carnage, action, and intensity. Wage war on the syndicates by taking part in high-octane chases on foot and on wheels while using any appropriate route along, around, across, over, under, or through the environment. [Microsoft]",
        "scores": {
            "metascore": "83",
            "userscore": "7.9"
        }
    },
    "88": {
        "title": "Picross DS",
        "date": "July 30, 2007",
        "summary": "Like finding the underlining 'picture' in a 'crossword puzzle', the goal in Picross DS is to fill a grid with squares and crosses in order to 'paint' a picture. Numbers at the head of the puzzles' columns and rows signify how the grids need to be filled out, but it will take a sharp mind to figure out the solution - and some speedy fingers to defeat the competition. The game's main Picross Mode offers a staggering 300 puzzles available to play at your leisure. Ranging from the elementary five by five grids to highly complicated twenty by twenty grids, this mode can keep even the most hardened gamers happy. Those less certain of their skills can opt to receive clues to help finish puzzles, or get a head start with a roulette-style hint function that reveals one line of the puzzle. Bring your individual talents to the table with My Picross Mode, in which you can create your very own puzzles to share with your friends (locally, or via Nintendo Wi-Fi Connection). Designing your own puzzles is simplicity itself thanks to the easy-to-use stylus and Touch Screen. For that extra personal flair, you can even design the image beneath the puzzle which is revealed upon completion. A variety of unlockable skins - with themes ranging from nature to sports or video game heroes – give you all the customisation tools you’ll need to make Picross DS fit your style. [Nintendo Europe]",
        "scores": {
            "metascore": "83",
            "userscore": "8.0"
        }
    },
    "89": {
        "title": "Pac-Man Championship Edition",
        "date": "June 6, 2007",
        "summary": "[Xbox Live Arcade]  Pac-Man returns in this enhanced version of the all time classic videogame. Pac-Man Championship Edition has many new and unique gameplay features, but still spotlights the big yellow PAC-MAN we all know and love. The enhanced version now features constantly evolving mazes, a time limit, and six different game modes. Graphics and sound have been fully enhanced in this new version of the classic game. You'll have to practice hard and play well to conquer the increased gameplay speed! Remember, this is the Championship Edition so you know it will provide a good challenge. [Microsoft]",
        "scores": {
            "metascore": "83",
            "userscore": "8.5"
        }
    },
    "90": {
        "title": "Rogue Galaxy",
        "date": "January 30, 2007",
        "summary": "The newest invention of \"Dark Cloud\" series developer Level 5, this role-playing game wraps up a neat real-time battle system in a world of unique and great-looking characters and environments. Jaster is a young man who dreams of exploring the galaxy. In a sudden turn of fate, he is mistaken for a renowned bounty hunter and recruited into a band of space pirates in a race to find a legendary planet that holds the key to the greatest treasures and eternal life. Clues to ‘Eden’ are scattered round the Galaxy - Jaster will go onto to explore many different worlds and face countless battles in search for these clues – but some treasures are best left undiscovered. [SCEA]",
        "scores": {
            "metascore": "83",
            "userscore": "7.9"
        }
    },
    "91": {
        "title": "DiRT",
        "date": "September 11, 2007",
        "summary": "(Formerly known as \"Colin McRae Rally 2007\" or \"CMR '07\")  After a two-year break for the series, Codemasters Studios' designers have created a reinvigorated McRae experience. The new Colin McRae title goes beyond the series' point-to-point rallying to deliver the most diverse selection of extreme off-road competitions. Sensational gravel, mud and dirt racing events from the world over include perilous Hill Climb and collision-packed Rally Cross events. International rallying competitions are also featured, with official cars on tracks based on real roads and locations around the globe. The title also expands on beat-the-clock racing and includes events with multiple cars on track to satisfy anyone who wants to push their on-the-edge driving just that bit further. [Codemasters]",
        "scores": {
            "metascore": "83",
            "userscore": "8.0"
        }
    },
    "92": {
        "title": "FIFA Soccer 08",
        "date": "October 9, 2007",
        "summary": "FIFA Soccer 08  challenges players to master the skills required to play like a pro soccer player. Fans around the world can experience the same highs and lows of real-world players and tackle the challenges they face on a daily basis. FIFA Soccer 08 puts you on the pitch to defy the odds, perfect your skills, elevate your game and rise up to win glory for your club. [Electronic Arts]",
        "scores": {
            "metascore": "83",
            "userscore": "6.8"
        }
    },
    "93": {
        "title": "WarioWare: Smooth Moves",
        "date": "January 15, 2007",
        "summary": "Wario and his pals learn fun, wacky moves after discovering a strange book and a mystical device called the Form Baton. Familiar characters from the WarioWare universe will return to this installment and some new ones will appear. Players must clear fast-paced sets of microgames, changing the way they hold the Wii Remote each time. As they do, they'll unlock more microgames and souvenirs. The WarioWare team took an idea so wacky, it could only be made with the latest technology ... the Wii Remote. WarioWare is back with a whole new set of moves. When Wario stumbles upon a strange device called a Form Baton, he and his friends use it to learn new moves that are as fun as they are wacky. With hundreds of microgames, this game is just as wild as you'd expect from the name WarioWare, but the game play has been revolutionized. Under Wario's tutelage, and with the help of the Wii Remote, players will swing, spin and squat their way to victory. With about 200 lightning-quick microgames and controls that range from scribbling to flailing, WarioWare: Smooth Moves takes interactive gaming to a whole new level. All players need is a Wii Remote and their best moves to be the champ. [Nintendo]",
        "scores": {
            "metascore": "83",
            "userscore": "7.5"
        }
    },
    "94": {
        "title": "RACE 07: Official WTCC Game",
        "date": "October 9, 2007",
        "summary": "Real Cars. Real Racing. 300 Cars on 32 Tracks. Thats what it's all about in RACE 07.  Enjoy 9 different racing classes, each with its own distinctive character.  From the prestigious World Touring Car Championship to the insance speed of the F3000 class.  These are just a few of the many cars and the classes featured in this ultimate racing curcuits or city tracks and see the track through the unique Helmet Camera or with the immersive Action Camera.  Enjoy RACE 07 and esperience virtural racing like you've never expereinced it before. [Viva Media]",
        "scores": {
            "metascore": "83",
            "userscore": "8.8"
        }
    },
    "95": {
        "title": "EverQuest II: Rise of Kunark",
        "date": "November 13, 2007",
        "summary": "Buried beneath a war-ruined land ravaged by centuries of conflict, a forgotten enemy rises.  Exiled from their homeland and banished from Norrath’s history, an ancient race emerges to uncover artifacts long thought lost.  Engage in all-new adventures as you embark on a crusade to reveal the truth of the wars between the reborn Iksar Empire and the Sarnak. Adventure awaits in the fabled land of Kunark. [Sony]",
        "scores": {
            "metascore": "83",
            "userscore": "7.6"
        }
    },
    "96": {
        "title": "Contra 4",
        "date": "November 13, 2007",
        "summary": "Contra 4 takes place two years after \"Contra III: The Alien Wars,\" first released on the Super Nintendo in 1992. Heroes Bill and Lance again must team up to take down an oncoming alien invasion and its leader, Black Viper. Contra 4 features the same style of 2D side-scrolling gameplay that established the series 20 years ago. Players combat alien hordes with a variety of futuristic weapons while attempting to avoid pitfalls and other hazards along the way. Contra 4's action extends to both screens on the DS, allowing for larger environments and boss encounters. And as is a hallmark of the series, Contra 4 retain two-player simultaneous gameplay.",
        "scores": {
            "metascore": "83",
            "userscore": "7.9"
        }
    },
    "97": {
        "title": "Super Puzzle Fighter II Turbo HD Remix",
        "date": "August 29, 2007",
        "summary": "[Xbox Live Arcade] One of the most popular puzzle games of all time is back with high-definition graphics, dazzling elemental effects and a new rebalanced X' game mode! Super Puzzle Fighter II Turbo HD Remix brings together Capcom's coolest fighting characters to provide extremely addictive puzzle mayhem. Enjoy single-player, local and online versus play, and spectator modes. The game features all the classic elements from the original arcade game, including traditional X Mode. Think fast on your feet as gems fall into your character's playfield. Don't let the stack get too high. The new X' Mode has been rebalanced with adjusted drop patterns and damage to level the playing field. Y Mode challenges players to connect three or more gems horizontally, vertically or diagonally. Z Mode has you group four adjacent gems and rotate them to join to other same-colored gems. Beautifully detailed high-definition backgrounds and character art come from the talented artists of Udon Comics. New elemental effects: Gems and Crash Gems interact with dazzling new effects. Hidden characters: There's Akuma, Dan, and more. Online play: Get online with Xbox LIVE and challenge other players to Ranked and Player Matches. Follow your progress on the leaderboards, and try to score the twelve all-new achievements. [Microsoft]",
        "scores": {
            "metascore": "83",
            "userscore": "8.0"
        }
    },
    "98": {
        "title": "Guitar Hero III: Legends of Rock",
        "date": "October 28, 2007",
        "summary": "Fire up the fretboard, crank up the amp and get ready to rock like never before. Guitar Hero III: Legends of Rock drops you into the spotlight of the largest and most legendary rock concert ever. The star-studded soundtrack includes master tracks by such legendary artists as Guns N’ Roses, The Rolling Stones, Beastie Boys, Muse and Pearl Jam, with added songs as made legendary by Kiss, Alice Cooper and Heart. Now drop that air guitar, tune your exclusive new Les Paul Guitar Controller and shred the night away with Guitar Hero III: Legends of Rock. [Activision]",
        "scores": {
            "metascore": "83",
            "userscore": "7.8"
        }
    },
    "99": {
        "title": "Europa Universalis III",
        "date": "January 23, 2007",
        "summary": "Players can enjoy over 300 years of gameplay by starting at ANY date between 1453 and 1789. Nation building is flexible: decide your own form of government, the structure of your society, trade politics and much more. The great people and personalities of the past are on hand to support you. Take history in your hands and call personalities like Sir Isaac Newton, Wolfgang Amadeus Mozart or René Descartes to your court. A lush topographic map in full 3D allows for a rich and complete world view, and contains more than 1700 provinces and sea zones. Lead any one of more than 250 countries that originally existed during the game’s extensive time span. Have more than a thousand historical leaders and over 4000 historical Monarchs at your disposal. Manage more than 100 individual unit troops to secure as much power as possible. Co-operative multiplayer mode allows several players to work together to control a single nation. Customize your game: Europa Universalis III gives you the chance to customize and mod practically anything your heart may desire. [Paradox]",
        "scores": {
            "metascore": "83",
            "userscore": "8.4"
        }
    },
    "100": {
        "title": "MLB 07: The Show",
        "date": "February 26, 2007",
        "summary": "The innovative Road to The Show mode enables fans to play solely as a custom-created rookie on both offense and defense while attempting to rise through the ranks and make a starting line-up in the Big Leagues. Adding to its already robust online feature set, the MLB franchise now includes Online League Play, which gives gamers the ability to set up leagues with up to 30 teams, complete statistical tracking, point benefits and full customization, while the My Sliders feature allows users to create their perfect game settings and upload them to the MLB 07 The Show server for others to try out. [SCEA]",
        "scores": {
            "metascore": "83",
            "userscore": "8.6"
        }
    }
}