{
    "1": {
        "title": "Grand Theft Auto IV",
        "date": "April 29, 2008",
        "summary": "[Metacritic's 2008 PS3 Game of the Year; Also known as \"GTA IV\"]  What does the American Dream mean today? For Niko Belic, fresh off the boat from Europe. It's the hope he can escape his past. For his cousin, Roman, it is the vision that together they can find fortune in Liberty City, gateway to the land of opportunity. As they slip into debt and are dragged into a criminal underworld by a series of shysters, thieves and sociopaths, they discover that the reality is very different from the dream in a city that worships money and status, and is heaven for those who have them an a living nightmare for those who don't. [Rockstar Games]",
        "scores": {
            "metascore": "98",
            "userscore": "7.5"
        }
    },
    "2": {
        "title": "Grand Theft Auto IV",
        "date": "April 29, 2008",
        "summary": "[Metacritic's 2008 Xbox 360 Game of the Year; Also known as \"GTA IV\"]  What does the American Dream mean today? For Niko Belic, fresh off the boat from Europe. It's the hope he can escape his past. For his cousin, Roman, it is the vision that together they can find fortune in Liberty City, gateway to the land of opportunity. As they slip into debt and are dragged into a criminal underworld by a series of shysters, thieves and sociopaths, they discover that the reality is very different from the dream in a city that worships money and status, and is heaven for those who have them an a living nightmare for those who don't. [Rockstar Games]",
        "scores": {
            "metascore": "98",
            "userscore": "7.9"
        }
    },
    "3": {
        "title": "LittleBigPlanet",
        "date": "October 27, 2008",
        "summary": "In LittleBigPlanet Players meet on a blue and green planet scattered with individual plots – and use their character's amazing abilities to play, create and share what they build with other gamers throughout the world via the Playstation Network. The LittleBigPlanet experience starts with players learning about their character’s powers to interact physically with the environment. There are places to explore, creative resources to collect and puzzles to solve – all requiring a combination of brains and collaborative teamwork. As soon as players begin their creative skills will grow and they will soon be ready to start creating and modifying their surroundings – the first step to sharing them with the whole community.Characters have the power to move anything in this glued and stitched-together 3D landscape; they have the power to design, shape and build both objects and entire locations for others to view and play. There’s no complicated level editor; all of these skills can be learned by simply playing the game. Creativity is part of the gameplay experience and playing is part of the creative experience. Players can make their world as open or as secretive to explore as they like. When it’s ready, they can invite anyone within the LittleBigPlanet community to come and explore their patch – or can go and explore everybody else's. [SCEA]",
        "scores": {
            "metascore": "95",
            "userscore": "6.8"
        }
    },
    "4": {
        "title": "World of Goo",
        "date": "October 13, 2008",
        "summary": "[WiiWare]  World of Goo is a physics based puzzle / construction game. The millions of Goo Balls that live in the beautiful World of Goo don't know that they are in a game, or that they are extremely delicious. [2D Boy]",
        "scores": {
            "metascore": "94",
            "userscore": "8.7"
        }
    },
    "5": {
        "title": "BioShock",
        "date": "October 21, 2008",
        "summary": "Going beyond \"run and gun corridors,\" \"monster-closet AIs\" and static worlds, BioShock creates a living, unique and unpredictable FPS experience. After your plane crashes into icy uncharted waters, you discover a rusted bathysphere and descend into Rapture, a city hidden beneath the sea. Constructed as an idealistic society for a hand picked group of scientists, artists and industrialists, the idealism is no more. Now the city is littered with corpses, wildly powerful guardians roam the corridors as little girls loot the dead, and genetically mutated citizens ambush you at every turn. Take control of your world by hacking mechanical devices, commandeering security turrets and crafting unique items critical to your very survival. Upgrade your weapons with ionic gels, explosives and toxins to customize them to the enemy and environment. Genetically modify your body through dozens of Plasmid Stations scattered throughout the city, empowering you with fantastic and often grotesque abilities. Explore a living world powered by Ecological A.I., where the inhabitants have interesting and consequential relationships with one another that impact your gameplay experience. Experience truly next generation graphics that vividly illustrate the forlorn art deco city, highlighted by the most detailed and realistic water effects ever developed in a video game. Make meaningful choices and mature decisions, ultimately culminating in the grand question: do you exploit the innocent survivors of Rapture...or save them? [2K Games]",
        "scores": {
            "metascore": "94",
            "userscore": "8.8"
        }
    },
    "6": {
        "title": "Metal Gear Solid 4: Guns of the Patriots",
        "date": "June 12, 2008",
        "summary": "Metal Gear Solid 4: Guns of the Patriots features an aging and exhausted Solid Snake in the middle of a futuristic battlefield. In spite of his failing body, Snake is equipped with a crucial new device tentatively known as \"OctoCamo,\" a high-tech suit that dynamically transforms its texture based on Snake's surroundings. This revolutionary new gameplay mechanic allows him to seamlessly blend into the environment, providing him with the means to stalk his enemies like never before. This latest chapter in Hideo Kojima's legendary tactical espionage actin series marks the return of several characters from previous Metal Gear Solid games including Revolver Ocelot, Meryl Silverburgh, Naomi Hunter and Raiden, and features an unforgettable story that depicts the desperate state of the future as seen through the eyes of an older Solid Snake. [Konami]",
        "scores": {
            "metascore": "94",
            "userscore": "8.8"
        }
    },
    "7": {
        "title": "Super Smash Bros. Brawl",
        "date": "March 9, 2008",
        "summary": "[Metacritic's 2008 Wii Game of the Year]  Super Smash Bros. Brawl is the next installment in the Smash Bros. series for the company's Wii console. Among the new characters playable in the game are Meta Knight, the sword-wielding nemesis of Kirby; Pit, the angelic archer from Kid Icarus; Zero Suit Samus, the powerful Metroid series heroine minus her versatile armor; and Wario, who demonstrates a noxious attack of gastronomic proportions. Also Snake, the gritty soldier from Konami's hugely popular Metal Gear series. [Nintendo]",
        "scores": {
            "metascore": "93",
            "userscore": "8.8"
        }
    },
    "8": {
        "title": "Braid",
        "date": "August 6, 2008",
        "summary": "[Xbox Live Arcade]  Braid is a puzzle-platformer, drawn in a painterly style, where the player manipulates the flow of time in strange and unusual ways. From a house in the city, journey to a series of worlds and solve puzzles to rescue an abducted princess. In each world, you have a different power to affect the way time behaves, and it is time's strangeness that creates the puzzles. The time behaviors include: the ability to rewind, objects that are immune to being rewound, time that is tied to space, parallel realities, time dilation, and perhaps more. Braid treats your time and attention as precious; there is no filler in this game. Every puzzle shows you something new and interesting about the game world. Braid is a 2-D platform game where you can never die and never lose. Despite this, Braid is challengingâ??but the challenge is about solving puzzles, rather than forcing you to replay tricky jumps. Travel through a series of worlds searching for puzzle pieces, then solving puzzles by manipulating time: rewinding, creating parallel universes, setting up pockets of dilated time. The gameplay feels fresh and new; the puzzles are meant to inspire new ways of thinking. [Microsoft]",
        "scores": {
            "metascore": "93",
            "userscore": "8.5"
        }
    },
    "9": {
        "title": "Fallout 3",
        "date": "October 28, 2008",
        "summary": "Vault-Tec engineers have worked around the clock on an interactive reproduction of Wasteland life for you to enjoy from the comfort of your own vault. Included is an expansive world, unique combat, shockingly realistic visuals, tons of player choice, and an incredible cast of dynamic characters. Every minute is a fight for survival against the terrors of the outside world – radiation, Super Mutants, and hostile mutated creatures. From Vault-Tec, America's First Choice in Post Nuclear Simulation. Vault 101 - Jewel of the Wastes. For 200 years, Vault 101 has faithfully served the surviving residents of Washington DC and its environs, now known as the Capital Wasteland. Though the global atomic war of 2077 left the US all but destroyed, the residents of Vault 101 enjoy a life free from the constant stress of the outside world. Giant Insects, Raiders, Slavers, and yes, even Super Mutants are all no match for superior Vault-Tec engineering. Yet one fateful morning, you awake to find that your father has defied the Overseer and left the comfort and security afforded by Vault 101 for reasons unknown. Leaving the only home you've ever known, you emerge from the Vault into the harsh Wasteland sun to search for your father, and the truth. [Bethesda Softworks]",
        "scores": {
            "metascore": "93",
            "userscore": "8.5"
        }
    },
    "10": {
        "title": "Gears of War 2",
        "date": "November 7, 2008",
        "summary": "Gears of War 2 builds upon the gameplay of the first title in every way. First, the scope of the action is bigger: new characters, more weapons, nastier enemies, bigger vehicles, and grander locales offer more action, more emotion, and more thrills. Next, every major aspect of the game has been refined to create heightened, more immersive experiences. Finally, the overall tone of Gears of War 2 is more badass: replete with new weapon-specific executions, chainsaw duels, and shocking boss fights. Gears of War 2 raises the graphics bar for next-generation games through its breathtaking visual effects, which are made possible through advances in Unreal Engine 3. New visual effects include ambient occlusion, dynamic shadows, improved character lighting, the ability to render hundreds of on-screen characters simultaneously, improved water physics, additional blood and bullet decals, advanced destructible environments, new weather effects, and the introduction of fluid objects. When combined with the sweeping vistas and evocative locales in the world of Sera where the Gears of War 2 story unfolds, these additions help make this the most gorgeous game available this generation. Gears of War 2 continues to push deep, immersive storytelling in video games to greater heights. Humanity's epic battle for survival is felt on both the personal and epic levels as you explore multiple story arcs that introduce new characters and flesh out the histories of familiar ones. A new in-game conversational camera system also helps bring the compelling story to life in a cinematic fashion. [Microsoft]",
        "scores": {
            "metascore": "93",
            "userscore": "7.8"
        }
    },
    "11": {
        "title": "Rock Band 2",
        "date": "December 18, 2008",
        "summary": "Rock Band 2 builds upon its foundation as the first music game to introduce co-operative band gameplay, multiple instruments, a robust online multiplayer experience, an unrivaled offering of downloadable content and raises the bar by delivering an entirely new level of depth, connectivity, authenticity and features including: Backwards compatibility with Rock Band downloadable music content. All previously purchased tracks immediately load into your Rock Band 2 song list. No need to re-purchase or re-download. The biggest and most diverse soundtrack ever featuring some of rock's most prolific acts, comprised entirely of master recordings. Major new and dynamic online modes that connect the entire Rock Band community in more ways than ever before both locally and globally. More variety of instrument choices than ever before with new and improved drum and guitar peripherals, enhanced functionality and innovative new designs - all fully compatible with the original Rock Band instruments. [MTV]",
        "scores": {
            "metascore": "92",
            "userscore": "7.2"
        }
    },
    "12": {
        "title": "Galactic Civilizations II: Twilight of the Arnor",
        "date": "April 30, 2008",
        "summary": "The galaxy is being consumed by the fires of war as we enter the final act of the Dread Lord saga. Galactic Civilizations II: Twilight of the Arnor is the second  expansion pack to the award-winning PC strategy game, Galactic Civilizations II. Galactic Civilizations II: Twilight of the Arnor expands the gameplay of Galactic Civilizations in all new ways. New campaign detailing the final chapter in the Dread Lords wars. The Terror Star arrives, capable of destroying any star. Unique technology trees for all 12 civilizations. Unique planetary improvements for each civilization. New 3D engine powered map editor. New Scenario Editor for creating highly detailed custom games. New Campaign Editor for players who want to create their own custom epic campaigns for themselves or to share with others. New Metaverse Tournaments: Specific maps & scenarios recorded to the Metaverse with prizes for top players. [Stardock]",
        "scores": {
            "metascore": "92",
            "userscore": "8.3"
        }
    },
    "13": {
        "title": "Chrono Trigger",
        "date": "November 25, 2008",
        "summary": "[Metacritic's 2008 DS Game of the Year] When a newly developed teleportation device malfunctions at the Millennial Fair, young Crono must travel through time to rescue his unfortunate companion from an intricate web of past and present perils. The swashbuckling adventure that ensues soon unveils an evil force set to destroy the world, triggering Crono's race against time to change the course of history and bring about a brighter future. Features an engaging and unparalleled storyline, leading to the discovery of multiple epic conclusions to a journey that transcends time. An inspiring musical score created by Yasunori Mitsuda. Intriguing battle system made possible by the unique combination of the Active Time Battle system and Tech skills. Famed character designer Akira Toriyama lends his signature art style to create the vibrant world that has captivated gamers around the world. Taking advantage of the Nintendo DS hardware, CHRONO TRIGGER makes its way onto the portable platform with all-new dual screen presentation and Touch-Screen functionality. A brand new dungeon and a Wireless Play mode adds exciting new dimensions to this timeless classic. [Square Enix]",
        "scores": {
            "metascore": "92",
            "userscore": "9.1"
        }
    },
    "14": {
        "title": "Rock Band 2",
        "date": "September 14, 2008",
        "summary": "Rock Band 2 builds upon its foundation as the first music game to introduce co-operative band gameplay, multiple instruments, a robust online multiplayer experience, an unrivaled offering of downloadable content and raises the bar by delivering an entirely new level of depth, connectivity, authenticity and features including: Backwards compatibility with Rock Band downloadable music content. All previously purchased tracks immediately load into your Rock Band 2 song list. No need to re-purchase or re-download. The biggest and most diverse soundtrack ever featuring some of rock's most prolific acts, comprised entirely of master recordings. Major new and dynamic online modes that connect the entire Rock Band community in more ways than ever before both locally and globally. More variety of instrument choices than ever before with new and improved drum and guitar peripherals, enhanced functionality and innovative new designs - all fully compatible with the original Rock Band instruments. [MTV]",
        "scores": {
            "metascore": "92",
            "userscore": "8.1"
        }
    },
    "15": {
        "title": "Rock Band 2",
        "date": "October 19, 2008",
        "summary": "Rock Band 2 builds upon its foundation as the first music game to introduce co-operative band gameplay, multiple instruments, a robust online multiplayer experience, an unrivaled offering of downloadable content and raises the bar by delivering an entirely new level of depth, connectivity, authenticity and features including: Backwards compatibility with Rock Band downloadable music content. All previously purchased tracks immediately load into your Rock Band 2 song list. No need to re-purchase or re-download. The biggest and most diverse soundtrack ever featuring some of rock's most prolific acts, comprised entirely of master recordings. Major new and dynamic online modes that connect the entire Rock Band community in more ways than ever before both locally and globally. More variety of instrument choices than ever before with new and improved drum and guitar peripherals, enhanced functionality and innovative new designs - all fully compatible with the original Rock Band instruments. [MTV]",
        "scores": {
            "metascore": "91",
            "userscore": "7.9"
        }
    },
    "16": {
        "title": "World of Warcraft: Wrath of the Lich King",
        "date": "November 13, 2008",
        "summary": "Players last visited Northrend in \"Warcraft III: The Frozen Throne,\" when Arthas Menethil fused with the spirit of Ner’zhul to become the Lich King, one of the most powerful beings in the Warcraft universe. He now broods atop the Frozen Throne deep in Icecrown Citadel, clutching the rune blade Frostmourne and marshaling the undead armies of the Scourge. In Wrath of the Lich King, the forces of the Alliance and the Horde venture into battle against the Scourge amid Northrend’s howling winds and fields of jagged ice. Wrath of the Lich King adds a rich variety of content to an already massive game. New features in the game’s second expansion include: Death Knight Hero Class: Create a high-level Death Knight character -- the game’s first hero class -- once certain challenges have been met. Increased Level Cap: Advance to level 80 and gain potent new talents and abilities along the way. Northrend: Explore the harsh new continent of Northrend, packed with new zones, quests, dungeons, monsters, and items -- and do battle with the undead armies of the Lich King. \"Inscription\" Profession: Learn this exciting new profession and gain unique ways to permanently enhance spells and abilities in the game. Siege Weapons and Destructible Buildings: Take the battle to another level with new player-vs.-player game mechanics and new battlefields to wage war on. New Character Customization: Change how characters look and express themselves, with different hairstyles and dance animations. [Blizzard Entertainment]",
        "scores": {
            "metascore": "91",
            "userscore": "7.8"
        }
    },
    "17": {
        "title": "God of War: Chains of Olympus",
        "date": "March 4, 2008",
        "summary": "[Metacritic's 2008 PSP Game of the Year] Unleash the power of the Gods and embark on a merciless quest as Kratos, an ex-Spartan warrior driven to destroy Ares, the God of War. Armed with lethal double chainblades, Kratos must carve through mythology's darkest creatures including Medusa, Cyclops, the Hydra and more, while solving intricate puzzles in breathtaking environments. Driven by pure revenge, nothing can stop Kratos from achieving absolution. [SCEA]",
        "scores": {
            "metascore": "91",
            "userscore": "8.6"
        }
    },
    "18": {
        "title": "Fallout 3",
        "date": "October 28, 2008",
        "summary": "[Metacritic's 2008 PC Game of the Year] Vault-Tec engineers have worked around the clock on an interactive reproduction of Wasteland life for you to enjoy from the comfort of your own vault. Included is an expansive world, unique combat, shockingly realistic visuals, tons of player choice, and an incredible cast of dynamic characters. Every minute is a fight for survival against the terrors of the outside world – radiation, Super Mutants, and hostile mutated creatures. From Vault-Tec, America's First Choice in Post Nuclear Simulation. Vault 101 - Jewel of the Wastes. For 200 years, Vault 101 has faithfully served the surviving residents of Washington DC and its environs, now known as the Capital Wasteland. Though the global atomic war of 2077 left the US all but destroyed, the residents of Vault 101 enjoy a life free from the constant stress of the outside world. Giant Insects, Raiders, Slavers, and yes, even Super Mutants are all no match for superior Vault-Tec engineering. Yet one fateful morning, you awake to find that your father has defied the Overseer and left the comfort and security afforded by Vault 101 for reasons unknown. Leaving the only home you've ever known, you emerge from the Vault into the harsh Wasteland sun to search for your father, and the truth. [Bethesda Softworks]",
        "scores": {
            "metascore": "91",
            "userscore": "7.8"
        }
    },
    "19": {
        "title": "World of Goo",
        "date": "October 12, 2008",
        "summary": "World of Goo is a physics based puzzle / construction game. The millions of Goo Balls that live in the beautiful World of Goo don't know that they are in a game, or that they are extremely delicious. [2D Boy]",
        "scores": {
            "metascore": "90",
            "userscore": "8.4"
        }
    },
    "20": {
        "title": "Fallout 3",
        "date": "October 28, 2008",
        "summary": "Vault-Tec engineers have worked around the clock on an interactive reproduction of Wasteland life for you to enjoy from the comfort of your own vault. Included is an expansive world, unique combat, shockingly realistic visuals, tons of player choice, and an incredible cast of dynamic characters. Every minute is a fight for survival against the terrors of the outside world – radiation, Super Mutants, and hostile mutated creatures. From Vault-Tec, America's First Choice in Post Nuclear Simulation. Vault 101 - Jewel of the Wastes. For 200 years, Vault 101 has faithfully served the surviving residents of Washington DC and its environs, now known as the Capital Wasteland. Though the global atomic war of 2077 left the US all but destroyed, the residents of Vault 101 enjoy a life free from the constant stress of the outside world. Giant Insects, Raiders, Slavers, and yes, even Super Mutants are all no match for superior Vault-Tec engineering. Yet one fateful morning, you awake to find that your father has defied the Overseer and left the comfort and security afforded by Vault 101 for reasons unknown. Leaving the only home you've ever known, you emerge from the Vault into the harsh Wasteland sun to search for your father, and the truth. [Bethesda Softworks]",
        "scores": {
            "metascore": "90",
            "userscore": "7.9"
        }
    },
    "21": {
        "title": "Portal: Still Alive",
        "date": "October 22, 2008",
        "summary": "[Xbox Live Arcade]  Portal: Still Alive features the full award-winning Portal single player game from Valve, plus a new challenge mode. Designed to change the way you approach, manipulate, and surmise the possibilities in any given environment, Portal has earned over 70 industry honors for its innovative gameplay, with more than 30 \"Game of the Year\" awards. Break the laws of physics using \"portal\" technology to solve puzzles and survive in this darkly comic story weaving adventure with brain-bending puzzles. Experience the first first-person puzzle-action-adventure game with hours of single player gaming. The game includes fourteen brand new bonus puzzles to challenge even the most skilled test subjects. And, get a glimpse into the making of Portal: Still Alive with commentary from the developers. [Valve]",
        "scores": {
            "metascore": "90",
            "userscore": "8.3"
        }
    },
    "22": {
        "title": "Shin Megami Tensei: Persona 4",
        "date": "December 8, 2008",
        "summary": "[Metacritic's 2008 PS2 Game of the Year]  Shortly after an urban youth begins a year-long stay in the countryside town of Inaba, the rural town's peace is shattered by a horrific murder that leaves no clues or suspects. As the lone incident develops into a series of bizarre crimes, he discovers that only he and his friends have the power to solve the baffling case, bring those responsible to justice, and restore harmony to his new home. Balance your double life – Beyond intense battles, Persona fusion, and new weapon creation exists a normal high school life of friends, classes, and part-time jobs. The way you manage and integrate your activities within each day will determine how you progress through the game. Unprecedented team control – With a greater emphasis on developing bonds in the fight to solve the mysterious murders, strong friendships are key to your success. Directly control teammates in battle, earn greater party support for combat, and master individual Social Links to unlock your party's true potential. Find the true ending – 60+ hours of gameplay thrusts you into a deep mystery where midnight television leads to serial killings. You must investigate murders, rescue those who can be rescued, and unmask the culprit behind it all—or risk being forever shrouded in the fog of doubt. [Atlus USA]",
        "scores": {
            "metascore": "90",
            "userscore": "7.6"
        }
    },
    "23": {
        "title": "Okami",
        "date": "April 15, 2008",
        "summary": "Okami tells the story of a mythical sun god who sets out to restore a dismal world, decimating the forces of evil who stand in the way by commanding the elements and mythical abilities the deity possesses. Mixing Japanese folklore and a stunning traditional Japanese art style, players must utilize an inventive control scheme to overcome the challenges and evil that await. By enhancing the unique gameplay, visual style and story line of Okami with the control of the Wii Remote, it is sure to be the ultimate version of the game. Originally designed for the PS2 and released in 2006, Okami now comes alive in an entirely new way on the Wii with its visually stunning art style and beautiful scenic 3D levels that have the appearance and texture of paper scrolls brushed with watercolor-like calligraphy art. Throughout the vibrant and distinctive surroundings, players must use the Wii remote to interact with a dynamic world and cast of characters. The blend of stylized graphics, movements and unique gameplay will result in a rich and dynamic experience never seen before. [Capcom]",
        "scores": {
            "metascore": "90",
            "userscore": "8.8"
        }
    },
    "24": {
        "title": "Geometry Wars: Retro Evolved 2",
        "date": "July 30, 2008",
        "summary": "[Xbox Live Arcade]  Experience the adrenaline rush from playing the latest version of the frenetic retro shooter Geometry Wars: Retro Evolved 2. New features include six action-packed gameplay modes, new enemies, new scoring strategies, and a diverse list of exciting achievements. If that's not crazy enough for you, try multiplayer mayhem for up to four players. Use power-ups in versus mode to boost your stats or handicap your opponent, or team up with others in co-op mode. Play it all in razor-sharp 1080p to new pulse-pounding music. Unlock all six of these innovative and challenging modes -- Deadline, Evolved, King, Pacifism, Waves, and Sequence. Achievements: Go for 12 entertaining and inventive ways to boost your gamerscore. Geoms: Collect Geoms to increase your multiplier -- but act fast, they won't last forever! New enemies: Shoot down all the usual suspects, then say \"Hello\" to new enemies that have found additional ways to hunt you down. [Activision]",
        "scores": {
            "metascore": "90",
            "userscore": "8.3"
        }
    },
    "25": {
        "title": "Grand Theft Auto IV",
        "date": "December 2, 2008",
        "summary": "(Also known as \"GTA IV\")  What does the American Dream mean today? For Niko Belic, fresh off the boat from Europe. It's the hope he can escape his past. For his cousin, Roman, it is the vision that together they can find fortune in Liberty City, gateway to the land of opportunity. As they slip into debt and are dragged into a criminal underworld by a series of shysters, thieves and sociopaths, they discover that the reality is very different from the dream in a city that worships money and status, and is heaven for those who have them an a living nightmare for those who don't. The PC version features an \"expanded\" multiplayer mode. [Rockstar Games]",
        "scores": {
            "metascore": "90",
            "userscore": "6.8"
        }
    },
    "26": {
        "title": "Rez HD",
        "date": "January 30, 2008",
        "summary": "[Xbox Live Arcade]  Set in a cyberworld, the legendary fast-paced action-shooter Rez HD, created by Tetsuya Mizuguchi, provides the ultimate audiovisual experience as the player targets the enemies and hacks the system while creating their own beats. Rez opens your senses ... let's go to synaesthesia was the watchword when Rez released in 2001 to become a fan favorite. The dynamic, total integration of visual presentation, sound and player input provides the ultimate audiovisual experience. Old-school vector style graphics, sensory response, and beat synchronization sets the title apart and is recreated in this port for Xbox LIVE Arcade in high-definition and 5.1 surround sound. Rez consists of five different levels, each with its own unique visual theme and style, musical track and a boss battle at the end. The game also features several different modes and lots of unlockable elements, giving it plenty of replay value. Play through the five areas in regular or Score Attack mode. Go to the Beyond mode and try Direct Assault, Lost Mode, the free play Trance Mission, or take on all the bosses consecutively in Boss Rush. Feel the rhythm: To further enhance the Rez experience, artists including Coldcut, Adam Freeland, Joujouka, Ken Ishii and Keiichi Sugiyama (SEGA's Wave Master) contributed tracks to the game. [Q Entertainment]",
        "scores": {
            "metascore": "89",
            "userscore": "8.0"
        }
    },
    "27": {
        "title": "Fable II",
        "date": "October 21, 2008",
        "summary": "Set 500 years after the original, Fable II provides gamers with an epic story and innovative real-time gameplay, including a massive amount of freedom and choice to explore a vast collection of dungeons, catacombs and caves in the world of Albion. Fable II expands upon the scope and depth of the Xbox classic by adding incredible new features and creating a wider, more complex kingdom of limitless choices and consequences. Players have the option to play as a man or woman, get married, have children, and live a life of their own design. Revisit the sprawling world of Albion more than 500 years after the events of the original Fable, where you are free to explore the landscape and openly roam the countryside. For the right price every house, hut, dungeon and castle is for sale. Players can witness how the world grows and changes in response to their decisions in incredible and unique ways as they rediscover Albion as if for the first time. Fable II pioneers a new combat system designed to allow players to truly master hand weapons such as swords and maces, ranged combat weapons such as cross-bows and guns, and an entirely new magic system. These three disciplines, while very accessible, are also amazingly deep, and allow players to mix combat styles and become everything from master swordsman to skilled ranger to evil magic welder, utilizing a single button on the Xbox 360 controller. [Lionhead]",
        "scores": {
            "metascore": "89",
            "userscore": "6.6"
        }
    },
    "28": {
        "title": "Left 4 Dead",
        "date": "November 17, 2008",
        "summary": "Fight together...or die alone. A new and highly virulent strain of the rabies virus emerges and spreads through the human population with frightening speed. The pandemic's victims become grotesquely disfigured, wildly violent psychopaths, attacking the uninfected on sight. One of the \"lucky\" few apparently immune to the sickness, you, unfortunately, are also trapped in a city crawling with thousands of the bloodthirsty Infacted. Together with a handful of fellow Survivors, you must fight your way to safety or die alone. A co-operative multiplayer action game from the makers of \"Counter-Strike,\" Left 4 Dead is built atop the most advanced version of the Source Engine and introduces version 2 of Turtle Rock's artificial intelligence (A.I.) technology. [Turtle Rock Studios]",
        "scores": {
            "metascore": "89",
            "userscore": "7.9"
        }
    },
    "29": {
        "title": "Left 4 Dead",
        "date": "November 17, 2008",
        "summary": "Fight together...or die alone. A new and highly virulent strain of the rabies virus emerges and spreads through the human population with frightening speed. The pandemic's victims become grotesquely disfigured, wildly violent psychopaths, attacking the uninfected on sight. One of the \"lucky\" few apparently immune to the sickness, you, unfortunately, are also trapped in a city crawling with thousands of the bloodthirsty Infacted. Together with a handful of fellow Survivors, you must fight your way to safety or die alone. A co-operative multiplayer action game from the makers of \"Counter-Strike,\" Left 4 Dead is built atop the most advanced version of the Source Engine and introduces version 2 of Turtle Rock's artificial intelligence (A.I.) technology. [Turtle Rock Studios]",
        "scores": {
            "metascore": "89",
            "userscore": "9.1"
        }
    },
    "30": {
        "title": "Mass Effect",
        "date": "May 28, 2008",
        "summary": "As the first human on the galactic stage, you must uncover the greatest threat to civilization. Your job is complicated by the very fact of your humanity, as no one trusts you and you need to find a way to convince everyone of the grave threat. You will travel across an expansive universe to piece the mystery together. As you discover and explore the uncharted edges of the galaxy, you come closer to an overwhelming truth - learning that the placid and serene universe you know is about to come to a violent end and that you may be the only person who can stop it! In addition to the main story arc of the game, players are be able to visit a large number of uncharted, unexplored planets which are side quests independent from the main story. At any time during the campaign, a player can choose to explore one of these planets and have an opportunity to discover new alien life, resources, ruined civilizations and powerful technologies. Talents and abilities are upgradeable and advanced talent options become available at higher levels. Weapons and vehicles are customizable to include various effects, abilities and upgrades using the \"X-Mod\" system. Each character class have unique talents and abilities which increase in power as the player progresses through the game. Optimized controls have been designed specifically for the PC. Fully customizable controls â?? PC gamers can re-map the control scheme any way they like. Run & Gun Control â?? Players can assign biotic powers or skills to â??hot keysâ?? allowing them to play Mass Effect with a heavier focus on action. New decryption mini-game. New inventory screen GUI and functionality â?? The enhanced inventory system makes it easier for players to equip and modify their weapons and armor. [Microsoft]",
        "scores": {
            "metascore": "89",
            "userscore": "8.6"
        }
    },
    "31": {
        "title": "Dead Space",
        "date": "October 13, 2008",
        "summary": "In the bold and often-bloody Dead Space gamers step into a third-person sci-fi survival horror experience that delivers psychological thrills and gruesome action. Set in the cold blackness of deep space, the atmosphere is soaked with a feeling of tension, dread and sheer terror. In Dead Space, players step into the role of engineer Isaac Clarke – an ordinary man on a seemingly routine mission to fix the communications systems aboard a deep space mining ship. It is not long before Isaac awakes to a living nightmare when he learns that the ship's crew has been ravaged by a vicious alien infestation. He must fight through the dead silence and darkness of deep space to stay alive. [Electronic Arts]",
        "scores": {
            "metascore": "89",
            "userscore": "8.7"
        }
    },
    "32": {
        "title": "Shin Megami Tensei: Persona 3 FES",
        "date": "April 22, 2008",
        "summary": "Lead a group of high school students with a dangerous extracurricular activity: exploring the mysterious tower Tartarus and fighting the sinister Shadows during the Dark Hour, a frozen span of time imperceptible to all but a select few. However, the end of their quest is no longer the end of the story--witness for the first time the aftermath of the final battle and the students' struggle to find meaning in their new lives. Persona 3 FES contains an enhanced version of the original game, loaded with new Personas and cutscenes, a weapon synthesis system, additional quests and events, a hard difficulty mode, and the ability to change your characters' clothes. 30 additional hours of gameplay - Take the role of Aigis in a brand new Persona 3 episode that plays as a full game with an original story, extra cutscenes and objectives, and seventeen new music tracks. [Atlus USA]",
        "scores": {
            "metascore": "89",
            "userscore": "7.4"
        }
    },
    "33": {
        "title": "Burnout Paradise",
        "date": "January 22, 2008",
        "summary": "Burnout Paradise proves that crashing is awesome! Next generation technology has enabled an unprecedented level of crash deformation allowing you to experience the most explosive pile-ups in the series’ history. Now the development team can realize their original vision for the Burnout franchise: an open world environment where you can do anything, anywhere, anytime. Feel the adrenaline course through your veins as you take to the road for the first time in Paradise City, where the action is all around you. Explore the city, discover events, and look for the best opportunities to crash, jump and pull signature takedowns. In Burnout Paradise you're given the keys to the city, but it's up to you to earn the keys to the meanest and most dangerous cars on the street, and earn your Burnout license. [Electronic Arts]",
        "scores": {
            "metascore": "88",
            "userscore": "7.0"
        }
    },
    "34": {
        "title": "Dead Space",
        "date": "October 13, 2008",
        "summary": "In the bold and often-bloody Dead Space gamers step into a third-person sci-fi survival horror experience that delivers psychological thrills and gruesome action. Set in the cold blackness of deep space, the atmosphere is soaked with a feeling of tension, dread and sheer terror. In Dead Space, players step into the role of engineer Isaac Clarke – an ordinary man on a seemingly routine mission to fix the communications systems aboard a deep space mining ship. It is not long before Isaac awakes to a living nightmare when he learns that the ship's crew has been ravaged by a vicious alien infestation. He must fight through the dead silence and darkness of deep space to stay alive. [Electronic Arts]",
        "scores": {
            "metascore": "88",
            "userscore": "8.8"
        }
    },
    "35": {
        "title": "NHL 09",
        "date": "September 9, 2008",
        "summary": "NHL 09 builds on the momentum of last year, with innovative controls, added depth and new features designed to help newcomers jump into the series. The Skill Stick System evolves to bring an unparalleled level of control to the defensive side of the puck. The all new Defensive Skill Stick gives you the ability to sweep your stick to block passing lanes and lift an opponent's stick to prevent one-timers. Take your game online with 6 vs.6 team play, where 12 people can play together on 12 different consoles around the world. With new teams from the Russian, Czech Republic and German Elite leagues, NHL 09 connects hockey fans around the globe like never before. Players new to the series can now shoot, pass and check with ease. NHL 09 features Be A Pro, a game mode that puts you on the ice with a dynamic new 3rd person camera that allows you to play the role of one player. With a performance tracker grading your progress in more than 50 categories, you know exactly where you need to improve to become the next NHL superstar. [Electronic Arts]",
        "scores": {
            "metascore": "88",
            "userscore": "8.3"
        }
    },
    "36": {
        "title": "NHL 09",
        "date": "September 9, 2008",
        "summary": "NHL 09 builds on the momentum of last year, with innovative controls, added depth and new features designed to help newcomers jump into the series. The Skill Stick System evolves to bring an unparalleled level of control to the defensive side of the puck. The all new Defensive Skill Stick gives you the ability to sweep your stick to block passing lanes and lift an opponent's stick to prevent one-timers. Take your game online with 6 vs.6 team play, where 12 people can play together on 12 different consoles around the world. With new teams from the Russian, Czech Republic and German Elite leagues, NHL 09 connects hockey fans around the globe like never before. Players new to the series can now shoot, pass and check with ease. NHL 09 features Be A Pro, a game mode that puts you on the ice with a dynamic new 3rd person camera that allows you to play the role of one player. With a performance tracker grading your progress in more than 50 categories, you know exactly where you need to improve to become the next NHL superstar. [Electronic Arts]",
        "scores": {
            "metascore": "88",
            "userscore": "7.7"
        }
    },
    "37": {
        "title": "Super Street Fighter II Turbo HD Remix",
        "date": "November 26, 2008",
        "summary": "[Xbox Live Arcade]  The original MMA series is back! Super Street Fighter II Turbo HD Remix receives a whole new look while improving on the innovative fighting system of the original game. Updated with 1080p HD redrawn art, widescreen support and remixed music, SSFHD Remix offers a unique experience appealing to new fans and Street Fighter purists alike. Play at home versus a friend or test your skills online. A new Remixed mode incorporates new techniques for your favorite characters, and the original Super Street Fighter II Turbo mode is built-in for those who want to revisit the game's old school gameplay. [Capcom]",
        "scores": {
            "metascore": "88",
            "userscore": "7.6"
        }
    },
    "38": {
        "title": "The World Ends with You",
        "date": "April 22, 2008",
        "summary": "The story begins as our hero, Neku, wakes up amidst the hustle and bustle of Shibuya, Tokyo. Confused and disoriented, he receives a message on his phone warning him that he will cease to exist unless he completes a certain mission. With his life seemingly on the line, Neku plunges into the back streets of the urban labyrinth... Experience the urban grit and neon of the coolest district in Tokyo with a distinctive, high quality style of in-game artwork. Meet an achingly hip cast of characters each with an interesting personality and stylish sense in fashion, music and culture. Highly innovative and intuitive combat system that makes full use of the Nintendo DS Touch Screen, Dual Screens and Microphone. Use psychic powers to read the thoughts of the population, put words into people's minds, and move objects to help you progress in your adventure. Immerse yourself in an amazing audio soundtrack featuring a diverse fusion of bleeding-edge hip-hop, rock, and techno. A tale of friendship, hope and overcoming your challenges, creatively told with a modern edge. Shop till you drop: Keep abreast of the latest Trends to stay one step ahead of the fashion scene and your enemies. Trade items with friends using Nintendo Wi-Fi Connection too. Action-packed minigame fun that can be enjoyed by up to four players via DS Wireless Play. Engage the Chance Encounter mode via DS Wireless Play to share data with fellow game users you bump into in the real world. [Square Enix]",
        "scores": {
            "metascore": "88",
            "userscore": "8.6"
        }
    },
    "39": {
        "title": "Burnout Paradise",
        "date": "January 22, 2008",
        "summary": "Burnout Paradise proves that crashing is awesome! Next generation technology has enabled an unprecedented level of crash deformation allowing you to experience the most explosive pile-ups in the series’ history. Now the development team can realize their original vision for the Burnout franchise: an open world environment where you can do anything, anywhere, anytime. Feel the adrenaline course through your veins as you take to the road for the first time in Paradise City, where the action is all around you. Explore the city, discover events, and look for the best opportunities to crash, jump and pull signature takedowns. In Burnout Paradise you're given the keys to the city, but it's up to you to earn the keys to the meanest and most dangerous cars on the street, and earn your Burnout license. [Electronic Arts]",
        "scores": {
            "metascore": "87",
            "userscore": "7.7"
        }
    },
    "40": {
        "title": "GRID",
        "date": "June 3, 2008",
        "summary": "(Also known as \"Race Dirver: GRID\")   GRID takes players to dramatic and beautifully realized race locations over three continents to compete in a variety of racing events. Packed with the most powerful race cars - new and classic, circuit and drift - players compete to conquer the most prestigious official race tracks and championships then beyond to compete in challenging city-based competitions, and then on through to road events and urban street races. The drama, the rivalries, the aggression and the crashes; this is not a game about collecting cars or spending all of your time in the front-end tuning suspension settings or designing liveries. Codemasters wants to make racing exciting again. Gamers compete on Europe's greatest official race tracks in prestige Marques including Aston Martin, Koenigsegg and Pagani. Iconic cities across the U.S, including San Francisco, Washington DC and Detroit - each with their own atmosphere and events - play host to diverse street races, where high-performance V8 muscle cars set the pace in aggressive, closely fought pack competitions. And in the Far East, Japanese racing culture sets the tone where night races, including Drift racing, takes drivers through neon illuminated cities and to outlying mountain roads. There's also the opportunity to compete in races that operate on the fringes of legality in the back streets and industrial areas of Yokohama. [Codemasters]",
        "scores": {
            "metascore": "87",
            "userscore": "8.0"
        }
    },
    "41": {
        "title": "Super Street Fighter II Turbo HD Remix",
        "date": "November 25, 2008",
        "summary": "[Downloadable Game]  One of the most popular games of the early '90s is reborn! Super Street Fighter II Turbo HD Remix, originally developed by Capcom for the arcade, makes its downloadable debut on the Xbox LIVE Arcade and PLAYSTATION Network. Capcom stays true to the foundation of the popular game by utilizing the original game code, while creating a fresh upgraded experience with new artwork and high resolution 1080p graphics. All of the art has been completely redrawn and created by UDON Comics, which currently publishes the official Street Fighter comic and is responsible for the new contemporary look of the Street Fighter franchise. Features all eighteen of the original Super Street Fighter II Turbo characters including Ryu, Guile, M. Bison and Akuma. One to two player head-to-head play either offline or online. Single player vs. CPU. Player vs. player over the same console. Player vs. player online. Training mode helps fighters hone their skills. Numerous online features: In-game voice chatting between players; Matchmaking flexibility through multiple options; Personal and friends statistics tracking; Worldwide rankings and leaderboards. [Capcom]",
        "scores": {
            "metascore": "87",
            "userscore": "7.6"
        }
    },
    "42": {
        "title": "FIFA Soccer 09",
        "date": "October 13, 2008",
        "summary": "Powered by the third generation of the EA SPORTS football engine, FIFA 09 features more than 250 core gameplay additions and enhancements that deliver the most responsive, intelligent and realistic action ever for the series. Enjoy turning defenders with more controlled dribbling and ball control, snapping off precision shots with improved first-time shooting mechanics and firing beautifully timed passes with greater accuracy, placing the ball exactly where you want it. With new player momentum physics the speed and weight of the player determines everything from the distance of a slide tackle and the power of a header to the severity of player collisions and the height of a player’s jump. Plus, players now behave according to their physical attributes with larger, stronger players dominating collisions, battles for control of the ball, and position in challenges for two player headers. FIFA 09 features new Custom Team Tactics that gives you all the tools to become a first-team coach. For the first time, go inside the game engine to customize the positioning and support play of your teammates and decide exactly how your team will play in any situation. Now you are the player, coach and manager! You have the power to adjust and customize tactical settings so CPU players and your team perform just like the real-world team plays or how you think it should play. Save your tactics and then make strategic decisions to exploit your opponent’s weaknesses, all on-the-fly. [Electronic Arts]",
        "scores": {
            "metascore": "87",
            "userscore": "7.9"
        }
    },
    "43": {
        "title": "FIFA Soccer 09",
        "date": "October 13, 2008",
        "summary": "Powered by the third generation of the EA SPORTS football engine, FIFA 09 features more than 250 core gameplay additions and enhancements that deliver the most responsive, intelligent and realistic action ever for the series. Enjoy turning defenders with more controlled dribbling and ball control, snapping off precision shots with improved first-time shooting mechanics and firing beautifully timed passes with greater accuracy, placing the ball exactly where you want it. With new player momentum physics the speed and weight of the player determines everything from the distance of a slide tackle and the power of a header to the severity of player collisions and the height of a player’s jump. Plus, players now behave according to their physical attributes with larger, stronger players dominating collisions, battles for control of the ball, and position in challenges for two player headers. FIFA 09 features new Custom Team Tactics that gives you all the tools to become a first-team coach. For the first time, go inside the game engine to customize the positioning and support play of your teammates and decide exactly how your team will play in any situation. Now you are the player, coach and manager! You have the power to adjust and customize tactical settings so CPU players and your team perform just like the real-world team plays or how you think it should play. Save your tactics and then make strategic decisions to exploit your opponent’s weaknesses, all on-the-fly. [Electronic Arts]",
        "scores": {
            "metascore": "87",
            "userscore": "7.5"
        }
    },
    "44": {
        "title": "GRID (2008)",
        "date": "June 3, 2008",
        "summary": "(Also known as \"Race Dirver: GRID\")  GRID takes players to dramatic and beautifully realized race locations over three continents to compete in a variety of racing events. Packed with the most powerful race cars - new and classic, circuit and drift - players compete to conquer the most prestigious official race tracks and championships then beyond to compete in challenging city-based competitions, and then on through to road events and urban street races. The drama, the rivalries, the aggression and the crashes; this is not a game about collecting cars or spending all of your time in the front-end tuning suspension settings or designing liveries. Codemasters wants to make racing exciting again. Gamers compete on Europe's greatest official race tracks in prestige Marques including Aston Martin, Koenigsegg and Pagani. Iconic cities across the U.S, including San Francisco, Washington DC and Detroit - each with their own atmosphere and events - play host to diverse street races, where high-performance V8 muscle cars set the pace in aggressive, closely fought pack competitions. And in the Far East, Japanese racing culture sets the tone where night races, including Drift racing, takes drivers through neon illuminated cities and to outlying mountain roads. There's also the opportunity to compete in races that operate on the fringes of legality in the back streets and industrial areas of Yokohama. [Codemasters]",
        "scores": {
            "metascore": "87",
            "userscore": "7.9"
        }
    },
    "45": {
        "title": "Sins of a Solar Empire",
        "date": "February 4, 2008",
        "summary": "Sins of a Solar Empire represents the birth of the RT4X genre, seamlessly blending spectacular tactical combat with grand-scale space strategy. Players must conquer worlds, engage in diplomacy and trade with other civilizations, and use the resources at their disposal to enhance their economy, develop new technology and increase military power. They must then test their mettle on a 3D tactical battlefield, where their ships will fight it out in stunning visual glory. [Stardock]",
        "scores": {
            "metascore": "87",
            "userscore": "8.2"
        }
    },
    "46": {
        "title": "Ikaruga",
        "date": "April 9, 2008",
        "summary": "[Xbox Live Arcade]  Treasure's award-winning scrolling shooter brings a tactical twist to the genre with its yin-and-yang gameplay: the color of your ship determines your effect on enemies. In this polarized system, enemy ships and their bullets are one of two colors. Attack an enemy of the opposite color for extra damage. Absorb enemy fire of the same color as your ship, and use the energy for a special attack. Destroy multiple enemies of the same color to score a chaining bonus. Play solo or cooperatively, and use your polarity to achieve victory. Multiplayer support for two-player co-op offline or over Xbox LIVE allows you to clear the levels with a friend. [Treasure]",
        "scores": {
            "metascore": "87",
            "userscore": "7.9"
        }
    },
    "47": {
        "title": "Bionic Commando Rearmed",
        "date": "August 14, 2008",
        "summary": "Bionic Commando Rearmed sees a return of the intense 2D side-scrolling, shooting, and grappling action from the much-loved 1988 Bionic Commando on the Nintendo Entertainment System. Bionic Commando Rearmed brings the amazing gameplay up to date with new visuals, new weapons, online rankings, a reworked musical score, and the addition of a two-player co-op mode. Local multiplayer mode for up to four players. Total modern visual revamp, including dynamic shadows, particle effects, and environmental damage. Reworking of musical score. Cross-game interoperability - complete specific parts of Bionic Commando Rearmed to unlock new content and hints for the Bionic Commando sequel. In-game art designed by one of Capcom's most talented artists, Toshiaki Mori. [Capcom]",
        "scores": {
            "metascore": "87",
            "userscore": "7.9"
        }
    },
    "48": {
        "title": "Wipeout HD",
        "date": "September 25, 2008",
        "summary": "[Playstation Network]  Get ready to race at blazing speeds and experience adrenaline-filled, anti-gravity racing action in full-1080p High Definition running at60-frames-per-second on PS3. Featuring a selection of the best tracks taken from previous versions of the wipEout franchise, wipEout HD offers meticulously crafted and fully reworked tracks that showcase the processing power of PS3. And for the first time, players have the option to navigate their ships utilizing the SIXAXIS wireless controller’s motion sensing technology. Also new to the series, wipEout HD supports two-player split-screen racing offline so players can race with others in the same room. Additionally, players can take on the best competition from around the world in online multiplayer modes as up to eight players are able to compete against each other in a range of online races. Furthermore, wipEout HD includes trophy support on PS3, giving players the opportunity for further bragging rights. And to keep the adrenaline flowing, wipEout HD includes nine tracks from wipEout Pulse soundtrack, all remixed in 5.1 Dolby surround, including artists like Kraftwerk, Booka Shade and Noisia.  wipEout HD also supports custom soundtracks so players can race while listening to their own music collection stored on the PS3’s built-in hard drive. Featuring 12 racing teams, eight reversible tracks and five game modes, wipEout HD is aavailable exclusively for download on Playstation Store. [SCEA]",
        "scores": {
            "metascore": "87",
            "userscore": "8.2"
        }
    },
    "49": {
        "title": "Resistance 2",
        "date": "November 4, 2008",
        "summary": "After a valiant struggle to stop the Chimera invasion in Europe, mankind must make its last stand on the shores of the United States. Resistance 2 places players in the heroic role of Sgt. Nathan Hale as he struggles against overwhelming odds to defend mankind from the unstoppable Chimera. While wrestling with this insidious war machine, Hale must also battle the virus raging inside of his own body that threatens to transform him into the very creatures he fights against. Powered by Insomniac Games' third-generation PS3 technology, Resistance 2 features a stand-alone eight-player, class-based online co-op campaign (up to 8 players) and 60-player online competitive multiplayer. An epic single-player campaign features a new weapons arsenal to combat giant boss encounters that increase the scale of the conflict to new heights. And players enjoy a new level of community support. [SCEA]",
        "scores": {
            "metascore": "87",
            "userscore": "6.1"
        }
    },
    "50": {
        "title": "GRID",
        "date": "June 3, 2008",
        "summary": "(Also known as \"Race Dirver: GRID\")  GRID takes players to dramatic and beautifully realized race locations over three continents to compete in a variety of racing events. Packed with the most powerful race cars - new and classic, circuit and drift - players compete to conquer the most prestigious official race tracks and championships then beyond to compete in challenging city-based competitions, and then on through to road events and urban street races. The drama, the rivalries, the aggression and the crashes; this is not a game about collecting cars or spending all of your time in the front-end tuning suspension settings or designing liveries. Codemasters wants to make racing exciting again. Gamers compete on Europe's greatest official race tracks in prestige Marques including Aston Martin, Koenigsegg and Pagani. Iconic cities across the U.S, including San Francisco, Washington DC and Detroit - each with their own atmosphere and events - play host to diverse street races, where high-performance V8 muscle cars set the pace in aggressive, closely fought pack competitions. And in the Far East, Japanese racing culture sets the tone where night races, including Drift racing, takes drivers through neon illuminated cities and to outlying mountain roads. There's also the opportunity to compete in races that operate on the fringes of legality in the back streets and industrial areas of Yokohama. [Codemasters]",
        "scores": {
            "metascore": "87",
            "userscore": "7.8"
        }
    },
    "51": {
        "title": "Bomberman Blast",
        "date": "September 29, 2008",
        "summary": "[WiiWare]  Up to 8 players can battle online at once via Nintendo Wi-Fi Connection. Simple controls make this a great game for family and friends to enjoy at anytime. New items can be triggered by shaking the Wii Remote for excitement never before experienced in a Bomberman title. You can even take the intensity up another notch by adding your own Miis to the mix. Battle results can be recorded on the Nintendo Wi-Fi Connection Ranking, so see how you stack up against others around the globe. This title promises to be a blast for everyone--from those who've never touched a Bomberman game, to the Bomberman masters. [Nintendo UK]",
        "scores": {
            "metascore": "86",
            "userscore": "7.5"
        }
    },
    "52": {
        "title": "The Witcher: Enhanced Edition",
        "date": "September 16, 2008",
        "summary": "Assume the role of The Witcher, Geralt, a legendary monster slayer caught in a web of intrigue as he battles forces vying for control of the world. Make difficult decisions and live with the consequences in a game that will immerse you in an extraordinary tale like no other. The Witcher shatters the line between good and evil in a world where moral ambiguity reigns. The Witcher emphasizes story and character development in a vibrant world while incorporating tactically-deep real-time combat like no game before it. [Atari]",
        "scores": {
            "metascore": "86",
            "userscore": "8.5"
        }
    },
    "53": {
        "title": "Valkyria Chronicles",
        "date": "November 4, 2008",
        "summary": "Valkyria Chronicles is set in a fictitious continent reminiscent of 1930s Europe, divided in two and ruled by the Empire and the Federation. The Empire has set its sights on invading a small neutral country called Gallia, which is situated in the middle of the two great empires. The game follows a hero named Welkin and his fellow soldiers of the Federation's 7th Platoon that are fighting against the Empire, who are intent on unifying the continent under its power. The Federation discovers that the Empire possesses a secret weapon, known as the \"Valkyria\" - an ancient race with special powers thought to exist only in legends. With this new discovery, the fate of the Federation's ability to win the war and a hope for a better future hangs in the balance. [Sega]",
        "scores": {
            "metascore": "86",
            "userscore": "8.8"
        }
    },
    "54": {
        "title": "Patapon",
        "date": "February 26, 2008",
        "summary": "For years the Patapon tribe has lived in the desolate frontier, driven from their home by the evil Zigoton army. Behind the Patapons' cute exterior, lies a fierce warrior spirit that can only be commanded by the beat of their God’s war drum. They wait for the day that the \"Almighty\" will return, to lead them against their enemies and bring them back to their homeland. Finally, their wait has come to an end as the drums of war are heard once again. Rhythm and Action Collide – Master up to six different drumbeats to command the Patapon troops to march, attack, defend, power up, retreat, and use magic. Combine the various chains of drumbeats to address each unique level, leading the Patapons to victory over the Zigoton enemy forces. Strategic Gaming – Patapon delivers a strong element of strategy by requiring players to properly customize and build up the Patapon army, arm each soldier with particular weapons and armor, and position them correctly for battle. Mission Variety – Take part in more than 30 specific missions including hunting, escort, and boss battles, and explore numerous vivid environments along the way. Players will discover and access more than 100 items and weapons throughout the adventure. Unique Art Style – French graphic artist Rolito, noted for his abstract art style seen in collectible toys, animation, and websites, lends his skills to create a variety of unique characters and environments, bringing the Patapon world to life. Mini-Games – Five music-based mini-games allow players to earn bonuses and upgrades to further customize the Patapon warriors. Music – Captivating and dramatic original music builds dynamically as players march and encounter enemy battles throughout each level. [SCEA]",
        "scores": {
            "metascore": "86",
            "userscore": "8.7"
        }
    },
    "55": {
        "title": "Guitar Hero World Tour",
        "date": "October 26, 2008",
        "summary": "Guitar Hero World Tour marries Guitar Hero's guitar gameplay, with a cooperative band experience that combines the most advanced wireless instruments with revolutionary new online and offline gameplay modes. The game features a slick newly redesigned guitar, a genuine electronic drum kit and a microphone, as well as an innovative Music Studio music creator that lets players compose, record, edit and share their own rock and roll anthems, along with online Band Career and 8-player \"Battle of the Bands.\" Guitar Hero World Tour is comprised entirely of master recordings from some of the greatest classic and modern rock bands of all-time including Ozzy Osbourne, Van Halen, Linkin Park, The Eagles, Sublime and many more. Additionally, the game offers significantly more localized downloadable music than ever before on all of the next-generation consoles. Budding rock stars are also given creative license to fully customize everything from their characters’ appearance and instruments to their band’s logo and album covers. Featuring three drum pads, two raised cymbals and a bass kick pedal, the drum controller combines larger and quieter, velocity-sensitive drum heads with soft rubber construction to deliver authentic bounce back and is easy to set up, move, break down and store. Virtual musicians can live out their rock and roll fantasies by playing either a single instrument, or any combination of instruments, in addition to the full band experience. Guitar Hero World Tour introduces Battle of the Bands mode which allows eight players to join online and challenge each other band-to-band to determine who is the best of the best. In the Band modes, up to four players can jam together, online or off, as they progress through the game, and in single-player Career Mode, players can jam on any of the instruments in branching venue progression enabling them to rock out in the order of their choice. The game's Music Studio lets players express their musical creativity by giving them access to a full compliment of tools to create digital music from scratch, utilizing all of the instruments, and then play their compositions in the game.  Music creators can share their recordings with their friends online through GHTunes where other gamers can download their unique compositions and play them. [Activision]",
        "scores": {
            "metascore": "86",
            "userscore": "7.5"
        }
    },
    "56": {
        "title": "Warhammer Online: Age of Reckoning",
        "date": "September 16, 2008",
        "summary": "It is a desperate time for the Emperor. A terrible Chaos Plague defiles his lands, ravaging the populace and weakening his armies. Meanwhile, the Dwarf holds in the nearby World's Edge Mountains have come under siege by a massive greenskin horde. Honor-bound by an ancient oath, the ruler of the greatest nation of men in the Old World has dispatched several regiments to assist the embattled Dwarfs, further depleting the Empire's already thin defenses. In this dark hour, a new threat appears. Under a sky darkened by a crimson eclipse, a great warhost erupts from the wastelands of the north. Bearing the banner of Tzeentch, Changer of the Ways, the army of Chaos marches south for the borders of the Empire, crushing everything in its path. With the Dwarfs fighting desperately to slow the ferocious greenskin \"Waaagh!\", the Emperor realizes that his only hope of defeating the encroaching legions of Chaos lies with the High Elves of Ulthuan. Upon receiving the Emperor's dire plea for help, Finubar, Phoenix King of the High Elves, sets sail at the head of a mighty fleet of warships laden with battalions of High Elf warriors. [Mythic Entertainment]",
        "scores": {
            "metascore": "86",
            "userscore": "7.9"
        }
    },
    "57": {
        "title": "Dead Space",
        "date": "October 20, 2008",
        "summary": "In the bold and often-bloody Dead Space gamers step into a third-person sci-fi survival horror experience that delivers psychological thrills and gruesome action. Set in the cold blackness of deep space, the atmosphere is soaked with a feeling of tension, dread and sheer terror. In Dead Space, players step into the role of engineer Isaac Clarke – an ordinary man on a seemingly routine mission to fix the communications systems aboard a deep space mining ship. It is not long before Isaac awakes to a living nightmare when he learns that the ship's crew has been ravaged by a vicious alien infestation. He must fight through the dead silence and darkness of deep space to stay alive. [Electronic Arts]",
        "scores": {
            "metascore": "86",
            "userscore": "8.1"
        }
    },
    "58": {
        "title": "Advance Wars: Days of Ruin",
        "date": "January 21, 2008",
        "summary": "(Also known as \"Advance Wars: Dark Conflict\" in the UK/EU)  After a cataclysmic meteor strike exterminates 90% of the population, the survivors must battle barbarians, disease, and strongmen who seek only to secure their own power. Advance Wars has been reinvented. Set amidst a world in chaos and featuring new characters and settings, a gritty look, an engaging storyline, and online Wi-Fi battles and map trading. Try you hand with new COs and units, realistic graphics, and a new environment. Use Nintendo WiFi Connection and battle against a friend halfway across the world, or use the map editor to create, trade and battle on your own custom maps. [Nintendo]",
        "scores": {
            "metascore": "86",
            "userscore": "8.6"
        }
    },
    "59": {
        "title": "Bionic Commando Rearmed",
        "date": "August 13, 2008",
        "summary": "Bionic Commando Rearmed sees a return of the intense 2D side-scrolling, shooting, and grappling action from the much-loved 1988 Bionic Commando on the Nintendo Entertainment System. Bionic Commando Rearmed brings the amazing gameplay up to date with new visuals, new weapons, online rankings, a reworked musical score, and the addition of a two-player co-op mode. Local multiplayer mode for up to four players. Total modern visual revamp, including dynamic shadows, particle effects, and environmental damage. Reworking of musical score. Cross-game interoperability - complete specific parts of Bionic Commando Rearmed to unlock new content and hints for the Bionic Commando sequel. In-game art designed by one of Capcom's most talented artists, Toshiaki Mori. [Capcom]",
        "scores": {
            "metascore": "86",
            "userscore": "6.7"
        }
    },
    "60": {
        "title": "Tetris Party",
        "date": "October 20, 2008",
        "summary": "[WiiWare]  Tetris Party is a deceptively simple, addictive puzzle game that is sure to keep you and all of your friends and family entertained for hours on end. The WiiWare game features 10 never-before-seen single-player and multiplayer variations of Tetris, including Field Climber, Stage Racer, Shadow and Wii Balance Board-enabled modes (Wii Balance Board accessory sold with Wii Fit). Several of the modes give users the chance to take advantage of the unique point-and-shoot capabilities of the Wii Remote controller. The party doesn't stop there, though. Take the Tetris fun online via Nintendo Wi-Fi Connection, where you can play multiplayer Tetris against up to five friends at a time. You can also see how your Tetris Party skills stack up against the rest of the world using the global ranking system. [Nintendo]",
        "scores": {
            "metascore": "86",
            "userscore": "7.7"
        }
    },
    "61": {
        "title": "Madden NFL 09",
        "date": "August 12, 2008",
        "summary": "For passionate Madden NFL fans, this year's iteration promises to take authenticity and depth of gameplay to an entirely new level with more than 85 new features and enhancements, including the all-new Virtual Trainer tutorial mode. Utilizing a holographic environment, this mode teaches gamers simple concepts about playing football and how to use the controls in quick, fun and stylized drills. In Madden NFL 09, the game engine is continually assessing the player's performance and adapst a custom experience to every type of gamer, from newcomer to the veteran Madden NFL player. Madden NFL 09 also features a network-inspired broadcast presentation. Players benefit from the authentic football knowledge of an in-booth play-by-play and color commentary team featuring Cris Collinsworth and Tom Hammond. In addition, numerous graphical enhancements have been made, including realistic weather and grass, sleeker player models and exterior stadium views. Madden NFL 09 gives gamers the ability to create online leagues. Avid Madden NFL fans can now take their rivalries online and compete in leagues with up to 32 teams. Online league play features in-depth stat tracking, player trades and a flexible scheduling option. [Electronic Arts]",
        "scores": {
            "metascore": "85",
            "userscore": "4.4"
        }
    },
    "62": {
        "title": "Sam & Max Episode 205: What's New, Beelzebub?",
        "date": "April 10, 2008",
        "summary": "Judgment day is at hand, and it's time for a showdown with the guy downstairs to bargain for Bosco's soul. But in the corporate wasteland known as Hell, not even the Freelance Police are safe from eternal damnation. Can Sam & Max fight free from Satan's grasp, or have they reached the end of the line? [Telltale Games]",
        "scores": {
            "metascore": "85",
            "userscore": "7.1"
        }
    },
    "63": {
        "title": "MLB 08: The Show",
        "date": "March 4, 2008",
        "summary": "MLB 08 The Show promises to provide fans with the most realistic baseball experience to date with innovations such as a more immersive Road to The Show mode, enabling gamers to play both offense and defense from the created player’s perspective. Providing players with some additional performance incentives, the MLB franchise introduces the new Progressive Batting Performance feature, which both rewards players for superior performance and penalize them for hitting slumps. Specific to each individual batter, players are rewarded with slight contact bonuses, or punished with slight decreases in contact, based on how that batter that performs beyond his \"natural ability\" while under user control. Adding to the online feature set, which includes customizable Online League Play with up to 30 teams, scrolling MLB Score Ticker and more, MLB 08 The Show introduces SCOUT (SportsConnect Online User Tracking), which allows gamers to set and store their game preferences on the MLB server, and enables the system to look for a Quick Match with opponents that fits similar competitive criteria. [SCEA]",
        "scores": {
            "metascore": "85",
            "userscore": "8.7"
        }
    },
    "64": {
        "title": "Guitar Hero World Tour",
        "date": "October 26, 2008",
        "summary": "Guitar Hero World Tour marries Guitar Hero's guitar gameplay, with a cooperative band experience that combines the most advanced wireless instruments with revolutionary new online and offline gameplay modes. The game features a slick newly redesigned guitar, a genuine electronic drum kit and a microphone, as well as an innovative Music Studio music creator that lets players compose, record, edit and share their own rock and roll anthems, along with online Band Career and 8-player \"Battle of the Bands.\" Guitar Hero World Tour is comprised entirely of master recordings from some of the greatest classic and modern rock bands of all-time including Ozzy Osbourne, Van Halen, Linkin Park, The Eagles, Sublime and many more. Additionally, the game offers significantly more localized downloadable music than ever before on all of the next-generation consoles. Budding rock stars are also given creative license to fully customize everything from their characters’ appearance and instruments to their band’s logo and album covers. Featuring three drum pads, two raised cymbals and a bass kick pedal, the drum controller combines larger and quieter, velocity-sensitive drum heads with soft rubber construction to deliver authentic bounce back and is easy to set up, move, break down and store. Virtual musicians can live out their rock and roll fantasies by playing either a single instrument, or any combination of instruments, in addition to the full band experience. Guitar Hero World Tour introduces Battle of the Bands mode which allows eight players to join online and challenge each other band-to-band to determine who is the best of the best. In the Band modes, up to four players can jam together, online or off, as they progress through the game, and in single-player Career Mode, players can jam on any of the instruments in branching venue progression enabling them to rock out in the order of their choice. The game's Music Studio lets players express their musical creativity by giving them access to a full compliment of tools to create digital music from scratch, utilizing all of the instruments, and then play their compositions in the game.  Music creators can share their recordings with their friends online through GHTunes where other gamers can download their unique compositions and play them. [Activision]",
        "scores": {
            "metascore": "85",
            "userscore": "6.3"
        }
    },
    "65": {
        "title": "Pure",
        "date": "September 23, 2008",
        "summary": "Thrill seekers race against skilled rivals and performing gravity-defying aerial tricks in Pure, an extreme sports off-road racing video game. Featuring vertigo-inducing massive aerial jumps and spectacular airborne tricks in photo-realistic real-world locations all over the globe, Pure delivers heart-pounding experiences unique to the genre. Players start by choosing among a variety of male and female character riders.  They can then either race against deft A.I. opponents or online players (up to 16-player multiplayer) in frenetic races and freestyle competitions all over the world. [Disney Interactive Studios]",
        "scores": {
            "metascore": "85",
            "userscore": "7.7"
        }
    },
    "66": {
        "title": "The Lord of the Rings Online: Mines of Moria",
        "date": "November 17, 2008",
        "summary": "Mines of Moria  expands the online world of Middle-earth to let players explore the ancient underground cities of the dwarves, battle epic characters in the depths, face off with the Watcher, be a part of the fateful release of Durin’s Bane and more. Speak Friend, and Enter – Moria, called Khazad-dûm by the dwarves, was their capital and the grandest of cities.  This enormous underground cavern in north-western Middle-earth, comprises an immense network of tunnels, chambers, mines and huge halls that run beneath and ultimately through the Misty Mountains. For the first time, players of The Lord of the Rings Online enter this ancient city which has served as the foundation for the modern-day dungeon-crawling adventures to battle the hordes of goblins and the Nameless of the Deep and journey through hundreds of new quests within six new kinds of stunning environments. The Mines of Moria represents the beginning of Volume II of The Lord of the Rings Online. Players can experience six new books as part of this update and participate in the release of Durin’s Bane, battle the Watcher, aid Galadriel and more. Players advance their characters up to level 60, gaining access to new traits, virtues, skills and class quests.  The crafting system will also expand, giving players the ability to craft even more powerful items. The Rune-keeper and the Warden, the first new classes to be introduced since the launch of the game, allow players to build exciting and powerful new characters in The Lord of the Rings Online in diverse new ways. The Mines of Moria introduces Turbine’s new item advancement system to The Lord of the Rings Online.  Players will be able to forge weapons and class-related equipment and evolve them to build a legacy the likes of Bilbo’s Sting and Gandalf’s Glamdring. These legendary weapons level-up along with the player, allowing customization by advancing the item’s virtues, adding runic legacies, modifying its titles and forming fables. [Turbine]",
        "scores": {
            "metascore": "85",
            "userscore": "8.0"
        }
    },
    "67": {
        "title": "SoulCalibur IV",
        "date": "July 29, 2008",
        "summary": "[Also known as \"Soul Calibur IV\"]   Swords will be honed and weapons optimized as the world renowned weapon-based fighting series Soulcalibur unveils a fourth installment. Delivering new gameplay modes, characters and enhanced features with unprecedented 3D modeling and animation, Soulcalibur IV strives to be the definitive fighting game experience. The unrelenting pursuit of two legendary swords continues as Soulcalibur IV re-introduces classic warriors from the series as well as debuting new characters bringing new conflict and intrigue. Soulcalibur IV propels the fighting genre into the next-gen era with visually realistic environments, interactive stages, enhanced AI, and a new battle system. [Namco Bandai]",
        "scores": {
            "metascore": "85",
            "userscore": "7.8"
        }
    },
    "68": {
        "title": "SoulCalibur IV",
        "date": "July 29, 2008",
        "summary": "[Also known as \"Soul Calibur IV\"]  Swords will be honed and weapons optimized as the world renowned weapon-based fighting series Soulcalibur unveils a fourth installment. Delivering new gameplay modes, characters and enhanced features with unprecedented 3D modeling and animation, Soulcalibur IV strives to be the definitive fighting game experience. The unrelenting pursuit of two legendary swords continues as Soulcalibur IV re-introduces classic warriors from the series as well as debuting new characters bringing new conflict and intrigue. Soulcalibur IV propels the fighting genre into the next-gen era with visually realistic environments, interactive stages, enhanced AI, and a new battle system. [Namco Bandai]",
        "scores": {
            "metascore": "85",
            "userscore": "7.9"
        }
    },
    "69": {
        "title": "Call of Duty: World at War",
        "date": "November 10, 2008",
        "summary": "Utilizing the Call of Duty 4: Modern Warfare engine, Call of Duty: World at War throws out the rulebook of war to transform WWII combat through a new enemy, new tactics and an uncensored experience of the climatic battles that gripped a generation. As U.S. Marines and Russian soldiers, players employ new features like cooperative gameplay, and weapons such as the flamethrower in the most chaotic and cinematically intense experience to date. Call of Duty: World at War introduces co-operative play, bringing fresh meaning to the \"No One Fights Alone\" mantra with up to four-players online for Xbox 360, PS3 and PC, or two-player local split-screen on consoles. Nintendo Wii will also support a unique co-op mode for two players. For the first time ever players can experience harrowing single-player missions together for greater camaraderie and tactical execution.  The co-op campaign allows players to rank up and unlock perks in competitive multiplayer by completing challenges and earning experience points, adding continuous re-playability and team-based gameplay. Whether playing competitively or cooperatively – if players are online with Call of Duty: World at War – they always gain experience points. Based on a player’s experience rank and rank of the player's friends, Call of Duty: World at War scales dynamically to provide a deeper level of challenge. [Activision]",
        "scores": {
            "metascore": "85",
            "userscore": "7.6"
        }
    },
    "70": {
        "title": "Maboshi's Arcade",
        "date": "December 29, 2008",
        "summary": "[WiiWare] - (Also known as \"Maboshi's Arcade\")  This unique arcade action title features three games in one, based on three classic shapes: circle, bar and square. There are three game windows on screen at the same time, allowing for three people to play different games simultaneously. But there is a twist – each game impacts the other players. For every player, the goal is the same – score a million points – but the challenge is different, whether you’re bashing enemies in Circle Mode, weaving your way through Bar Mode, or burning through a maze of obstacles in Square Mode. MaBoShi: The Three Shape Arcade also features Mii characters, action replays that you can send to friends via WiiConnect24, and even a Nintendo DS download version for playing on the go. [Nintendo]",
        "scores": {
            "metascore": "85",
            "userscore": "7.9"
        }
    },
    "71": {
        "title": "Sam & Max Episode 204: Chariots of the Dogs",
        "date": "March 13, 2008",
        "summary": "Could it be? How could it happen? It’s virtually impossible -- Bosco, proprietor of Bosco’s Inconvenience and ultra-paranoid master of disguise -- is missing! Could it be a kidnapping? What kind of inhuman monstrosity would want Bosco around badly enough to steal him? This could be the toughest case yet for Sam & Max! [GameTap]",
        "scores": {
            "metascore": "85",
            "userscore": "7.0"
        }
    },
    "72": {
        "title": "Far Cry 2",
        "date": "October 21, 2008",
        "summary": "Caught between two rival factions in war-torn Africa, you are sent to take out \"The Jackal,\" a mysterious character who has rekindled the conflict between the warlords, jeopardizing thousands of lives. In order to fulfil your mission you will have to play the factions against each other, identify and exploit your their weaknesses, and neutralize their superior numbers and firepower with surprise, subversion, cunning and, of course, brute force. Real-time story telling, systemic auto-healing, minimal in-game interface are just few of the features that make you feel the tension of being alone against barbarous warlords that threaten thousands of innocent lives. Choose from a wide range of weapons to make your way to your primary target. Meet the fight head-on with your machine-gun, go berserk with your machete or make stealth kills as a Sniper. If you feel that the atmosphere is not warm enough, light up your flamethrower and let your enemies and everything around them feel the heat. [Ubisoft]",
        "scores": {
            "metascore": "85",
            "userscore": "5.9"
        }
    },
    "73": {
        "title": "Professor Layton and the Curious Village",
        "date": "February 10, 2008",
        "summary": "(Also known as \"Layton Kyouju no Fushigi na Machi\" and \"Professor Layton and the Mysterious Village\")  Marking Level 5's first foray onto the DS, Professor Layton is an old-fashioned point-and-click adventure which requires your use of skills such as reasoning, knowledge and creativity to solve various puzzles.",
        "scores": {
            "metascore": "85",
            "userscore": "8.5"
        }
    },
    "74": {
        "title": "AudioSurf",
        "date": "February 15, 2008",
        "summary": "Ride your music. Audiosurf is a music-adapting puzzle racer where you use your own music to create your own experience. The shape, the speed, and the mood of each ride is determined by the song you choose. You earn points for clustering together blocks of the same color on the highway, and compete with others on the internet for the high score on your favorite songs. Audiosurf on Steam includes The Orange Box soundtrack, integrated with the game to enable \"Still Alive\" surfing and more. In addition, Audiosurf is one of the first titles to leverage the recently announced Steamworks, offering full support for the Steam Achievements that appear on Steam Community profile pages. [Valve]",
        "scores": {
            "metascore": "85",
            "userscore": "8.7"
        }
    },
    "75": {
        "title": "Boom Blox",
        "date": "May 6, 2008",
        "summary": "Boom Blox is the first game developed in collaboration between EA and director and producer, Steven Spielberg. This high-energy game features over three hundred levels, a variety of activities, a cast of over thirty wacky characters, and an easy-to-use in-game editor that allows players to express their creativity. Fun for kids and the entire family, Boom Blox offers action-packed interactive activities that takes Wii play to a new level of creativity and fun with single player, co-op, and versus gameplay. Players can explore the visceral gameplay—perfectly suited for the Wii’s interactivity—that keeps them destroying their way through brain-twisting challenges. They can interact with entertaining characters such as the Blox-laying chickens or the baseball throwing monkeys, who bring personality to the Tiki, Medieval, Frontier, and Haunted themed environments. Additionally, players can remix any level of the game in Create Mode using props, blocks, or characters that have been unlocked during the game. Players can also virtually build anything they can dream up. Plus, their designs can then be shared with friends or used to challenge others to solve their newly created puzzle via WiiConnect24. [Electronic Arts]",
        "scores": {
            "metascore": "85",
            "userscore": "7.9"
        }
    },
    "76": {
        "title": "Far Cry 2",
        "date": "October 21, 2008",
        "summary": "Caught between two rival factions in war-torn Africa, you are sent to take out \"The Jackal,\" a mysterious character who has rekindled the conflict between the warlords, jeopardizing thousands of lives. In order to fulfil your mission you will have to play the factions against each other, identify and exploit your their weaknesses, and neutralize their superior numbers and firepower with surprise, subversion, cunning and, of course, brute force. Real-time story telling, systemic auto-healing, minimal in-game interface are just few of the features that make you feel the tension of being alone against barbarous warlords that threaten thousands of innocent lives. Choose from a wide range of weapons to make your way to your primary target. Meet the fight head-on with your machine-gun, go berserk with your machete or make stealth kills as a Sniper. If you feel that the atmosphere is not warm enough, light up your flamethrower and let your enemies and everything around them feel the heat. [Ubisoft]",
        "scores": {
            "metascore": "85",
            "userscore": "6.5"
        }
    },
    "77": {
        "title": "Final Fantasy IV",
        "date": "July 21, 2008",
        "summary": "Four elemental Crystals, each possessing awesome power, lie scattered throughout the realm. However, men are quick to covet things which offer strength, and easily corrupted by the might which they possess. Seduced by the promised power of the Crystals, the kingdom of Baron begins employing unprovoked force to seize them from peaceful nations. The dark knight Cecil – Lord Captain of Baron’s elite force, the Red Wings – is ordered by his king to obtain the Crystals, but soon begins to question the monarch's motives. Stricken with grief at his own actions, yet burdened by his loyalty to his country and his personal sense of honor, Cecil at last decides to turn from the path of darkness and destruction. Enraged, the king accuses him of disloyalty, strips Cecil of his command, and sends him off to slay a mysterious beast that lurks in the nearby Valley of Mist. Cecil embarks on a fateful journey that will bring trials, betrayals, friendship, loss and self-discovery. Can Cecil open his eyes and become the man of honor that he must be? Dive into the first RPG to incorporate the innovative Active Time Battle system, now further enhanced and refined for the Nintendo DS. Train and customize Whytkin by playing a variety of mini-games and challenge another player to head-to-head battle via local wireless connection. [Square Enix]",
        "scores": {
            "metascore": "85",
            "userscore": "8.4"
        }
    },
    "78": {
        "title": "Castlevania: Order of Ecclesia",
        "date": "October 21, 2008",
        "summary": "The legendary Castlevania series is back in its 3rd installment on the Nintendo DS. This time you play as a member of the Ecclesia, an organization that has sworn to defeat the evil forces of Dracula. Use the brand new Glyph attack system which has more than 100 different combinations to battle Dracula and his minions throughout 20 explorable areas. Take part in side quests and collect items to power up your character in the next great Castlevania game produced by Koji Igarashi. Castlevania: The Order of Ecclesia features intense side-scrolling action gameplay as you quest to collect elements that will help you in your quest against Dracula. Explore all-new outdoor areas from the forests to the ocean. Compete head-to-head via the Nintendo DS Wi-Fi Connection. Sell and buy items and equipment you have found while playing with other players utilizing Nintendo DS Wi-Fi Connection. Utilize multiple abilities and attacks simultaneously with the all-new Glyph attack system. Replay more than once to discover multiple endings. [Konami]",
        "scores": {
            "metascore": "85",
            "userscore": "8.5"
        }
    },
    "79": {
        "title": "Prince of Persia",
        "date": "December 2, 2008",
        "summary": "Set in a land rooted in ancient Persian mythology, the Prince finds himself caught in an epic battle between the primal forces of light and darkness: the God of Light, Ormazd versus his brother Ahriman, the destructive God of Darkness. The Prince arrives just in time to witness the destruction of the legendary Tree of Life - an act which threatens to plunge the entire world into eternal darkness. Manifested in the form of the Corruption, a dark substance that physically contaminates the land and the skies, the Prince must partner with Elika, a deadly companion, to heal the world from the evil Corruption. [Ubisoft]",
        "scores": {
            "metascore": "85",
            "userscore": "7.4"
        }
    },
    "80": {
        "title": "Bionic Commando Rearmed",
        "date": "August 13, 2008",
        "summary": "[Xbox Live Arcade]  Bionic Commando Rearmed sees a return of the intense 2-D side-scrolling, shooting, and grappling action from the much-loved 1988 Bionic Commando. Bionic Commando Rearmed brings the gameplay up to date with stunning new visuals, new weapons, online rankings, and a reworked musical score just for starters. Bionic Commando Rearmed delivers two-player co-op, a frenetic multiplayer mode for up to four players, and a series of over 50 devious challenge rooms to test your swinging skills. Wire-tapping the enemy communication in Bionic Commando Rearmed gives you access to information about weaknesses for the newly-designed Imperial bosses in the game. Play Bionic Commando Rearmed to unlock the original NES character costume and use it in Bionic Commando. [Capcom]",
        "scores": {
            "metascore": "85",
            "userscore": "8.3"
        }
    },
    "81": {
        "title": "Sid Meier's Civilization Revolution",
        "date": "July 8, 2008",
        "summary": "Civilization Revolution offers players a chance to experience the epic empire-building world of Civilization in an all new accessible, visually immersive, and action-packed world specifically designed for the console and handheld gamer. Delivering Civilization's renowned epic single-player campaigns featuring vast re-playability and unmatched addictive gameplay as well as revolutionary features like real-time interaction with leaders and advisors, extensive multiplayer capabilities and integrated video and voice chat, it transports the Civilization series to a level of gameplay that fans have never seen before. Some of the key features that resonate with fans of strategy games and the Civilization franchise include 16 civilizations to master and lead to victory, an array of famous historical leaders to play as or compete against, and accessible maps and streamlined time scale for quicker games, intense combat, and constant action. In online multiplayer mode, players compete for world conquest and glory among their peers as they battle in teams, head-to-head or epic free-for-all matches. In addition, auto-matching, ranked games, leaderboards, achievements, downloadable extra content and integrated video and voice chat make the online play more versatile and fun than any previous version of Civilization and will allow players to see where they stand against the competition. Finally, the position of ruler of the world can be settled online. [2K Games]",
        "scores": {
            "metascore": "85",
            "userscore": "8.0"
        }
    },
    "82": {
        "title": "Space Invaders Extreme",
        "date": "June 17, 2008",
        "summary": "New Look: The classic design of the original SPACE INVADERS, now with revamped graphics and new background movies that add to the game’s excitement. New Music: Get in the groove with up-beat techno tunes that are synched to gameplay. New Mini-Games: Experience varied gameplay with mini-games (Rounds) that are launched mid-game – they add to the fun, and are a good way to rack up points. New Twists: Discover exciting twists to the classic game that provide swift, fast-paced game play. New Multiplayer Element: Battle against a friend with the all-new multiplayer element, available on both platforms. [Taito]",
        "scores": {
            "metascore": "85",
            "userscore": "7.8"
        }
    },
    "83": {
        "title": "Far Cry 2",
        "date": "October 21, 2008",
        "summary": "Caught between two rival factions in war-torn Africa, you are sent to take out \"The Jackal,\" a mysterious character who has rekindled the conflict between the warlords, jeopardizing thousands of lives. In order to fulfil your mission you will have to play the factions against each other, identify and exploit your their weaknesses, and neutralize their superior numbers and firepower with surprise, subversion, cunning and, of course, brute force. Real-time story telling, systemic auto-healing, minimal in-game interface are just few of the features that make you feel the tension of being alone against barbarous warlords that threaten thousands of innocent lives. Choose from a wide range of weapons to make your way to your primary target. Meet the fight head-on with your machine-gun, go berserk with your machete or make stealth kills as a Sniper. If you feel that the atmosphere is not warm enough, light up your flamethrower and let your enemies and everything around them feel the heat. [Ubisoft]",
        "scores": {
            "metascore": "85",
            "userscore": "6.7"
        }
    },
    "84": {
        "title": "Battlefield: Bad Company",
        "date": "June 23, 2008",
        "summary": "Built from the ground-up for next-generation consoles using Digital Illusions' Frostbite game engine, Battlefield: Bad Company drops gamers behind enemy lines with a squad of renegade soldiers who risk it all on a personal quest for gold and revenge. Featuring a deep, cinematic single-player experience loaded with adventure and dark humor, the game delivers the series' trademark sandbox gameplay in a universe where nearly everything is destructible. Battlefield: Bad Company also features a full suite of the franchise's trademark multiplayer options with deep gameplay modes designed to take full advantage of the game's massively destructible environments.  [Electronic Arts]",
        "scores": {
            "metascore": "84",
            "userscore": "8.1"
        }
    },
    "85": {
        "title": "Call of Duty: World at War",
        "date": "November 10, 2008",
        "summary": "Utilizing the Call of Duty 4: Modern Warfare engine, Call of Duty: World at War throws out the rulebook of war to transform WWII combat through a new enemy, new tactics and an uncensored experience of the climatic battles that gripped a generation. As U.S. Marines and Russian soldiers, players employ new features like cooperative gameplay, and weapons such as the flamethrower in the most chaotic and cinematically intense experience to date. Call of Duty: World at War introduces co-operative play, bringing fresh meaning to the \"No One Fights Alone\" mantra with up to four-players online for Xbox 360, PS3 and PC, or two-player local split-screen on consoles. Nintendo Wii will also support a unique co-op mode for two players. For the first time ever players can experience harrowing single-player missions together for greater camaraderie and tactical execution.  The co-op campaign allows players to rank up and unlock perks in competitive multiplayer by completing challenges and earning experience points, adding continuous re-playability and team-based gameplay. Whether playing competitively or cooperatively – if players are online with Call of Duty: World at War – they always gain experience points. Based on a player’s experience rank and rank of the player's friends, Call of Duty: World at War scales dynamically to provide a deeper level of challenge. [Activision]",
        "scores": {
            "metascore": "84",
            "userscore": "7.6"
        }
    },
    "86": {
        "title": "Guitar Hero World Tour",
        "date": "October 26, 2008",
        "summary": "Guitar Hero World Tour marries Guitar Hero's guitar gameplay, with a cooperative band experience that combines the most advanced wireless instruments with revolutionary new online and offline gameplay modes. The game features a slick newly redesigned guitar, a genuine electronic drum kit and a microphone, as well as an innovative Music Studio music creator that lets players compose, record, edit and share their own rock and roll anthems, along with online Band Career and 8-player \"Battle of the Bands.\" Guitar Hero World Tour is comprised entirely of master recordings from some of the greatest classic and modern rock bands of all-time including Ozzy Osbourne, Van Halen, Linkin Park, The Eagles, Sublime and many more. Additionally, the game offers significantly more localized downloadable music than ever before on all of the next-generation consoles. Budding rock stars are also given creative license to fully customize everything from their characters’ appearance and instruments to their band’s logo and album covers. Featuring three drum pads, two raised cymbals and a bass kick pedal, the drum controller combines larger and quieter, velocity-sensitive drum heads with soft rubber construction to deliver authentic bounce back and is easy to set up, move, break down and store. Virtual musicians can live out their rock and roll fantasies by playing either a single instrument, or any combination of instruments, in addition to the full band experience. Guitar Hero World Tour introduces Battle of the Bands mode which allows eight players to join online and challenge each other band-to-band to determine who is the best of the best. In the Band modes, up to four players can jam together, online or off, as they progress through the game, and in single-player Career Mode, players can jam on any of the instruments in branching venue progression enabling them to rock out in the order of their choice. The game's Music Studio lets players express their musical creativity by giving them access to a full compliment of tools to create digital music from scratch, utilizing all of the instruments, and then play their compositions in the game.  Music creators can share their recordings with their friends online through GHTunes where other gamers can download their unique compositions and play them. [Activision]",
        "scores": {
            "metascore": "84",
            "userscore": "7.4"
        }
    },
    "87": {
        "title": "Devil May Cry 4",
        "date": "February 5, 2008",
        "summary": "Fear resonates in the underworld as a new protagonist crosses paths with a familiar hero who seemingly inexplicably slaughters countless people. Long ago the Dark Knight Sparda awoke to justice and rebelled against the dark emperor, to wage a one-man war to save humanity. Thousands of years later, a religious organization worships this renowned savior and has taken it upon themselves to rid the world of all demons. Residing in Fortuna, a castle city on the coast, this \"Order of the Sword\" has an elite group of \"Holy Knights\" dedicated to carrying out this very creed. Rising among the ranks, a young cynical warrior named Nero witnesses Sparda's legendary son Dante slaughter countless \"knights\". Has the renowned devil hunter turned his back on mankind? What does this encounter mean for these two individuals and why has destiny brought them together? In Devil May Cry 4, players control the formidable Nero who comes to grips with his newly found power as his beliefs and allegiance are tested. Continuing the legacy of fast paced action synonymous with the series, Devil May Cry 4 pushes the envelope of excellence even further with the inclusion of a new combat system that incorporates Nero's \"Devil Bringer\". This new feature has players delivering overwhelming damage to enemies with non-stop combos, while gaining new power for Nero's right arm. [Capcom]",
        "scores": {
            "metascore": "84",
            "userscore": "8.4"
        }
    },
    "88": {
        "title": "Sid Meier's Civilization Revolution",
        "date": "July 8, 2008",
        "summary": "Civilization Revolution offers players a chance to experience the epic empire-building world of Civilization in an all new accessible, visually immersive, and action-packed world specifically designed for the console and handheld gamer. Delivering Civilization's renowned epic single-player campaigns featuring vast re-playability and unmatched addictive gameplay as well as revolutionary features like real-time interaction with leaders and advisors, extensive multiplayer capabilities and integrated video and voice chat, it transports the Civilization series to a level of gameplay that fans have never seen before. Some of the key features that resonate with fans of strategy games and the Civilization franchise include 16 civilizations to master and lead to victory, an array of famous historical leaders to play as or compete against, and accessible maps and streamlined time scale for quicker games, intense combat, and constant action. In online multiplayer mode, players compete for world conquest and glory among their peers as they battle in teams, head-to-head or epic free-for-all matches. In addition, auto-matching, ranked games, leaderboards, achievements, downloadable extra content and integrated video and voice chat make the online play more versatile and fun than any previous version of Civilization and will allow players to see where they stand against the competition. Finally, the position of ruler of the world can be settled online. [2K Games]",
        "scores": {
            "metascore": "84",
            "userscore": "8.0"
        }
    },
    "89": {
        "title": "Spore",
        "date": "September 7, 2008",
        "summary": "From the mind of Will Wright comes SPORE, a journey that takes you from the origin and evolution of life through the development of civilization and technology and eventually all the way into the deepest reaches of outer space. Begin your odyssey at the dawn of life as a simple microbe just trying to survive, then use the fun, intuitive Editors to evolve the creature from its microscopic origins into an intelligent, tool-using race. Guide your species as it builds (and the player designs) villages, buildings, cities, and vehicles. Along the way to becoming a global civilization you can choose whether to hunt or forage, attack or trade, be nice or play rough. All the action takes place in a huge, lush world populated with creatures evolved by other players and shared over SPORE's central servers. When it's ready, your one-time pond scum launches into space in its UFO on a grand voyage of discovery, planet forming, or destruct-ion. As you explore and play in this limitless universe of unique worlds, your personal Sporepedia tracks all the creatures you've met and places you've visited. Take complete control of your creature's fate as you guide it through the following six evolutionary phases: Tidepool phase: Fight with other creatures and consume them to adjust the form and abilities of your creature. It's survival of the fittest at the most microscopic level. Creature phase: Venture onto dry land and help your creature learn and evolve with forays away from your safe haven. Carnivore or Herbivore? Social or Independent? The choice is yours. Tribal phase: Instead of controlling an individual creature, you are now caring for an entire tribe of your genetic craftwork. Give them tools and guide their interactions as you slowly upgrade their state of existence. City phase: Bring your creatures' race into a new golden era by building up the technology, architecture, and infrastructure of their city. Civilization phase: Once your city is established, your creatures begin seeking out and interacting with other cultures. You can have them do so with an olive branch or a war cry—either way, the goal for your creatures is to unify the planet. Space phase: The time has come to move on to other worlds in your solar system. Make first-contact, colonize, or terraform, then venture further to find other solar systems scattered throughout a magnificently rendered galaxy. A 'mission' structure provides new goals and paths to follow as you begin to spread through the universe. [Electronic Arts]",
        "scores": {
            "metascore": "84",
            "userscore": "5.4"
        }
    },
    "90": {
        "title": "NBA 2K9",
        "date": "October 7, 2008",
        "summary": "Improved facial and skin textures, better uniforms, improved eye movement and more realistic crowd reactions bring the game alive like never before. Analyst Clark Kellogg and sideline reporter Cheryl Miller join color commentator Kevin Harlan to create one of the most knowledgeable broadcast teams in the game. End each quarter with enhanced, multiple angle replay highlights, and be rewarded like never before with all-new, true-to-life celebration sequences after you capture the NBA championship. [2K Sports]",
        "scores": {
            "metascore": "84",
            "userscore": "7.1"
        }
    },
    "91": {
        "title": "Crysis Warhead",
        "date": "September 16, 2008",
        "summary": "In Crysis Warhead, players don the Nanosuit of Sergeant Sykes, also known as 'Psycho', one of the most memorable characters from Crysis.  More brash and aggressive than his Delta Force squadmate Nomad, players experience Psycho's parallel story during the events of the original game, finding that life on the other side of the island is even more intense and explosive than they ever could have imagined. Luckily, Psycho's Nanosuit is just as capable and he's equipped with an even bigger arsenal of fully customizable weapons and new vehicles, giving players access to the tools they need to dominate any situation.  Aside from this new  single player campaign, Crysis Warhead also features new multiplayer content. [Electronic Arts]",
        "scores": {
            "metascore": "84",
            "userscore": "7.9"
        }
    },
    "92": {
        "title": "Devil May Cry 4",
        "date": "February 5, 2008",
        "summary": "Fear resonates in the underworld as a new protagonist crosses paths with a familiar hero who seemingly inexplicably slaughters countless people. Long ago the Dark Knight Sparda awoke to justice and rebelled against the dark emperor, to wage a one-man war to save humanity. Thousands of years later, a religious organization worships this renowned savior and has taken it upon themselves to rid the world of all demons. Residing in Fortuna, a castle city on the coast, this \"Order of the Sword\" has an elite group of \"Holy Knights\" dedicated to carrying out this very creed. Rising among the ranks, a young cynical warrior named Nero witnesses Sparda's legendary son Dante slaughter countless \"knights\". Has the renowned devil hunter turned his back on mankind? What does this encounter mean for these two individuals and why has destiny brought them together? In Devil May Cry 4, players control the formidable Nero who comes to grips with his newly found power as his beliefs and allegiance are tested. Continuing the legacy of fast paced action synonymous with the series, Devil May Cry 4 pushes the envelope of excellence even further with the inclusion of a new combat system that incorporates Nero's \"Devil Bringer\". This new feature has players delivering overwhelming damage to enemies with non-stop combos, while gaining new power for Nero's right arm. [Capcom]",
        "scores": {
            "metascore": "84",
            "userscore": "8.5"
        }
    },
    "93": {
        "title": "FIFA Soccer 09",
        "date": "October 13, 2008",
        "summary": "Hundreds of new animation sequences and a new collision detection system with 360 degree coverage enable players to behave according to their physical attributes. Player speed, direction and strength now determine everything from the severity of the collision to the outcome of possession. Plus, contact occurs with shoulders, arms and legs. Stronger players possess the strength to knock down smaller players or use their body and arms to shield the ball in challenges. Changes to the animation system reward the skillful gamer during one-on-one situations between attackers and defenders. Tuned acceleration attributes enable swifter players to possess quicker first steps and gain advantage in sprints. Plus, four new skill moves -- scoop turns, rainbow flicks, heel-to-heel knocks and ball rolls – give you a total of 32 tricks in your arsenal to perform just like Ronaldinho. From the moment you step onto the pitch, FIFA 09 challenges you to think and react like a real football player through the popular feature innovation Be A Pro -- now expanded to multiple seasons and featuring the unique Be A Pro camera that tracks your player, re-creating the excitement and rush of racing in on goal. In Be A Pro: Seasons you choose a professional player and then develop his skills at a single outfield position. Complete individual challenges to develop your player attributes and win glory for the squad. Enjoy top football action at your own level of ability with new Smart Play controls. Passionate football fans new to gaming can play like a professional, controlling only the shooting and passing using a two-button control system and gradually mastering all of the controls as they become adept. With new smart play controls and an assist from the AI, gamers can learn at their own pace and still play entertaining matches with more advanced players. [Electronic Arts]",
        "scores": {
            "metascore": "84",
            "userscore": "8.0"
        }
    },
    "94": {
        "title": "MLB 08: The Show",
        "date": "March 4, 2008",
        "summary": "MLB 08 The Show promises to provide fans with the most realistic baseball experience to date with innovations such as a more immersive Road to The Show mode, enabling gamers to play both offense and defense from the created player’s perspective. Providing players with some additional performance incentives, the MLB franchise introduces the new Progressive Batting Performance feature, which both rewards players for superior performance and penalize them for hitting slumps. Specific to each individual batter, players are rewarded with slight contact bonuses, or punished with slight decreases in contact, based on how that batter that performs beyond his \"natural ability\" while under user control. Adding to the online feature set, which includes customizable Online League Play with up to 30 teams, scrolling MLB Score Ticker and more, MLB 08 The Show introduces SCOUT (SportsConnect Online User Tracking), which allows gamers to set and store their game preferences on the MLB server, and enables the system to look for a Quick Match with opponents that fits similar competitive criteria. [SCEA]",
        "scores": {
            "metascore": "84",
            "userscore": "7.3"
        }
    },
    "95": {
        "title": "Tiger Woods PGA Tour 09",
        "date": "August 26, 2008",
        "summary": "This year's Tiger features dynamic, personalized gameplay via Tiger Woods' personal coach, Hank Haney. Looking to drive the ball long and straight? Trying to nail the pin with the approach shot? An all-new addition to this year’s game, Haney will assist gamers as they hit the links and try to advance their career to win the FedExCup.  In Tiger Woods PGA Tout 09, a player's skill level is dynamic, constantly adjusting throughout the round just as it would during a real afternoon out on the links.  Following each round, Haney will deliver customized feedback on a player's performance. This feedback system allows all gamers, rookies or PGA TOUR pros, to compete and enjoy the game at any level. EA SPORTS GamerNet is a ground-breaking online innovation that features a refined, easy-to-use interface in Tiger Woods PGA Tour 09. EA SPORTS GamerNet challenges, such as long drive, approach shots and putting will be delivered instantly throughout all game modes and players have the ability to post their challenges from the fairways. EA SPORTS GamerNet also features an all-new daily leaderboard and challenges customized to fit an individual's playing style. Online play has also been enhanced with Simultaneous Play. This all-new online engine gives up to four players the ability to play each hole at the same time, allowing players to get in a rhythm, swing when they are ready and make one round of golf even faster and more competitive than ever before possible. [Electronic Arts]",
        "scores": {
            "metascore": "84",
            "userscore": "7.7"
        }
    },
    "96": {
        "title": "Space Invaders Extreme",
        "date": "June 17, 2008",
        "summary": "New Look: The classic design of the original SPACE INVADERS, now with revamped graphics and new background movies that add to the game’s excitement. New Music: Get in the groove with up-beat techno tunes that are synched to gameplay. New Mini-Games: Experience varied gameplay with mini-games (Rounds) that are launched mid-game – they add to the fun, and are a good way to rack up points. New Twists: Discover exciting twists to the classic game that provide swift, fast-paced game play. New Multiplayer Element: Battle against a friend with the all-new multiplayer element, available on both platforms. [Taito]",
        "scores": {
            "metascore": "84",
            "userscore": "7.1"
        }
    },
    "97": {
        "title": "N+",
        "date": "February 20, 2008",
        "summary": "[Xbox Live Arcade]  In a futuristic world of inadvertently homicidal robots, a daring ninja must use deft acrobatic skill and guts of steel to survive. N+ is a peerless action-puzzle platformer with more than 300 levels in which to hone your ninja reflexes, plus a built-in level editor for when you're hungry for more. N+ also features unique, physics-based controls, stylish graphics, unlimited lives, competitive and cooperative multiplayer, plenty of gold, and several flavors of sweet, sweet action. Running, jumping, and dying in an unpleasant-yet-comical manner has never been more fun. N+ features run-and-jump gameplay with hilarious ragdoll physics. It's easy to get into, but challenging enough for the hardcore gamer. Featuring well over 300 all-new levels, the game also includes a built-in level editor for players to create their own levels. Additional level packs, including the classic N levels from the PC version, and multiplayer level packs, will be available in the future. Multiple cooperative and competitive multiplayer modes are included. Try survival, race, or co-op play. Each level can be replayed to see how fast you completed the level. Check out additional ninja costumes for both single-player and multiplayer games, and skin your dashboard the N+ way. [Metanet Software]",
        "scores": {
            "metascore": "83",
            "userscore": "8.3"
        }
    },
    "98": {
        "title": "No More Heroes",
        "date": "January 22, 2008",
        "summary": "No More Heroes tells the story of Travis Touchdown, an anime fan who lives in the fictional town of Santa Destroy, California. After an unexpected turn of events, Travis finds himself at the bottom of an Assassins' organization. Travis will have to prove himself worthy and defeat 10 other bloodthirsty killers – all with deep stories of their own – to make his way to the top of the assassin's league. [Ubisoft]",
        "scores": {
            "metascore": "83",
            "userscore": "8.5"
        }
    },
    "99": {
        "title": "Pure",
        "date": "September 23, 2008",
        "summary": "Thrill seekers race against skilled rivals and performing gravity-defying aerial tricks in Pure, an extreme sports off-road racing video game. Featuring vertigo-inducing massive aerial jumps and spectacular airborne tricks in photo-realistic real-world locations all over the globe, Pure delivers heart-pounding experiences unique to the genre. Players start by choosing among a variety of male and female character riders.  They can then either race against deft A.I. opponents or online players (up to 16-player multiplayer) in frenetic races and freestyle competitions all over the world. [Disney Interactive Studios]",
        "scores": {
            "metascore": "83",
            "userscore": "7.5"
        }
    },
    "100": {
        "title": "PixelJunk Monsters",
        "date": "January 24, 2008",
        "summary": "[Downloadable Game]  Inspired by the popular and addictive \"tower defense\" genre, PixelJunk Monsters takes the simple real-time strategy concept of building, researching and base defending and presents it in a uniquely attractive style. With meticulously hand-drawn 2D art, PixelJunk Monsters recreates the look of a classic with crisp graphics designed for optimal viewing in Full 1080p HD. The player controls a defender-of-the-forest character in a lush 2D environment. The player's goal is to strategically defend the pathway to his homebase from an onslaught of various threatening monsters. In between waves of monster attacks, the player scrambles to reinforce his defenses by collecting gold coins and jewels from fallen enemies to finance new towers and research deadlier weapons. Eventually, the player can harness the elements throughout the 20 different stages to cast lightning storms across the forest. Gamers can enjoy PixelJunk Monsters with a friend in offline co-op mode, which requires careful strategy and communication. Additionally, PixelJunk™ Monsters will support online leaderboards for both 1p and 2p co-op. [SCEA]",
        "scores": {
            "metascore": "83",
            "userscore": "8.2"
        }
    }
}