{
    "1": {
        "title": "Uncharted 2: Among Thieves",
        "date": "October 13, 2009",
        "summary": "Fortune hunter Nathan Drake returns in Uncharted 2: Among Thieves, a third-person action-adventure/shooter created by award-winning developer Naughty Dog. Down on his luck, Drake is lured back into the treacherous world of thieves and mercenary treasure-seekers he had sought to leave behind. When a mysterious artifact propels Drake on an expedition to find the legendary Himalayan valley of Shambhala, he finds himself embroiled in a dangerous game of cat-and-mouse against a fugitive war criminal who’s after more than just the fabled riches of the lost city. Caught in a web of deception and plunged into an increasingly deadly pursuit that tests the limits of his endurance, Drake will be forced to risk everything - but has his luck finally run out? [SCEA]",
        "scores": {
            "metascore": "96",
            "userscore": "8.8"
        }
    },
    "2": {
        "title": "Call of Duty: Modern Warfare 2",
        "date": "November 10, 2009",
        "summary": "Modern Warfare 2 continues the gripping and heart-racing action as players face off against a new threat dedicated to bringing the world to the brink of collapse. An entirely new gameplay mode which supports 2-player co-operative play online that is unique from the single player story campaign. Special Ops pits players into a gauntlet of time-trial and objective-based missions. Rank-up as players unlock new Special Ops missions, each more difficult. Missions include highlights from the single player campaign, fan favorites from Call of Duty 4: Modern Warfare and all new, exclusive missions. Setting a new bar for online multiplayer, Modern Warfare 2 multiplayer delivers new capabilities, customization, gamestates and modes, including: Create-a-Class Evolved. Secondary Weapons - Machine Pistols, Shotguns, Handguns, Launchers. Riot Shields. Equipment - Throwing Knives, Blast Shield, Tactical Insertion. Perk Upgrades. Bling (Dual Attachments). Customizable Killstreaks - AC130, Sentry Gun, Predator Missile, Counter-UAV, Care Package. Accolades (Post match reports). [Activision]",
        "scores": {
            "metascore": "94",
            "userscore": "6.5"
        }
    },
    "3": {
        "title": "Street Fighter IV",
        "date": "February 17, 2009",
        "summary": "Street Fighter IV features a mix of returning favourites such as Ryu, Ken, Chun-Li and Guile along with new characters created exclusively for this game such as Crimson Viper, Abel, El Fuerte, and Rufus. Characters and environments are rendered in high definition 3D, while the game is played in the classic Street Fighter 2D perspective with additional 3D camera flourishes. Six-button controls for the game return, with a host of new special moves and features integrated into the input system. Street Fighter IV also incorporates state of the art online match making and worldwide online gameplay. Mixing classic genre-defining game mechanics the franchise is known and loved for with all-new, never-before-seen gameplay systems, Street Fighter IV brings a brand new fighting game to fans the world over. With the inclusion of Capcom's latest advancements in new generation technology, Street Fighter IV promises to deliver an extraordinary experience that will re-introduce the world to the time-honoured art of virtual martial arts. New special moves that go beyond any Street Fighter fan's wildest imagination, including Focus attacks, Super Combos, and the revenged-fueled Ultra Combo system. Classic Street Fighter characters recreated for a new generation of gamers, including the original cast of Street Fighter II. New brawlers: female super-spy Crimson Viper, lucha libre wrestler El Fuerte, mixed martial artist Abel and more. New gameplay elements provide new challenges for both newcomers and the most seasoned Street Fighter pro. Online gameplay features, including instantaneous online challenges, versus mode, tournament mode, and world wide online gameplay. [Capcom]",
        "scores": {
            "metascore": "94",
            "userscore": "7.4"
        }
    },
    "4": {
        "title": "Call of Duty: Modern Warfare 2",
        "date": "November 10, 2009",
        "summary": "Modern Warfare 2 continues the gripping and heart-racing action as players face off against a new threat dedicated to bringing the world to the brink of collapse. An entirely new gameplay mode which supports 2-player co-operative play online that is unique from the single player story campaign. Special Ops pits players into a gauntlet of time-trial and objective-based missions. Rank-up as players unlock new Special Ops missions, each more difficult. Missions include highlights from the single player campaign, fan favorites from Call of Duty 4: Modern Warfare and all new, exclusive missions. Setting a new bar for online multiplayer, Modern Warfare 2 multiplayer delivers new capabilities, customization, gamestates and modes, including: Create-a-Class Evolved. Secondary Weapons - Machine Pistols, Shotguns, Handguns, Launchers. Riot Shields. Equipment - Throwing Knives, Blast Shield, Tactical Insertion. Perk Upgrades. Bling (Dual Attachments). Customizable Killstreaks - AC130, Sentry Gun, Predator Missile, Counter-UAV, Care Package. Accolades (Post match reports). [Activision]",
        "scores": {
            "metascore": "94",
            "userscore": "6.5"
        }
    },
    "5": {
        "title": "Grand Theft Auto: Chinatown Wars",
        "date": "March 17, 2009",
        "summary": "Grand Theft Auto: Chinatown Wars is an entirely original entry into the critically acclaimed Grand Theft Auto series, and brings a new level of interactivity to its sprawling open environments. With the use of the DS touch screen, players navigate their way through the streets as they uncover the truth behind an epic tale of crime and corruption within the Triad crime syndicate, delivering the unprecedented amount of depth that has become a true trademark of the franchise.",
        "scores": {
            "metascore": "93",
            "userscore": "8.2"
        }
    },
    "6": {
        "title": "Street Fighter IV",
        "date": "February 17, 2009",
        "summary": "Street Fighter IV features a mix of returning favourites such as Ryu, Ken, Chun-Li and Guile along with new characters created exclusively for this game such as Crimson Viper, Abel, El Fuerte, and Rufus. Characters and environments are rendered in high definition 3D, while the game is played in the classic Street Fighter 2D perspective with additional 3D camera flourishes. Six-button controls for the game return, with a host of new special moves and features integrated into the input system. Street Fighter IV also incorporates state of the art online match making and worldwide online gameplay. Mixing classic genre-defining game mechanics the franchise is known and loved for with all-new, never-before-seen gameplay systems, Street Fighter IV brings a brand new fighting game to fans the world over. With the inclusion of Capcom's latest advancements in new generation technology, Street Fighter IV promises to deliver an extraordinary experience that will re-introduce the world to the time-honoured art of virtual martial arts. New special moves that go beyond any Street Fighter fan's wildest imagination, including Focus attacks, Super Combos, and the revenged-fueled Ultra Combo system. Classic Street Fighter characters recreated for a new generation of gamers, including the original cast of Street Fighter II. New brawlers: female super-spy Crimson Viper, lucha libre wrestler El Fuerte, mixed martial artist Abel and more. New gameplay elements provide new challenges for both newcomers and the most seasoned Street Fighter pro. Online gameplay features, including instantaneous online challenges, versus mode, tournament mode, and world wide online gameplay. [Capcom]",
        "scores": {
            "metascore": "93",
            "userscore": "7.3"
        }
    },
    "7": {
        "title": "Braid",
        "date": "November 12, 2009",
        "summary": "[Playstation Network]  Explore the human condition and manipulate time as our hero Tim leaps onto the PlayStation Network in the lush, painterly world of Braid, a puzzle-platformer that takes you from a house in the city on a journey through a series of worlds to solve puzzles and rescue the princess. In each world, you have a different power to affect the way time behaves, including the ability to rewind, create parallel realities and utilize time dilation to overcome the many obstacles in your path. There is no filler in this game; every puzzle shows you something new and interesting about the game world. [Hothead Games]",
        "scores": {
            "metascore": "93",
            "userscore": "7.7"
        }
    },
    "8": {
        "title": "Flipnote Studio",
        "date": "August 12, 2009",
        "summary": "[DSiWare]  Let your inner artist loose with Flipnote Studio, an easy to use and surprisingly powerful animation application. Create Flipnotes by using the stylus to write letters and draw pictures, capture sounds using the microphone, and even insert photos captured with the Nintendo DSi Camera. Save a Flipnote with multiple pages that run successively and you've just made an animated Flipnote that works like a flip book! And if you feel like sharing your masterpiece, send it to your Flipnote friends or, if you are a registered Hatena.com user, release it via Flipnote Hatena, an online service run by Japanese Web-service provider Hatena. With such a large set of tools available, you’ll quickly find that there are many ways to enjoy Flipnote Studio. [Nintendo]",
        "scores": {
            "metascore": "93",
            "userscore": "7.5"
        }
    },
    "9": {
        "title": "Forza Motorsport 3",
        "date": "October 27, 2009",
        "summary": "Whether it's an exotic sports car like the new Audi R8 V10, a classic American muscle car such as the Ford GT, or a hot Asian import such as the Nissan 370Z, everyone has a dream car. The game makes it possible for everyone to experience the thrill of owning the world's most exotic and exquisite cars. Live the most realistic racing experience ever as you take the wheel of more than 400 of the most-beloved cars on over 100 renowned real-world tracks and exotic road courses from around the globe. With breathtaking HD graphics and the most advanced vehicle performance modeling in a video game, Forza Motorsport 3 includes a host of driving assists and adjustable skill levels to make the game a gripping pick-up-and-play experience for audiences of all ages and skill levels. [Microsoft]",
        "scores": {
            "metascore": "92",
            "userscore": "8.1"
        }
    },
    "10": {
        "title": "Batman: Arkham Asylum",
        "date": "August 25, 2009",
        "summary": "In Batman: Arkham Asylum, the player assumes the role of Batman as he delivers The Joker to Arkham Asylum. There, the imprisoned super-villains have set a trap and an immersive combat gaming experience unfolds. With an original script penned by Emmy Award-winning Batman writer Paul Dini, the game brings the universe of DC Comics' detective to life with stunning graphics. Batman: Arkham Asylum offers players the chance to battle Gotham's worst villains with Batman's physical and psychological strength in a graphically distinct and story-driven game. [Eidos Interactive]",
        "scores": {
            "metascore": "92",
            "userscore": "8.7"
        }
    },
    "11": {
        "title": "Metroid Prime Trilogy",
        "date": "August 24, 2009",
        "summary": "Metroid Prime 3: Corruption set a new standard for first-person motion controls in video games. Now it’s bringing those controls to the rest of the celebrated series, allowing players to experience the entire Metroid Prime story arc with the precision of the Wii Remote. Metroid Prime Trilogy, is a three-game collection for the Wii console that bundles all three landmark Metroid Prime games onto one disc and revamps the first two installments with intuitive Wii Remote controls, wide-screen presentation and other enhancements. Each game maintains its original storyline and settings, but now Metroid Prime and Metroid Prime 2: Echoes let players use their Wii Remote to aim with precision as heroine Samus Aran. Based on the breakthrough control system that debuted in Metroid Prime 3: Corruption, these new Wii controls bring an entirely new level of immersion and freedom to these milestone games. Players can access the game they want from a unified main menu that ties together all three adventures. Through a new unlockables system, players can gain access to in-game rewards such as music and artwork by accomplishing objectives across all three games. [Nintendo]",
        "scores": {
            "metascore": "91",
            "userscore": "9.0"
        }
    },
    "12": {
        "title": "FIFA Soccer 10",
        "date": "October 20, 2009",
        "summary": "On the pitch, critical gameplay fundamentals have been enhanced to ensure that FIFA Soccer 10 mirrors real-world soccer, providing more sophisticated ball control, and physical interaction between players. In addition, players now move, behave and position themselves more realistically. On attack, players analyze space more effectively, curve their runs in an attempt to stay onside, create passing lanes naturally, and drive for more variety in attacking options. On defense, new concepts like position priority enable defenders to multitask so dangerous spaces left open by teammates out of position are covered. Plus, slide tackle targeting, press marking, and better-urgency clearance logic provide new options that make defending a tactical skill in FIFA Soccer 10. In goal, a myriad of improvements and refinements to goalkeeper intelligence result in a more responsive and powerful rushing system and ultra-realistic saves. Better balance on lofted through balls, improved goalkeeper intelligence, more realistic shooting mechanics with less shots hitting the goal posts, a practice arena to perfect skills, and a more immersive soccer experience through continuous play and quick free kicks are just a few of the issues raised by fans and addressed in FIFA Soccer 10. Three new innovations revealed today at E3 have been developed to change the player control experience in FIFA Soccer 10. The first-ever true 360 degree dribbling system gives players finer control of the ball, enabling them to find spaces between defenders that previously were not possible. Using an all-new animation technology, skilled dribblers now have the ability to face the defender and use highly responsive lateral dribbling to skip past him. An innovative concept called Freedom in Physical Play enables players to perform wider dribble touches and new collision sharing creates a varied, less predictable, and extended fight for possession between the dribbler and a defender.\r\nFIFA Soccer 10 also features a deeper iteration of the ever-popular Manager Mode with more than 50 major improvements, including new match realism, realistic player transfers based on multiple decision points, and true-to-life player growth curves. [Electronic Arts]",
        "scores": {
            "metascore": "91",
            "userscore": "7.6"
        }
    },
    "13": {
        "title": "Assassin's Creed II",
        "date": "November 17, 2009",
        "summary": "Assassin's Creed II is the product of over two years of intensive development by the original creative team behind the Assassin's Creed brand. In a vast open world environment, the game invites players to incarnate Ezio, a privileged young noble in Renaissance Italy who's been betrayed by the rival ruling families of Italy. Ezio's subsequent quest for vengeance plunges players into an epic story that offers more variety in missions, surprising and engaging new gameplay elements, diverse weapons and a profound character progression that appeal to fans of the original Assassin's Creed as well as entice players new to the brand. [Ubisoft]",
        "scores": {
            "metascore": "91",
            "userscore": "8.6"
        }
    },
    "14": {
        "title": "Peggle",
        "date": "November 19, 2009",
        "summary": "[Playstation Network]  The PlayStation Network edition of Peggle brings all the compelling gameplay action of the original PC version, including 55 levels of ball-bouncing madness, 10 unlockable Peggle Masters, Quick Play mode, Duel mode, and 75 Challenge mode levels. For non-stop competitive action, players can choose from two multiplayer options: two-player Duel mode, or Peg Party mode, where up to four players can compete against one another simultaneously. [PopCap Games]",
        "scores": {
            "metascore": "91",
            "userscore": "7.4"
        }
    },
    "15": {
        "title": "Batman: Arkham Asylum",
        "date": "September 15, 2009",
        "summary": "In Batman: Arkham Asylum, the player assumes the role of Batman as he delivers The Joker to Arkham Asylum. There, the imprisoned super-villains have set a trap and an immersive combat gaming experience unfolds. With an original script penned by Emmy Award-winning Batman writer Paul Dini, the game brings the universe of DC Comics' detective to life with stunning graphics. Batman: Arkham Asylum offers players the chance to battle Gotham's worst villains with Batman's physical and psychological strength in a graphically distinct and story-driven game. [Eidos Interactive]",
        "scores": {
            "metascore": "91",
            "userscore": "8.7"
        }
    },
    "16": {
        "title": "God of War Collection",
        "date": "November 17, 2009",
        "summary": "Two Epic Adventures of Conquest, Destiny, and Vengeance, God of War and God of War II, return for the first time on BluRay Disc! In God of War: Collection, players will experience the dark world of Ancient Greece through Kratos, a brutal warrior determined to murder the God of War and alter what no mortal has ever changed... fate itself. [SCEA]",
        "scores": {
            "metascore": "91",
            "userscore": "8.7"
        }
    },
    "17": {
        "title": "Street Fighter IV",
        "date": "July 1, 2009",
        "summary": "At the completion of the second World Warrior Tournament, the Shadaloo crime syndicate was left in ruins, its grandmasters defeated and scattered to the winds. Now, the mysterious Seth, CEO of the S.I.N. Corporation, has set up yet another tournament and invited a blend of old friends and new faces to battle again for the title of the world's strongest. With 25 characters (including the original 12 street fighters), a blend of 2D and 3D graphics, and the new focus-attack system, Street Fighter has returned with a vengeance.",
        "scores": {
            "metascore": "91",
            "userscore": "7.8"
        }
    },
    "18": {
        "title": "Killzone 2",
        "date": "February 27, 2009",
        "summary": "Two years after the Helghast assault on Vekta, the ISA is taking the fight to the enemy's home world of Helghan. The ISA goal is direct: capture the Helghast leader, Emperor Visari, and bring the Helghast war machine to a halt. Assuming the role of Sev, a battle-hardened veteran and a member of the special forces unit known as the Legion, players lead a group of highly trained soldiers on a mission to take out the Helghast threat. For Sev and his squad, the invasion of Helghan is just the beginning. Tasked with securing Pyrrhus, the Capital City, the team quickly discovers that the Helghast are a formidable enemy on their home planet. Not only have they adjusted to the planet's hostile conditions, they have also harnessed a source of power they can now use against the ISA. Sev discovers his squad isn't just fighting enemy forces – their fiercest opponent may be the planet itself. [Sony]",
        "scores": {
            "metascore": "91",
            "userscore": "8.1"
        }
    },
    "19": {
        "title": "Batman: Arkham Asylum",
        "date": "August 25, 2009",
        "summary": "In Batman: Arkham Asylum, the player assumes the role of Batman as he delivers The Joker to Arkham Asylum. There, the imprisoned super-villains have set a trap and an immersive combat gaming experience unfolds. With an original script penned by Emmy Award-winning Batman writer Paul Dini, the game brings the universe of DC Comics' detective to life with stunning graphics. Batman: Arkham Asylum offers players the chance to battle Gotham's worst villains with Batman's physical and psychological strength in a graphically distinct and story-driven game. [Eidos Interactive]",
        "scores": {
            "metascore": "91",
            "userscore": "8.8"
        }
    },
    "20": {
        "title": "Dragon Age: Origins",
        "date": "November 3, 2009",
        "summary": "As the spiritual successor to BioWare's \"Baldur's Gate\", one of the most successful role-playing games in the industry, Dragon Age: Origins represents BioWare's return to its roots, delivering a fusion of the best elements of existing fantasy works with stunning visuals, emotionally-driven narrative, heart-pounding combat, powerful magic abilities and credible digital actors. The spirit of classic RPGs comes of age, as Dragon Age: Origins features a dark and mature story and gameplay. Epic Party-Based Combat – Dragon Age: Origins introduces an innovative, scalable combat system, as players face large-scale battles and use their party’s special abilities to destroy hoardes of enemies and massive creatures. Powerful Magic – Raining down awesome destruction on enemies is even more compelling as players apply \"spell combos,\" a way of combining together different spells to create emergent unique effects. Players develop their characters and gain powerful special abilities (spells, talents and skills) and discover ever-increasing weapons of destruction. With its emotionally compelling story, players choose with whom they wish to forge alliances or crush under their mighty fist, redefining the world with the choices they make and how they wield their power. Players select and play a unique prelude that provides the lens through which the player sees the world and how the world sees the player. The player's choice of Origin determines who they are and where they begin the adventure, as they play through a customized story opening that profoundly impacts the course of every adventure. [BioWare]",
        "scores": {
            "metascore": "91",
            "userscore": "8.7"
        }
    },
    "21": {
        "title": "Assassin's Creed II",
        "date": "November 17, 2009",
        "summary": "Assassin's Creed II is the product of over two years of intensive development by the original creative team behind the Assassin's Creed brand. In a vast open world environment, the game invites players to incarnate Ezio, a privileged young noble in Renaissance Italy who's been betrayed by the rival ruling families of Italy. Ezio's subsequent quest for vengeance plunges players into an epic story that offers more variety in missions, surprising and engaging new gameplay elements, diverse weapons and a profound character progression that appeal to fans of the original Assassin's Creed as well as entice players new to the brand. [Ubisoft]",
        "scores": {
            "metascore": "90",
            "userscore": "8.8"
        }
    },
    "22": {
        "title": "Mario & Luigi: Bowser's Inside Story",
        "date": "September 14, 2009",
        "summary": "In his evil plot to take over the Mushroom Kingdom, Fawful tricks Bowser into eating a magic mushroom. The mushroom causes Bowser to begin inhaling everything around him, including Mario, Luigi and Princess Peach! Do the Mario Bros. have the guts to rescue Peach and escape? Players are in control of two separate storylines. One features Bowser and his efforts to stop an arch-villain from taking over his castle. Meanwhile, inside Bowser, the microbe-sized Mario & Luigi must muscle their way through challenges and keep their nerve if they want to find a way out. They take action to control Bowser from the inside - but without his knowledge. Players can switch between storylines at will. What happens inside Bowser affects what he’s doing on the outside. Sometimes Mario & Luigi must solve puzzles and challenges behind the scenes to help Bowser overcome various obstacles and advance the plot. Players must make well-timed button presses to enhance their performance during battles and challenges. In some battles, Bowser grows so large that players must turn their Nintendo DS or Nintendo DSi system sideways, blow into the microphone or tap on the touch screen with the stylus to keep up with the action. The game features the same hilarious dialogue that has been the hallmark of the Mario & Luigi series. [Nintendo]",
        "scores": {
            "metascore": "90",
            "userscore": "8.8"
        }
    },
    "23": {
        "title": "Grand Theft Auto IV: The Lost and Damned",
        "date": "February 17, 2009",
        "summary": "[Xbox Live Arcade]  Johnny is a veteran member of The Lost, a notorious biker gang. Johnny has been creating business opportunities for The Lost in Liberty City, but his first loyalty must be to the patch he wears on his back and to Billy Grey, the club's President. However, when Billy returns from rehab hell-bent on bloodshed and debauchery, Johnny finds himself in the middle of a vicious turf war with rival gangs for control of a city torn apart by violence and corruption. Can the brotherhood survive? Developed by series creator Rockstar North and set in Liberty City, Grand Theft Auto IV: The Lost and Damned features a new main character, Johnny Klebitz, and plot that intersects with the storyline of Grand Theft Auto IV; new missions that offer an entirely fresh way to explore Liberty City with new multiplayer modes, weapons and vehicles; and a diverse soundtrack with additional music - all with the incredible production values that are the trademarks of Grand Theft Auto. All-new missions and a new storyline that interweaves with the original story arc of Grand Theft Auto IV. Play as Johnny, a member of The Lost Motorcycle Club. Experience Liberty City now with the perspective and lifestyle of a member of a biker gang. Added range of weapons - including the all-new grenade launcher and sawed-off shotgun. New weapons will be available for use in single-player and in all new multiplayer modes. New vehicles - featuring a collection of bikes that include Johnny's own customized heavy-duty chopper. New and improved bike handling and physics. Set of new action-packed multiplayer modes - details coming soon. All-new in-game TV, internet and radio content featuring new radio shows and original music. Plus new side-missions and Xbox 360 Achievement. [Rockstar Games]",
        "scores": {
            "metascore": "90",
            "userscore": "8.0"
        }
    },
    "24": {
        "title": "FIFA Soccer 10",
        "date": "October 20, 2009",
        "summary": "On the pitch, critical gameplay fundamentals have been enhanced to ensure that FIFA Soccer 10 mirrors real-world soccer, providing more sophisticated ball control, and physical interaction between players. In addition, players now move, behave and position themselves more realistically. On attack, players analyze space more effectively, curve their runs in an attempt to stay onside, create passing lanes naturally, and drive for more variety in attacking options. On defense, new concepts like position priority enable defenders to multitask so dangerous spaces left open by teammates out of position are covered. Plus, slide tackle targeting, press marking, and better-urgency clearance logic provide new options that make defending a tactical skill in FIFA Soccer 10. In goal, a myriad of improvements and refinements to goalkeeper intelligence result in a more responsive and powerful rushing system and ultra-realistic saves. Better balance on lofted through balls, improved goalkeeper intelligence, more realistic shooting mechanics with less shots hitting the goal posts, a practice arena to perfect skills, and a more immersive soccer experience through continuous play and quick free kicks are just a few of the issues raised by fans and addressed in FIFA Soccer 10. Three new innovations revealed today at E3 have been developed to change the player control experience in FIFA Soccer 10. The first-ever true 360 degree dribbling system gives players finer control of the ball, enabling them to find spaces between defenders that previously were not possible. Using an all-new animation technology, skilled dribblers now have the ability to face the defender and use highly responsive lateral dribbling to skip past him. An innovative concept called Freedom in Physical Play enables players to perform wider dribble touches and new collision sharing creates a varied, less predictable, and extended fight for possession between the dribbler and a defender.\r\nFIFA Soccer 10 also features a deeper iteration of the ever-popular Manager Mode with more than 50 major improvements, including new match realism, realistic player transfers based on multiple decision points, and true-to-life player growth curves. [Electronic Arts]",
        "scores": {
            "metascore": "90",
            "userscore": "7.4"
        }
    },
    "25": {
        "title": "Braid",
        "date": "April 10, 2009",
        "summary": "Braid is a puzzle-platformer, drawn in a painterly style, where the player manipulates the flow of time in strange and unusual ways. From a house in the city, journey to a series of worlds and solve puzzles to rescue an abducted princess. In each world, you have a different power to affect the way time behaves, and it is time's strangeness that creates the puzzles. The time behaviors include: the ability to rewind, objects that are immune to being rewound, time that is tied to space, parallel realities, time dilation, and perhaps more. Braid treats your time and attention as precious; there is no filler in this game. Every puzzle shows you something new and interesting about the game world. Braid is a 2-D platform game where you can never die and never lose.",
        "scores": {
            "metascore": "90",
            "userscore": "8.6"
        }
    },
    "26": {
        "title": "MLB 09: The Show",
        "date": "March 3, 2009",
        "summary": "Road to the Show 3.0. Now includes interactive training, new settings, a new steal/ lead-off system, presentations and coach interactions. Interactive training will consist of a set of mini-games designed to improve a player’s ability and performance in various areas of baseball. Franchise Mode 2.0. Improvements include the long awaited 40-man roster! The latest Franchise Mode improvements will also offer Salary Arbitration, Waiver Transactions and September call-ups. Training/Practice Drills. In MLB 09 users will have the ability to choose from a number of different Training/Practice drills. The drills will be of various concentrations of the game. These drills are a perfect way to polish and improve your baseball skills in The Show. Details & Subtleties. Details and subtleties play a huge role in legitimizing a game and helping you lose yourself in the suspension of disbelief. MLB 09 The Show sinks it's teeth into the details with realistic stadiums and signage, wear and tear on field, dusk to night lighting transitions, stadium Jumbotron animations and even crowd atmosphere - reaching up for foul balls out of play and home runs in addition to crowd rivalries and weather appropriate clothing. [SCEA]",
        "scores": {
            "metascore": "90",
            "userscore": "8.1"
        }
    },
    "27": {
        "title": "Grand Theft Auto: Chinatown Wars",
        "date": "October 20, 2009",
        "summary": "Grand Theft Auto: Chinatown Wars is an entirely original entry into the critically acclaimed Grand Theft Auto series, and brings a new level of interactivity to its sprawling open environments. Players navigate their way through the streets as they uncover the truth behind an epic tale of crime and corruption within the Triad crime syndicate, delivering the unprecedented amount of depth that has become a true trademark of the franchise.",
        "scores": {
            "metascore": "90",
            "userscore": "7.4"
        }
    },
    "28": {
        "title": "Empire: Total War",
        "date": "March 3, 2009",
        "summary": "Empire: Total War is set in the 18th century, a turbulent era that is the most requested by Total War’s loyal fan base and a period alive with global conflict, revolutionary fervour and technological advances. The game features themes such as the Industrial Revolution, America's struggle for independence, the race to control Eastern trade routes and the globalisation of war on land and sea. Empire: Total War sees the debut of 3D naval combat within the Total War franchise. PC Gamers intuitively command vast fleets or single ships upon seascapes rich with extraordinary water and weather effects that play a huge role in your eventual glorious success or ignominious defeat. After pummelling your enemy with cannon fire, close in to grapple their ship and prepare to board taking control your men as they fight hand to hand on the decks. Empire: Total War also sees further enhancements to the Total War series signature 3D battles and turn based campaign map. Real time battles pose new challenges with the addition of cannon and musket, challenging players to master new formations and tactics as a result of the increasing role of gunpowder within warfare. And the Campaign Map – for many the heart of Total War – will see new improved systems for Trade, Diplomacy and Espionage with agents, a refined and streamlined UI, improved Advisors and extended scope taking in the riches of India, the turbulence of Europe and the untapped potential of North America. [Sega]",
        "scores": {
            "metascore": "90",
            "userscore": "7.0"
        }
    },
    "29": {
        "title": "Wipeout HD Fury",
        "date": "July 23, 2009",
        "summary": "[Playstation Network]  The WipEout HD Fury expansion pack increases the content of your current game with 8 new tracks, 13 new ship models and 3 new game modes, 2 of which are available for online play. In addition there are new trophies to attain, a re-styled front-end and a selection of new & improved multiplayer functionality. The Eliminator game mode allows you to release all that pent-up aggression as you use the full arsenal of Wipeout weaponry to destroy your opponents. Forget those racing lines; this is all about destruction, with the victor being the first to reach the target score. Zone Battle is about risk and reward. Acceleration is automatic as you swoop over zone pads to fill your zone bar. Your choice is whether to use the bar to increase your speed and boost your ship ever closer to the target zone or absorb it to replenish vital lost energy. Warning, avoid the ‘zone barriers’, obstacles left on the track by your opponents as they boost towards the target zone, hitting these can literally destroy your hopes of victory. Detonator mode introduces a brand new ship model to the game that tests both your piloting skills and your shooting accuracy as you accelerate through as many as 14 stages. Score points by destroying the mines that have been strewn along the track and take out the bomb on each stage to earn additional points. The more accurate you are the more points and bonuses you will score. [SCEA]",
        "scores": {
            "metascore": "89",
            "userscore": "8.2"
        }
    },
    "30": {
        "title": "Demon's Souls",
        "date": "October 6, 2009",
        "summary": "Demon's Souls promises to be the hardcore action RPG experience PS3 owners have been waiting for since the platform's launch. Revolutionary online features support your adventure like never before, presenting seamless interconnectivity that serves in every instance to enhance the single-player game. Team up with two other players in simultaneous cooperative play, working together to topple some of the game's colossal bosses, or force your way into the games of skilled players and challenge them to PvP battle.  Leave hints and clues for those who will follow in your footsteps; either intentionally or through your own inadvertent demise, your bloodstains will allow your successors to view a replay of your death, hinting at how to avoid your gruesome fate. [Atlus USA]",
        "scores": {
            "metascore": "89",
            "userscore": "8.9"
        }
    },
    "31": {
        "title": "The Beatles: Rock Band",
        "date": "September 9, 2009",
        "summary": "The game represents the first time fans will be able to experience The Beatles’ musical career for themselves. From the early touring days in 1963 Liverpool to the immortal, final performance on the Apple Corps rooftop, fans can follow in the band’s footsteps as they traverse the globe during the height of Beatlemania. Adding to the experience is the introduction of three-part vocal harmonies to game play, allowing gamers to revel in the unparalleled vocal stylings of the Fab Four. Beatles fans will also be thrilled to hear previously unreleased authentic voice recordings from John, Paul, George and Ringo chatting between takes during studio sessions recorded at Abbey Road more than four decades ago. The game begins during the band's earliest days at The Cavern Club in Liverpool, England. Gamers then travel across the Atlantic to experience the band's unforgettable 1964 performance on The Ed Sullivan Show, the sold-out concert at New York’s Shea Stadium in 1965, and conclude at The Beatles’ memorable concert at Budokan in Tokyo, Japan in 1966. The Beatles' studio years come to life in legendary Studio 2 at Abbey Road Studios. Highlighting the studio years are inspired artistic visual expressions known as Dreamscapes, intended to transport players to imaginative environments that capture the essence of The Beatles’ genre-busting musical and fashion transformations during their later years. The game follows The Beatles to 1969 where story mode culminates with their final performance on the rooftop of the Apple Corps Headquarters. The Beatles: Rock Band offers a new set of hardware representing the instruments made famous by John, Paul, George and Ringo. Featured in the set are the Rickenbacker 325 and Gretsch Duo Jet guitars - hailed as two of the celebrated, signature instruments played by John Lennon and George Harrison throughout their careers. Also included is a Höfner bass controller - a large-scale version of the bass famously used by Sir Paul McCartney. Rounding out the set is a Ringo Starr inspired, Ludwig-branded Rock Band 2 drum set with a classic pearl finish and vintage remake of a Beatles kick drum head. [MTV Games]",
        "scores": {
            "metascore": "89",
            "userscore": "7.6"
        }
    },
    "32": {
        "title": "Left 4 Dead 2",
        "date": "November 17, 2009",
        "summary": "Set in the zombie apocalypse, Left 4 Dead 2 (L4D2) is the highly anticipated sequel to the award-winning Left 4 Dead. This co-operative action horror FPS takes you and your friends through the cities, swamps and cemeteries of the Deep South, from Savannah to New Orleans across five expansive campaigns. Play as one of four new survivors armed with a wide and devastating array of classic and upgraded weapons. In addition to firearms, you'll also get a chance to take out some aggression on infected with a variety of carnage-creating melee weapons, from chainsaws to axes and even the deadly frying pan. You'll be putting these weapons to the test against (or playing as in Versus) three horrific and formidable new Special Infected. You’ll also encounter five new \"uncommon\" common infected, including the terrifying Mudmen. Helping to take L4D's frantic, action-packed gameplay to the next level is AI Director 2.0. This improved Director has the ability to procedurally change the weather you’ll fight through and the pathways you'll take, in addition to tailoring the enemy population, effects, and sounds to match your performance. L4D2 promises a satisfying and uniquely challenging experience every time the game is played, custom-fitted to your style of play. [Valve]",
        "scores": {
            "metascore": "89",
            "userscore": "8.6"
        }
    },
    "33": {
        "title": "Left 4 Dead 2",
        "date": "November 16, 2009",
        "summary": "Set in the zombie apocalypse, Left 4 Dead 2 (L4D2) is the highly anticipated sequel to the award-winning Left 4 Dead. This co-operative action horror FPS takes you and your friends through the cities, swamps and cemeteries of the Deep South, from Savannah to New Orleans across five expansive campaigns. Play as one of four new survivors armed with a wide and devastating array of classic and upgraded weapons. In addition to firearms, you'll also get a chance to take out some aggression on infected with a variety of carnage-creating melee weapons, from chainsaws to axes and even the deadly frying pan. You'll be putting these weapons to the test against (or playing as in Versus) three horrific and formidable new Special Infected. You’ll also encounter five new \"uncommon\" common infected, including the terrifying Mudmen. Helping to take L4D's frantic, action-packed gameplay to the next level is AI Director 2.0. This improved Director has the ability to procedurally change the weather you’ll fight through and the pathways you'll take, in addition to tailoring the enemy population, effects, and sounds to match your performance. L4D2 promises a satisfying and uniquely challenging experience every time the game is played, custom-fitted to your style of play. [Valve]",
        "scores": {
            "metascore": "89",
            "userscore": "8.4"
        }
    },
    "34": {
        "title": "Grand Theft Auto IV: The Ballad of Gay Tony",
        "date": "October 29, 2009",
        "summary": "[Xbox Live Arcade]  Grand Theft Auto IV's second downloadable episode, The Ballad of Gay Tony injects Liberty City with an overdose of guns, glitz, and grime. As Luis Lopez, part-time hoodlum and full-time assistant to legendary nightclub impresario Tony Prince (aka \"Gay Tony\"), players will struggle with the competing loyalties of family and friends, and with the uncertainty about who is real and who is fake in a world in which everyone has a price. [Rockstar Games]",
        "scores": {
            "metascore": "89",
            "userscore": "8.6"
        }
    },
    "35": {
        "title": "Guitar Hero 5",
        "date": "September 1, 2009",
        "summary": "For the first time ever, players can customize the make-up of their band by rocking with any combination of instruments in-game: whether it be two guitars and two drums, or three guitars and a microphone, any combination is possible, allowing players to experience music their own way. Brand new, innovative, easy-to-use gameplay modes like Party Play and RockFest put fun, competition and control at center stage as fans tailor the Guitar Hero experience to match their personal style and interests. For extended hours of entertainment, downloadable content from Guitar Hero World Tour is compatible with the game and can automatically be updated to include all of the upgrades and enhancements of Guitar Hero 5. Guitar Hero 5 features the strongest, most varied set list to-date comprised of master tracks from 85 of the hottest bands of today and the biggest classic acts including; Kings of Leon, The Rolling Stones, The White Stripes, Santana, Vampire Weekend, Tom Petty, Johnny Cash, Bob Dylan, plus more than 25 artists from a variety of music genres that are making their music video game debut. Among the first-time-ever features of Guitar Hero 5 are: Party Play, where players can jump in or drop out of gameplay seamlessly; RockFest, a comprehensive competitive experience available featuring five new head-to-head modes playable online or in your living room; and the ability to play the entire set-list from the first time the game is turned on. Guitar Hero 5 refines the player experience, enhances the art style and redesigns core features such as GHMusic StudioSM, making it the most accessible, fun-to-play and authentic experience for seasoned music gamers as well as first-time players. New innovations such as Band Moments, where bands are rewarded for hitting special note streams together and song challenges where gamers are tasked to play through a song a specific way, add a new competitive layer of excitement and accomplishment to the music rhythm genre. [Activision]",
        "scores": {
            "metascore": "89",
            "userscore": "7.0"
        }
    },
    "36": {
        "title": "The Beatles: Rock Band",
        "date": "September 9, 2009",
        "summary": "The game represents the first time fans will be able to experience The Beatles’ musical career for themselves. From the early touring days in 1963 Liverpool to the immortal, final performance on the Apple Corps rooftop, fans can follow in the band’s footsteps as they traverse the globe during the height of Beatlemania. Adding to the experience is the introduction of three-part vocal harmonies to game play, allowing gamers to revel in the unparalleled vocal stylings of the Fab Four. Beatles fans will also be thrilled to hear previously unreleased authentic voice recordings from John, Paul, George and Ringo chatting between takes during studio sessions recorded at Abbey Road more than four decades ago. The game begins during the band's earliest days at The Cavern Club in Liverpool, England. Gamers then travel across the Atlantic to experience the band's unforgettable 1964 performance on The Ed Sullivan Show, the sold-out concert at New York’s Shea Stadium in 1965, and conclude at The Beatles’ memorable concert at Budokan in Tokyo, Japan in 1966. The Beatles' studio years come to life in legendary Studio 2 at Abbey Road Studios. Highlighting the studio years are inspired artistic visual expressions known as Dreamscapes, intended to transport players to imaginative environments that capture the essence of The Beatles’ genre-busting musical and fashion transformations during their later years. The game follows The Beatles to 1969 where story mode culminates with their final performance on the rooftop of the Apple Corps Headquarters. The Beatles: Rock Band offers a new set of hardware representing the instruments made famous by John, Paul, George and Ringo. Featured in the set are the Rickenbacker 325 and Gretsch Duo Jet guitars - hailed as two of the celebrated, signature instruments played by John Lennon and George Harrison throughout their careers. Also included is a Höfner bass controller - a large-scale version of the bass famously used by Sir Paul McCartney. Rounding out the set is a Ringo Starr inspired, Ludwig-branded Rock Band 2 drum set with a classic pearl finish and vintage remake of a Beatles kick drum head. [MTV Games]",
        "scores": {
            "metascore": "89",
            "userscore": "8.4"
        }
    },
    "37": {
        "title": "DiRT 2",
        "date": "December 8, 2009",
        "summary": "(Also known as \"Colin McRae: DiRT 2\" in the UK/EU)  DiRT 2 takes racing games to a new level with thrilling new race types, striking locations, big event atmosphere, and a peerless line-up of super-charged speed machines, each selected to deliver spectacular, fast-paced racing. Taking players on an exhilarating World Tour, DiRT 2 delivers over 100 stunning events, including aggressive, multi-vehicle races and intense solo challenges, set in the most diverse and demanding real-world environments. From the muddy tracks of the Malaysian rainforest to spectator-packed stadiums in London and Los Angeles, racers compete in contemporary off-road race disciplines covering Rallycross, Trailblazer, Raid, Landrush, and Rally. Embracing the culture and new heroes of modern off-road racing, DiRT 2 features an exciting line-up of the best new rally drivers - including the multi medal-winning Subaru Rally Team USA driver Ken Block alongside Travis Pastrana, Dave Mirra, and Tanner Faust, who help players build their racing career. [Codemasters]",
        "scores": {
            "metascore": "89",
            "userscore": "8.2"
        }
    },
    "38": {
        "title": "Peggle",
        "date": "March 11, 2009",
        "summary": "[Xbox Live Arcade]  Experience the ball-bouncing, peg-busting phenomenon sweeping the globe, now on Xbox LIVE Arcade. Do you have what it takes to become a Peggle master? Conquer dozens of levels with 10 different characters, each with a unique special power. Face off against two to four friends in multiplayer play over Xbox LIVE, and test your skills with the Grand Master Challenges. Take your best shot. Game modes: Enjoy multiple game modes like Adventure and Quick Play. Multiple challenges: Play through more than 55 levels and 75 challenges, using 10 Peggle Masters with unique abilities. Multiplayer: Join with friends for 2-4 way multiplayer over Xbox LIVE plus local multiplayer, co-op, and party game modes. [PopCap Games]",
        "scores": {
            "metascore": "89",
            "userscore": "7.9"
        }
    },
    "39": {
        "title": "The Beatles: Rock Band",
        "date": "September 9, 2009",
        "summary": "The game represents the first time fans will be able to experience The Beatles’ musical career for themselves. From the early touring days in 1963 Liverpool to the immortal, final performance on the Apple Corps rooftop, fans can follow in the band’s footsteps as they traverse the globe during the height of Beatlemania. Adding to the experience is the introduction of three-part vocal harmonies to game play, allowing gamers to revel in the unparalleled vocal stylings of the Fab Four. Beatles fans will also be thrilled to hear previously unreleased authentic voice recordings from John, Paul, George and Ringo chatting between takes during studio sessions recorded at Abbey Road more than four decades ago. The game begins during the band's earliest days at The Cavern Club in Liverpool, England. Gamers then travel across the Atlantic to experience the band's unforgettable 1964 performance on The Ed Sullivan Show, the sold-out concert at New York’s Shea Stadium in 1965, and conclude at The Beatles’ memorable concert at Budokan in Tokyo, Japan in 1966. The Beatles' studio years come to life in legendary Studio 2 at Abbey Road Studios. Highlighting the studio years are inspired artistic visual expressions known as Dreamscapes, intended to transport players to imaginative environments that capture the essence of The Beatles’ genre-busting musical and fashion transformations during their later years. The game follows The Beatles to 1969 where story mode culminates with their final performance on the rooftop of the Apple Corps Headquarters. The Beatles: Rock Band offers a new set of hardware representing the instruments made famous by John, Paul, George and Ringo. Featured in the set are the Rickenbacker 325 and Gretsch Duo Jet guitars - hailed as two of the celebrated, signature instruments played by John Lennon and George Harrison throughout their careers. Also included is a Höfner bass controller - a large-scale version of the bass famously used by Sir Paul McCartney. Rounding out the set is a Ringo Starr inspired, Ludwig-branded Rock Band 2 drum set with a classic pearl finish and vintage remake of a Beatles kick drum head. [MTV Games]",
        "scores": {
            "metascore": "88",
            "userscore": "8.2"
        }
    },
    "40": {
        "title": "Shadow Complex",
        "date": "August 19, 2009",
        "summary": "[Xbox Live Arcade]  From blockbuster developers Epic Games and Chair Entertainment comes the next evolution in Xbox LIVE Arcade games. Powered by the industry-leading Unreal Engine 3, Shadow Complex is the height of old-school side-scrolling design combined with modern, cutting-edge gameplay. In Shadow Complex, gameplay is centered on exploration and fast-paced combat as you gather game-altering power-ups and an arsenal of futuristic weapons to overcome obstacles, thwart legions of enemies, and delve into a mysterious open game world. The original single-player adventure is set in a compelling universe based upon the best-selling novel, Empire, by Orson Scott Card. This completely original game features full 3-D side-scrolling action. The incredible next-gen graphics and robust physics combine with an open, evolving world design mixed with an awesome, compelling action-thriller story. Seek out 17 unique game altering power-ups, with more than 100 additional items and modifiers to discover and use. Fight against a large variety of enemies and experience massive, jaw-dropping boss battles. Pick up and play: The super-tight controls are simple and intuitive but also allow advanced players additional depth and precision. Noted scriptwriter: Shadow Complex features a script written by Peter David, one of the most popular comic book writers of all time. It's the first game to be set in Chair's Empire universe and based upon the best-selling novel by Orson Scott Card. [Chair Entertainment]",
        "scores": {
            "metascore": "88",
            "userscore": "8.7"
        }
    },
    "41": {
        "title": "NHL 10",
        "date": "September 15, 2009",
        "summary": "The NHL franchise that has won 19 sports game of the year awards over the past two years begins a new era with gameplay innovations that promise to deliver a new standard of toughness, the emotion of playoff hockey on the ice and in the arena, and over 200 gameplay refinements that replicate the skill and finesse that every fan sees throughout the NHL playoffs. A new first-person fighting engine enables players to trade punches with an NHL tough guy. Feel what its like to be on the ice in the skates of an NHL player to throw and dodge punches. Grab and tug an opponent's jersey to land a punch that ignites the fans and sparks your team to victory. Challenge a skill player and an opposing team tough guy will step in to settle the score. On ice toughness and intimidation is taken to a new level in NHL 10 where winning one-on-one battles for possession of the puck along the boards becomes a test of will and skill. Utilizing an all-new board physics engine, players can use their body to shield the puck on the boards and then kick-pass it to teammates. Bigger, stronger players pin opponents to the boards while fanatical fans bang on the glass, just like real life. Fore-check defenders, pressure the puck and finish checks to intimidate your opponent into mistakes. Players fatigue, bobble passes, and avoid collisions under threat of constant physical pressure. Inspire teammates, ignite the fans and change the momentum of a game by instigating scrums, drawing penalties, and mixing it up - all after the referee blows the whistle! [Electronic Arts]",
        "scores": {
            "metascore": "88",
            "userscore": "8.3"
        }
    },
    "42": {
        "title": "NHL 10",
        "date": "September 15, 2009",
        "summary": "The NHL franchise that has won 19 sports game of the year awards over the past two years begins a new era with gameplay innovations that promise to deliver a new standard of toughness, the emotion of playoff hockey on the ice and in the arena, and over 200 gameplay refinements that replicate the skill and finesse that every fan sees throughout the NHL playoffs. A new first-person fighting engine enables players to trade punches with an NHL tough guy. Feel what its like to be on the ice in the skates of an NHL player to throw and dodge punches. Grab and tug an opponent's jersey to land a punch that ignites the fans and sparks your team to victory. Challenge a skill player and an opposing team tough guy will step in to settle the score. On ice toughness and intimidation is taken to a new level in NHL 10 where winning one-on-one battles for possession of the puck along the boards becomes a test of will and skill. Utilizing an all-new board physics engine, players can use their body to shield the puck on the boards and then kick-pass it to teammates. Bigger, stronger players pin opponents to the boards while fanatical fans bang on the glass, just like real life. Fore-check defenders, pressure the puck and finish checks to intimidate your opponent into mistakes. Players fatigue, bobble passes, and avoid collisions under threat of constant physical pressure. Inspire teammates, ignite the fans and change the momentum of a game by instigating scrums, drawing penalties, and mixing it up - all after the referee blows the whistle! [Electronic Arts]",
        "scores": {
            "metascore": "88",
            "userscore": "8.0"
        }
    },
    "43": {
        "title": "Tiger Woods PGA Tour 10",
        "date": "June 8, 2009",
        "summary": "Tiger Woods PGA Tour 10 takes golf fans inside-the-ropes to experience the drama and emotion of tournament golf. In addition, the U.S. Open, a USGA championship, and the USGA’s Rules of Golf is available in Tiger Woods PGA Tour 10 for the first time in franchise history. As you hear the roar of the crowd from the next hole over, can you handle the mounting pressure while you stand over your tournament-winning putt? Expanded crowds surround every hole; adding to the tension and excitement of each shot. A first for the franchise, real-time weather is reflected on every course, ensuring the in-game experience matches that of the current weather conditions. Tiger Woods PGA Tour 10 also features a television broadcast style presentation, which include instantaneous updates and a new announcer team of ESPN’s Scott Van Pelt and the Golf Channel’s Kelly Tilghman. [Electronic Arts]",
        "scores": {
            "metascore": "88",
            "userscore": "7.7"
        }
    },
    "44": {
        "title": "The Secret of Monkey Island: Special Edition",
        "date": "July 15, 2009",
        "summary": "[Xbox Live Arcade]  Pirates! Adventure! Monkeys! Relive the hilarious swashbuckling misadventures of the wannabe pirate Guybrush Threepwood as he attempts to become the most infamous pirate in the Caribbean! Back by popular demand, The Secret of Monkey Island: Special Edition faithfully re-imagines the internationally-acclaimed classic pirate adventure game from LucasArts in gorgeous HD detail. Featuring an all new re-imagined contemporary art style, hand-drawn and presented in 1080p, complete voice over by members of the original Monkey Island - franchise cast, a re-mastered musical score using live instruments, plus scene-for scene-hot swap to seamlessly transition between Special Edition and Classic modes at anytime. Embark on a bumbling misadventure in an attempt to become the most infamous pirate in the Caribbean, win the heart of the beautiful governor, Elaine Marley, and confront the evil ghost pirate, LeChuck! The game is all-new and re-imagined with a contemporary art style, hand-drawn and presented in 1080p. Complete voice over using original Monkey Island franchise cast members brings the story and characters to life like never before. Enjoy the re-mastered and re-recorded musical score using live instruments. Scene-for-scene hot swap lets you seamlessly transition between Special Edition and Classic modes at anytime during gameplay. The all-new intuitive game interface and controls provide a more interactive gameplay experience. Hint system: Not sure what to do next? The in-game puzzle hint system keeps the puzzles fresh and fun. [LucasArts]",
        "scores": {
            "metascore": "88",
            "userscore": "8.4"
        }
    },
    "45": {
        "title": "Fight Night Round 4",
        "date": "June 23, 2009",
        "summary": "Featuring a re-written gameplay engine, EA Sports Fight Night Round 4 adds a variety of fighting styles and boxer differentiation to authentically emulate the greatest fighters of all time. Pressure your opponent with the brawling inside style of young Mike Tyson, bobbing and weaving to set up powerful hooks and uppercuts. Capitalize on Muhammad Ali's reach, hand speed and fleetness of foot to bewilder your opponent with lightning fast jabs and straights from the outside. For the first time, EA Sports Fight Night Round 4 gives you the opportunity to pit these legendary heavyweights against one another and name a true champ. No fight will be the same with an all-new physics-based animation system that recreates the full spectrum of true-to-life punch impacts, giving boxers a devastating arsenal of punches, blocks and ring movement. The new physics system allows for missed punches, glancing punches, knockout blows and for the first time ever, rough and tumble inside fighting. Fatigue, adrenaline, footwork and timing all come into play as you hammer away at your opponents. [Electronic Arts]",
        "scores": {
            "metascore": "88",
            "userscore": "7.6"
        }
    },
    "46": {
        "title": "EVE Online: Special Edition",
        "date": "March 10, 2009",
        "summary": "The EVE Online: Apocrypha expansion coincides with the release of EVE Online as a boxed product through a partnership with Atari. The fabric of space itself is transformed as vast, unpredictable wormholes open to connect previously unexplored regions of the universe to the stars of New Eden. The seeds of advanced new technology await inside of these cosmic anomalies for those brave enough to explore them. This infusion of technology enables production of the most dynamic vessels ever – Tech 3 modular ships with an astounding amount of customizability that can fill any role from skirmish muscle to industrial support. Furthermore, NPC agents in EVE Online: Apocrypha are authorized to assign Epic Mission Arcs to the pilots of New Eden. These branching, far-reaching mission strings are full of meaningful stories and more intelligent and deadly adversaries.",
        "scores": {
            "metascore": "88",
            "userscore": "7.8"
        }
    },
    "47": {
        "title": "Plants vs. Zombies",
        "date": "May 5, 2009",
        "summary": "Zombies are invading your home, and the only defense is your arsenal of plants! Armed with an alien nursery-worth of zombie-zapping plants like peashooters and cherry bombs, you'll need to think fast and plant faster to stop dozens of types of zombies dead in their tracks. Obstacles like a setting sun, creeping fog and a swimming pool add to the challenge, and with five game modes to dig into, the fun never dies! [Steam]",
        "scores": {
            "metascore": "87",
            "userscore": "8.9"
        }
    },
    "48": {
        "title": "Football Manager 2010",
        "date": "November 3, 2009",
        "summary": "Improved Match Engine - improved AI, over 100 new animations in 3D mode, new stadiums and crowds, improved pitch degradations and better lighting make for the most immersive pitch-side experience ever. Match Analysis - a match analysis tool that shows you where shots, passes, crosses, headers, tackles, fouls and interceptions have been made on the field for both teams. See this analysis both live in game, and post match, allowing you to pinpoint the weaknesses and strengths of both your team and your opponents. New User Interface - a completely new vibrant look and feel to the game, plus a navigational overhaul. The side menu is replaced by an intuitive tab system, based on extensive consumer feedback and usability studies, which allows you to access all areas of FM 2010 quickly and easily. Tactical Overhaul - a new tactics module makes it much easier to make your team play as you want them to. There are thousands of possible pre-set options and touchline \"shout\" instructions for making instant changes to your teams playing style. Don't worry; the old system is still there for people who love their sliders. News Center - a subscription based newspaper. Get the news about the football world around you that you want, and not the news you don't want. New Data Editor - including a brand new Competition Editor allowing you to add competitions and extra levels for leagues currently in the game, and add completely new competitions and leagues all via a very simple to use editor. Plus, the new editor allows you to keep your game up to date more easily than ever before. [Sega]",
        "scores": {
            "metascore": "87",
            "userscore": "8.8"
        }
    },
    "49": {
        "title": "BlazBlue: Calamity Trigger",
        "date": "June 30, 2009",
        "summary": "In the 13th hierarchical city, Kagutsuchi, the Librarium regulates the amazing power of Armagus, a fusion of magic and technology. Currently they are after a wanted criminal named Ragna The Bloodedge, also known as Death, who wants to destroy the Librarium. Due to Ragna possessing a powerful form of Armagus known as the Azure Grimoire, people far and wide are after not only his bounty, but his grimoire as well. This is where our story begins.\r\nBlazBlue Key Features: The first hi-res 2D fighter from the creators of the Guilty Gear series! Experience the beauty of high-resoluti on, hand-drawn sprites on 3D backgrounds, all in glorious high-definition. Online Battle Action. Get ready to take the action online and battle the best players from all over the world! Console Exclusive Modes. BlazBlue features the following console-only modes: Arcade, Vs, Practice, and a completely fleshed-out Story Mode that tells the tales of each character. Over 10 unique combatants to choose from! Choose a character that represents your own fighting style, like the lightning-fast Taokaka or the wickedly powerful Tager. Drive your way to victory! Use the unique \"Drive Attacks\" specific to each character to decimate your opponent. Depending on the character, control the elements like wind and ice, or even absorb the life force from your opponents. A plethora of offensive and defensive options at your disposal! Take advantage of Barriers, Counter Assaults, Rapid Cancels, and Distortion Drives to turn the tide of battle! [Akys Games]",
        "scores": {
            "metascore": "87",
            "userscore": "8.5"
        }
    },
    "50": {
        "title": "Burnout Paradise: The Ultimate Box",
        "date": "February 5, 2009",
        "summary": "Burnout Paradise The Ultimate Box is a special edition release that includes the award-winning Burnout Paradise game, the previously-released Cagney and Bikes downloadable content updates, plus the brand new Burnout Paradise Party pack. The Party pack brings the social fun of Burnout Paradise into an offline multiplayer mode where players compete in different stunt, speed and skill events. The mode is designed to allow up to eight friends to “pass-the-pad” in dozens of quick-fire, turn-based challenges. The Party pack also includes a host of new features including a restart option added for racing and easier control of the early vehicles. Burnout Paradise proves that crashing is awesome! Next generation technology has enabled an unprecedented level of crash deformation allowing you to experience the most explosive pile-ups in the series’ history. Now the development team can realize their original vision for the Burnout franchise: an open world environment where you can do anything, anywhere, anytime. Feel the adrenaline course through your veins as you take to the road for the first time in Paradise City, where the action is all around you. Explore the city, discover events, and look for the best opportunities to crash, jump and pull signature takedowns. In Burnout Paradise you're given the keys to the city, but it's up to you to earn the keys to the meanest and most dangerous cars on the street, and earn your Burnout license. [Electronic Arts]",
        "scores": {
            "metascore": "87",
            "userscore": "7.6"
        }
    },
    "51": {
        "title": "Critter Crunch",
        "date": "October 8, 2009",
        "summary": "[Playstation Network]  Critter Crunch is fueled by an original and award-winning “food chain” puzzle mechanic, which is all about feeding critters into each other until they burst. It's exactly as cute as it is horrible and sad, just like nature itself! The game features a bunch of single player modes like adventure & puzzle, as well as online and local multiplayer in versus & co-op flavors, with a plethora of fancy trophies to collect. It also has lots of really pretty 1080p art that should make your HDTV happy. [Capybara]",
        "scores": {
            "metascore": "87",
            "userscore": "7.4"
        }
    },
    "52": {
        "title": "New Super Mario Bros. Wii",
        "date": "November 15, 2009",
        "summary": "New Super Mario Bros. Wii offers a combination of cooperation and competition. Players can pick each other up to save them from danger or toss them into it. Mario, Luigi and two Toads are all playable characters, while many others from the Mushroom Kingdom make appearances throughout the game. Players can even ride different Yoshi characters and use their tongues to swallow enemies, items and even balls of fire. In some areas, players use the motion abilities of the Wii Remote controller. The first player to reach a seesaw might make it tilt to help his or her character reach a higher platform - or might maike it tilt incorrectly just to mess with other players. New items include the propeller suit, which will shoot players high into the sky with just a shake of the Wii Remote, and Mario’s new ability to transform into Penguin Mario. At the end of each stage during the coin battle multiplayer mode, players are ranked based on the number of coins they have collected. [Nintendo]",
        "scores": {
            "metascore": "87",
            "userscore": "8.3"
        }
    },
    "53": {
        "title": "DJ Hero",
        "date": "October 27, 2009",
        "summary": "DJ Hero drops the needle with a completely fresh experience and legendary artists including Black Eyed Peas, 50 Cent, Justice, Marvin Gaye, Beck, Beastie Boys and N.E.R.D. DJ Hero features more than 100 individual songs that have been transformed into more than 80 exclusive, original mixes by superstar DJs including DJ Shadow, DJ Z-Trip, DJ AM, and the legendary Grandmaster Flash. With an innovative, new turntable controller and the hottest music collection of original music, DJ Hero is a unique new social music gaming experience that excite the millions of dance club music fans who can now play along to hit songs from a range of genres including hip-hop, R&B, pop, rock and electronica allowing them to rule the party with original mixes. Joining the internationally acclaimed DJ, producer and recording artist DJ Shadow, who has been consulting and contributed several mixes for DJ Hero, and making their video game debuts, DJ Z-Trip, a founder of the mashup movement who’s known worldwide for his sold out shows and eclectic style, and DJ AM, one of the world’s premier and most in-demand DJs today, appear as in-game characters and have each created multiple exclusive mixes for DJ Hero. In DJ Hero, faces in the crowd are transformed into the life of the party as the game’s turntable controller - created exclusively for DJ Hero and featuring familiar DJ tools including a fully-rotating turntable, sample buttons, effects dial and cross fader - immerses fans into the authenticity of DJ culture and a sea of music. By utilizing and mastering various DJ techniques including scratching, blending, cross fading and sampling, while leaving room for creative expression with a variety of effects and player chosen samples and scratches, gamers rule the party performing music as only a DJ can. Social expression is heightened with euphoric multiplayer gameplay where two DJs can battle competitively or have a player join in to emcee over any track in the game with a mic. Additionally, gamers can rock together as DJ Hero features DJ-guitar exclusive mixes played with a turntable controller and Guitar Hero guitar controller. [Activision]",
        "scores": {
            "metascore": "87",
            "userscore": "7.4"
        }
    },
    "54": {
        "title": "Fight Night Round 4",
        "date": "June 23, 2009",
        "summary": "Featuring a re-written gameplay engine, EA Sports Fight Night Round 4 adds a variety of fighting styles and boxer differentiation to authentically emulate the greatest fighters of all time. Pressure your opponent with the brawling inside style of young Mike Tyson, bobbing and weaving to set up powerful hooks and uppercuts. Capitalize on Muhammad Ali's reach, hand speed and fleetness of foot to bewilder your opponent with lightning fast jabs and straights from the outside. For the first time, EA Sports Fight Night Round 4 gives you the opportunity to pit these legendary heavyweights against one another and name a true champ. No fight will be the same with an all-new physics-based animation system that recreates the full spectrum of true-to-life punch impacts, giving boxers a devastating arsenal of punches, blocks and ring movement. The new physics system allows for missed punches, glancing punches, knockout blows and for the first time ever, rough and tumble inside fighting. Fatigue, adrenaline, footwork and timing all come into play as you hammer away at your opponents. [Electronic Arts]",
        "scores": {
            "metascore": "87",
            "userscore": "8.1"
        }
    },
    "55": {
        "title": "The Legend of Zelda: Spirit Tracks",
        "date": "December 7, 2009",
        "summary": "The Legend of Zelda: Spirit Tracks sets hero Link on a daring new adventure. The game provides players with a new story, more puzzles and even a new mode of transportation. In this game, Link voyages by train, which offers up new possibilities for problem-solving. The game has the same look and feel established in Phantom Hourglass. Link has a valuable new companion. While navigating dungeons, he's accompanied by a Phantom, a hulking suit of armor that responds to his commands. Players can tap the Phantom to take command of him, then draw a line on the touch screen to direct him where to go. The stout Phantom can walk through fire or lava, be used as a platform to carry Link above dangers, or even run interference to block Link from harm. When Link conducts the train, players enjoy a satisfying combination of action and real-time puzzle solving as they determine which track to take and how to best manipulate their speed. When on the train, Link must plot the best route to the end of the line around ever-moving obstacles. While en route, Link might need to fire an onboard cannon at enemies who attack the train or sound the whistle to scare animals off the tracks. Link uses a variety of new items and weapons, including the Whirlwind, which players activate by blowing into the microphone of the Nintendo DS system. As with The Legend of Zelda: Phantom Hourglass, players can draw notes on the in-game maps using the stylus on the touch screen. [Nintendo]",
        "scores": {
            "metascore": "87",
            "userscore": "7.9"
        }
    },
    "56": {
        "title": "DiRT 2",
        "date": "September 8, 2009",
        "summary": "(Also known as \"Colin McRae: DiRT 2\" in the UK/EU)  DiRT 2 takes racing games to a new level with thrilling new race types, striking locations, big event atmosphere, and a peerless line-up of super-charged speed machines, each selected to deliver spectacular, fast-paced racing. Taking players on an exhilarating World Tour, DiRT 2 delivers over 100 stunning events, including aggressive, multi-vehicle races and intense solo challenges, set in the most diverse and demanding real-world environments. From the muddy tracks of the Malaysian rainforest to spectator-packed stadiums in London and Los Angeles, racers compete in contemporary off-road race disciplines covering Rallycross, Trailblazer, Raid, Landrush, and Rally. Embracing the culture and new heroes of modern off-road racing, DiRT 2 features an exciting line-up of the best new rally drivers - including the multi medal-winning Subaru Rally Team USA driver Ken Block alongside Travis Pastrana, Dave Mirra, and Tanner Faust, who help players build their racing career. [Codemasters]",
        "scores": {
            "metascore": "87",
            "userscore": "8.2"
        }
    },
    "57": {
        "title": "Dragon Age: Origins",
        "date": "November 3, 2009",
        "summary": "As the spiritual successor to BioWare's \"Baldur's Gate\", one of the most successful role-playing games in the industry, Dragon Age: Origins represents BioWare's return to its roots, delivering a fusion of the best elements of existing fantasy works with stunning visuals, emotionally-driven narrative, heart-pounding combat, powerful magic abilities and credible digital actors. The spirit of classic RPGs comes of age, as Dragon Age: Origins features a dark and mature story and gameplay. Epic Party-Based Combat – Dragon Age: Origins introduces an innovative, scalable combat system, as players face large-scale battles and use their party’s special abilities to destroy hoardes of enemies and massive creatures. Powerful Magic – Raining down awesome destruction on enemies is even more compelling as players apply \"spell combos,\" a way of combining together different spells to create emergent unique effects. Players develop their characters and gain powerful special abilities (spells, talents and skills) and discover ever-increasing weapons of destruction. With its emotionally compelling story, players choose with whom they wish to forge alliances or crush under their mighty fist, redefining the world with the choices they make and how they wield their power. Players select and play a unique prelude that provides the lens through which the player sees the world and how the world sees the player. The player's choice of Origin determines who they are and where they begin the adventure, as they play through a customized story opening that profoundly impacts the course of every adventure. [BioWare]",
        "scores": {
            "metascore": "87",
            "userscore": "8.0"
        }
    },
    "58": {
        "title": "Little King's Story",
        "date": "July 21, 2009",
        "summary": "Little King's Story begins with the story of young boy named Corobo. Shy, and without many friends, Corobo stumbles upon a mysterious, powerful crown while walking in the forest near his village. He soon discovers that the crown grants him the ability to charm any person, and make them follow his orders. Suddenly, Howzer, the bull-knight, appears, informing Corobo that he is now King of the village, and he must not take this responsibility lightly. Returning to his sleepy village, as a King instead of a shy little boy, Corobo begins a quest to turn his small hamlet into a noble, fantastic kingdom. The storyline, visual look, and lyrical music of Little King's Story, work in concert to transport players to an interactive, enchanting, fairy tale world. By combining gameplay elements from life-simulation, real-time strategy, and adventure genres, the many aspects of creating a vast kingdom come to life! As King, players manage and involve their townspeople in the goals of creating this new territory; enlist them to dig for treasure, build new buildings and otherwise better their community. Of course, leadership is a two way street, so as King, players will try to conquer rival nations to create a single unified kingdom, as well as grant the requests of townspeople at whim. With the Wii Remote as a royal scepter, Little King’s Story allows players the chance to be the best king in the world. [XSEED Games]",
        "scores": {
            "metascore": "87",
            "userscore": "8.7"
        }
    },
    "59": {
        "title": "DiRT 2",
        "date": "September 8, 2009",
        "summary": "(Also known as \"Colin McRae: DiRT 2\" in the UK/EU)  DiRT 2 takes racing games to a new level with thrilling new race types, striking locations, big event atmosphere, and a peerless line-up of super-charged speed machines, each selected to deliver spectacular, fast-paced racing. Taking players on an exhilarating World Tour, DiRT 2 delivers over 100 stunning events, including aggressive, multi-vehicle races and intense solo challenges, set in the most diverse and demanding real-world environments. From the muddy tracks of the Malaysian rainforest to spectator-packed stadiums in London and Los Angeles, racers compete in contemporary off-road race disciplines covering Rallycross, Trailblazer, Raid, Landrush, and Rally. Embracing the culture and new heroes of modern off-road racing, DiRT 2 features an exciting line-up of the best new rally drivers - including the multi medal-winning Subaru Rally Team USA driver Ken Block alongside Travis Pastrana, Dave Mirra, and Tanner Faust, who help players build their racing career. [Codemasters]",
        "scores": {
            "metascore": "87",
            "userscore": "8.1"
        }
    },
    "60": {
        "title": "flower",
        "date": "February 12, 2009",
        "summary": "[Playstation Network]  The pioneers that brought you the award-winning PlayStation Network title \"flOw\" are back with another concept that challenges traditional gaming conventions. Flower expands the team's tradition of delivering simple gameplay, accessible controls and a medium to explore emotional chords uncommon in video games. In Flower, the surrounding environment, most often pushed to the background in games, is pulled to the forefront and becomes the primary \"character.\" The player fades from an external and stressful world in the opening of this fresh and genuine game only for PS3, and journeys through beautifully vivid landscapes, changing the his surroundings and exploring nature along the way. Playing as the wind, the player guides and grows a swarm of pedals by interacting with other flowers and the surrounding environment. The goals and journey in each level vary, but all involve flight, exploration and interaction with the level. Using simple SIXAXIS wireless controls, the player guides the lead petal and accumulates a swarm of flower petals as he moves at his own pace within the environment, causing the on-screen world to change. Flower's gameplay offers different experiences, pacing and rhythm to all players. Along the way, the environment will pose challenges to the player’s progress. Both pastoral and at times chaotic, Flower is a visual, audio and interactive escape on PS3. Simple Gameplay Controls - Accessible controls appeal to both the casual and hardcore gamer and offer simplistic and relaxing gaming. Freely playing as the wind is as easy as titling the SIXAXIS wireless controller. Lush and Interactive Environment on PS3 - In Flower, over 200,000 blades of grass are simulated and animated simultaneously on-screen, creating an verdant environment not possible on any other platform. Dynamically Adjusting Experience - Players with differing skill levels and/or moods can intuitively customize their game experience and enjoy the game at their own pace. [SCEA]",
        "scores": {
            "metascore": "87",
            "userscore": "8.6"
        }
    },
    "61": {
        "title": "LittleBigPlanet",
        "date": "November 17, 2009",
        "summary": "Step into LittleBigPlanet and discover a world of endless possibilities, where imagination is everything. Whatever you can see, you can enhance. And whatever you don’t see, you can invent. All you need is curiosity, creativity and a thirst for fun: LittleBigPlanet provides the rest! Set off with Sackboy to explore an incredible array of environments, where every object is ripe for investigation and interaction. Overcome all manner of bamboozling obstacles to gain the skills you need to build your own unique creations, then share them with the world. LittleBigPlanet brings the revolutionary PlayStation 3 hit to PSP in stunning style. Featuring the same iconic look and ground-breaking game design, with LittleBigPlanet for PSP, the power of play is in your hands. [SCEE]",
        "scores": {
            "metascore": "87",
            "userscore": "7.9"
        }
    },
    "62": {
        "title": "PixelJunk Shooter",
        "date": "December 10, 2009",
        "summary": "[Playstation Network]  PixelJunk Shooter places you in the cockpit of a subterranean exploration vehicle to investigate the interior of diverse cave-like complexes where you must affect the surrounding and dynamic terrain to progress. Safely navigate through each vivid stage and rescue survivors scattered about the cavernous environment, attempting to control various types of liquid, such as water and magma, and solid matter (including rock and earth) by destroying, manipulating or moving it. Strategy is paramount - a variety of enemies are out to get you while you attempt your rescue missions, and your craft is susceptible to overheating if you let it get to close to the hot liquids of the environment. Experience addictive gameplay blended with hypnotic, stylised High Definition visuals and original music. Change the terrain and environment around you to shape your levels. Share your scores and game footage with the world with online rankings. [SCEE]",
        "scores": {
            "metascore": "87",
            "userscore": "8.2"
        }
    },
    "63": {
        "title": "Ratchet & Clank Future: A Crack in Time",
        "date": "October 27, 2009",
        "summary": "Concluding the events set into motion by Ratchet & Clank Future: Tools of Destruction, Ratchet & Clank Future: A Crack in Time at long last answers some of the franchise fans' largest questions. After discovering that Clank's disappearance was engineered by Dr. Nefarious, Ratchet races to rescue his best friend. Unfortunately, he discovers that Clank's capture is just the beginning of Nefarious's latest diabolical plot. In this follow-up to the best-selling series, Ratchet & Clank Future: A Crack in Time puts players into the role of both Ratchet and Clank as they attempt to reunite and save the universe. Along the way, both finally uncover the hidden truth behind their origins, and discover their ultimate destinies. As the duo come closer to reuniting, they have to ask themselves the biggest question of all: Do Ratchet and Clank's destinies lie with each other? Or is it finally time for the universe's greatest duo to separate for good? Players use new gadgets such as Ratchet’s Hoverboots to explore levels and can take off in Ratchet’s ship to discover nearby moons and planets. Clank use new abilities to manipulate time to try and stop Dr. Nefarious. [Sony]",
        "scores": {
            "metascore": "87",
            "userscore": "8.9"
        }
    },
    "64": {
        "title": "PixelJunk Monsters Deluxe",
        "date": "September 30, 2009",
        "summary": "The addictive world of PixelJunk Monsters goes on the move with the arrival of PixelJunk Monsters Deluxe. Combining the popular PlayStation 3 original strategy title with its follow-up expansion pack, Encore, PixelJunk Monsters Deluxe boasts all the gameplay of its PS3 counterpart with fresh new content and added portability. Defend your forest brood against an onslaught of monsters by building towers which automatically fire on your enemies. Make sure your placement and strategy is sound, or your helpless children will find themselves as a quick snack for the nasty encroaching creatures. PixelJunk Monsters Deluxe features a new island with 11 stages, unique monsters and bosses, a Medal challenge mode, Medal room (with movie player, gallery and sound player) and more. [SCEE]",
        "scores": {
            "metascore": "86",
            "userscore": "7.7"
        }
    },
    "65": {
        "title": "LostWinds: Winter of the Melodias",
        "date": "October 19, 2009",
        "summary": "[WiiWare World]  The follow-up to last year's WiiWare launch title once again puts the power of the wind in the palm of your hand, as you experience Toku and Enril's new adventure to save Toku's mother, lift an ancient curse and thwart the evil Balasar. The elemental powers of Enril the Wind Spirit are used to protect and guide the young boy Toku - power his jumps and glides, suspend and smash new enemies, and explore all-new expanses of the stunningly presented, magical land of Mistralis. Players can instantly transform Mistralis between Summer and Winter, harnessing the brilliance of nature: frozen Winter ponds and waterfalls become deep, teeming Summer pools and chambers in which to dive and unlock secrets, enemies can be frozen or doused, and the very air itself used to form snowballs or moisture-laden clouds. Other amazing new abilities include the cyclone, which can be used to transport Toku, smash powerful enemies and even drill through the rock of Mistralis' diverse, richly interactive Chilling Peaks and Melodia City areas. [Frontier Developments]",
        "scores": {
            "metascore": "86",
            "userscore": "3.1"
        }
    },
    "66": {
        "title": "Boom Blox Bash Party",
        "date": "May 19, 2009",
        "summary": "BOOM BLOX  Bash Party is even more fun to play with friends and family, featuring twice as many multiplayer challenges as the original, and now offers team-based challenges! Players can play with or against friends, solo or in teams, knocking down blocks, destroying towers, slinging and launching blocks and characters, for tons of high-energy, family-friendly fun! BOOM BLOX Bash Party is packed with tons of new features. The game showcases new block types, including: virus and conveyor blox, new blox shapes, such as: cylinders and wedges, and new tools that make for even more destructive fun. Players find twists on BOOM BLOX game play favorites like throwing and grabbing. Players now can also sling, launch, and blow the competition away with new cannon, paint ball and slingshot tools. Even the characters are in on the action as BOOM BLOX Bash Party features a new cast of wacky blox characters. This time they don’t just cheer you on, they are now blox themselves and you can throw, stack or even launch them, utilizing them to create even more madness and mayhem. The fun continues online as BOOM BLOX Bash Party enables players to download even more new levels via the Internet. With the press of a button, players can grab, play and rate new levels from EA as well as levels created by members of the BOOM BLOX Bash Party community. Using the game's easy-to-use Create Mode, players now have the power to share the levels they built with friends, or submit their masterpiece to be shared with the world! The expanded Create Mode lets players build and create like never before, giving them access to the same tool set the EA development team used to create each and every level in the game. [Electronic Arts]",
        "scores": {
            "metascore": "86",
            "userscore": "7.8"
        }
    },
    "67": {
        "title": "Might & Magic: Clash of Heroes",
        "date": "December 1, 2009",
        "summary": "Might & Magic Clash of Heroes is the first puzzle adventure RPG game from Ubisoft.It is inspired by the famous Heroes brand and set in the Might & Magic universe. With a manga art direction it has been re-mastered into a glorious 2D environment. As a prequel to Heroes V, 40 years before, Might & Magic Clash of Heroes is set across five different regions of Ashan (a part of the Might & Magic world). Live an exciting adventure as you play 5 different heroes, alternate between exploration in various maps and battle in turn-based puzzle games, in order to accomplish your quest. [Ubisoft]",
        "scores": {
            "metascore": "86",
            "userscore": "7.6"
        }
    },
    "68": {
        "title": "BlazBlue: Calamity Trigger",
        "date": "June 30, 2009",
        "summary": "In the 13th hierarchical city, Kagutsuchi, the Librarium regulates the amazing power of Armagus, a fusion of magic and technology. Currently they are after a wanted criminal named Ragna The Bloodedge, also known as Death, who wants to destroy the Librarium. Due to Ragna possessing a powerful form of Armagus known as the Azure Grimoire, people far and wide are after not only his bounty, but his grimoire as well. This is where our story begins.\r\nBlazBlue Key Features: The first hi-res 2D fighter from the creators of the Guilty Gear series! Experience the beauty of high-resoluti on, hand-drawn sprites on 3D backgrounds, all in glorious high-definition. Online Battle Action. Get ready to take the action online and battle the best players from all over the world! Console Exclusive Modes. BlazBlue features the following console-only modes: Arcade, Vs, Practice, and a completely fleshed-out Story Mode that tells the tales of each character. Over 10 unique combatants to choose from! Choose a character that represents your own fighting style, like the lightning-fast Taokaka or the wickedly powerful Tager. Drive your way to victory! Use the unique \"Drive Attacks\" specific to each character to decimate your opponent. Depending on the character, control the elements like wind and ice, or even absorb the life force from your opponents. A plethora of offensive and defensive options at your disposal! Take advantage of Barriers, Counter Assaults, Rapid Cancels, and Distortion Drives to turn the tide of battle! [Akys Games]",
        "scores": {
            "metascore": "86",
            "userscore": "8.5"
        }
    },
    "69": {
        "title": "Resident Evil 5",
        "date": "September 15, 2009",
        "summary": "In Resident Evil 5, returning hero Chris Redfield is sent to Africa to investigate a biological weapon that is transforming the populace into aggressive and disturbing creatures. Joined by another local BSAA agent, Sheva Alomar, the two must work together to solve the truth behind the frightening turn of events. Featuring a revolutionary new co-op mode of gameplay, Resident Evil 5 will let players experience fear together as terror moves out of the shadows and into the light of day. The PC version of Resident Evil 5 features online play for co-operative play sessions over the internet and will also take advantage of NVIDIA’s new GeForce 3D Vision technology (wireless 3D Vision glasses sold separately). [Capcom]",
        "scores": {
            "metascore": "86",
            "userscore": "7.2"
        }
    },
    "70": {
        "title": "Guitar Hero: Metallica",
        "date": "March 29, 2009",
        "summary": "Guitar Hero: Metallica takes music fans through the band’s fabled library of songs, plus the music and musicians who influence them. When the house lights go down, virtual rock stars across the globe will shred, drum and wail to an explosive set list featuring over 45 tracks from Metallica’s illustrious career and a wide variety of other legendary artists personally selected by the band, such as Queen, Foo Fighters, Bob Seger, Lynyrd Skynyrd, Slayer and Judas Priest. Featuring tracks from every Metallica studio album, the complete Guitar Hero Metallica on-disc set list includes their following hits: All Nightmare Long, Battery, Creeping Death, Disposable Heroes, Dyers Eve, Enter Sandman, Fade To Black, Fight Fire With Fire, For Whom The Bell Tolls, Frantic, Fuel, Hit The Lights, King Nothing, Master of Puppets, Mercyful Fate, No Leaf Clover, Nothing Else Matters, One, Orion, Sad But True, Seek And Destroy, The Memory Remains, The Shortest Straw, The Thing That Should Not Be, The Unforgiven, Welcome Home (Sanitarium), Wherever I May Roam, and Whiplash. Complementing Metallica’s intensity are 21 rockin’ tracks personally chosen by the band, including \"War Ensemble\" by Slayer. [Activision]",
        "scores": {
            "metascore": "86",
            "userscore": "8.1"
        }
    },
    "71": {
        "title": "Dragon Age: Origins",
        "date": "November 3, 2009",
        "summary": "As the spiritual successor to BioWare's \"Baldur's Gate\", one of the most successful role-playing games in the industry, Dragon Age: Origins represents BioWare's return to its roots, delivering a fusion of the best elements of existing fantasy works with stunning visuals, emotionally-driven narrative, heart-pounding combat, powerful magic abilities and credible digital actors. The spirit of classic RPGs comes of age, as Dragon Age: Origins features a dark and mature story and gameplay. Epic Party-Based Combat – Dragon Age: Origins introduces an innovative, scalable combat system, as players face large-scale battles and use their party’s special abilities to destroy hoardes of enemies and massive creatures. Powerful Magic – Raining down awesome destruction on enemies is even more compelling as players apply \"spell combos,\" a way of combining together different spells to create emergent unique effects. Players develop their characters and gain powerful special abilities (spells, talents and skills) and discover ever-increasing weapons of destruction. With its emotionally compelling story, players choose with whom they wish to forge alliances or crush under their mighty fist, redefining the world with the choices they make and how they wield their power. Players select and play a unique prelude that provides the lens through which the player sees the world and how the world sees the player. The player's choice of Origin determines who they are and where they begin the adventure, as they play through a customized story opening that profoundly impacts the course of every adventure. [BioWare]",
        "scores": {
            "metascore": "86",
            "userscore": "8.0"
        }
    },
    "72": {
        "title": "The Sims 3",
        "date": "June 2, 2009",
        "summary": "Create lifelike Sims with a unique personality and take them anywhere in the neighborhood. The powerful Create-a-Sim tool allows you to create Sims that are more realistic than ever. Select from dozens of personality traits such as brave, artistic, kleptomaniac, clumsy, paranoid and romantic. With Create-a-Sim, you can create a limitless number of truly unique Sims. The Sims 3 allows for infinite possibilities to design the interior and exterior of your Sims’ surroundings using the Create-a-style feature. Enjoy the challenge of short and long-term goals and then reap the rewards! Based on personality traits, skills and career choices, your Sims have Wishes that provide constant fun challenges and so many things to do and achieve. You have the ultimate freedom to choose whether to fulfill their destiny, giving them lifetime happiness and rewards or not! Register your copy of The Sims 3 for PC and Mac at www.TheSims3.com to enjoy the robust online and community features unique to your game including an all-new town called Riverview that you can download for no additional charge once you register. You will also gain access to 1,000 SimPoints to purchase items from The Sims 3 Store including exclusive outfits, hairstyles, furniture, home décor, and architectural items to customize your Sims appearance and houses in all-new ways. Visit The Store each month for new, never-seen-before themed items. Additionally, be the director of your Sims’ movies by capturing clips during your gameplay, visiting the official site, and editing the soundtrack, story, and transitions, then share it with the world! These easily accessible tools inspire creativity and allow you to share your masterpieces with your friends and other players on The Sims 3 official website, personal blogs, or any social media network. See what you can create with The Sims 3. [Electronic Arts]",
        "scores": {
            "metascore": "86",
            "userscore": "7.7"
        }
    },
    "73": {
        "title": "Trials HD",
        "date": "August 12, 2009",
        "summary": "[Xbox Live Arcade]  Trials HD is a full-featured, physics-based motorcycle racing game with over 50 tracks in two unique game modes. Race Mode emphasizes balance, skill, and control as you tackle indoor obstacle tracks. Skill Mode features extreme stunt tracks in which explosions, crashes, and injuries cannot be avoided. A level editor enables players to create, share and download an unlimited number of free tracks. The game features stunning full HD graphics, rider customization, unlockable bikes, global rankings, all new in-game friend scores, and many other fun features. Can you handle the bruises and broken bones - and take part in a truly unique racing experience? [Microsoft]",
        "scores": {
            "metascore": "86",
            "userscore": "8.6"
        }
    },
    "74": {
        "title": "Punch-Out!!",
        "date": "May 18, 2009",
        "summary": "One of the biggest names in boxing returns after a 15-year hiatus. Grab a Wii Remote controller in one hand and a Nunchuk controller in the other and step back into the ring with a modern update of the classic Punch-Out!! Little Mac is back! Everyone’s favorite underdog from the 1980s joins the best of the original Punch-Out!! cast in a modern re-imagination of the series. Players will find familiar names like Glass Joe, King Hippo and trainer Doc Louis. These boxers come to life again in cel-shaded 3-D, complete with hilarious fighting animations and back stories that capture all the fun and flair of the original Punch-Out!! games. The motion-sensitive controls of the Wii console mean that when players throw punches, Little Mac throws punches as well. Additionally, you can control hooks and jabs by combining motion control with control-stick movement. The motion-sensing Wii Remote and Nunchuk controllers turn real-life swings into on-screen punches, so anyone can play. The game can also be played with classic NES-style controls by turning the Wii Remote sideways. Characters: Little Mac, Glass Joe, King Hippo, Doc Louis, Von Kaiser and other unannounced favorites. Special powers/weapons/moves/features: Players can obtain special \"Star Punches,\" which allow Little Mac to take more Health from his rival in a single punch. Motion Control (Wii Remote and Nunchuk controllers) Punch-Out!! uses the Wii Remote and Nunchuk controllers to simulate throwing punches. Use the Nunchuk to throw a left punch and the Wii Remote to throw a right punch. Classic Control (Wii Remote NES style) Fans of the NES version and core gamers will be excited to see Nintendo has also included the option to play Punch-Out!! using the classic layout from the original NES controller. Use the 1 and 2 buttons along with the cross pad to throw hooks and jabs or to dodge. [Nintendo]",
        "scores": {
            "metascore": "86",
            "userscore": "8.6"
        }
    },
    "75": {
        "title": "Call of Duty: Modern Warfare 2",
        "date": "November 10, 2009",
        "summary": "Modern Warfare 2 continues the gripping and heart-racing action as players face off against a new threat dedicated to bringing the world to the brink of collapse. An entirely new gameplay mode which supports 2-player co-operative play online that is unique from the single player story campaign. Special Ops pits players into a gauntlet of time-trial and objective-based missions. Rank-up as players unlock new Special Ops missions, each more difficult. Missions include highlights from the single player campaign, fan favorites from Call of Duty 4: Modern Warfare and all new, exclusive missions. Setting a new bar for online multiplayer, Modern Warfare 2 multiplayer delivers new capabilities, customization, gamestates and modes, including: Create-a-Class Evolved. Secondary Weapons - Machine Pistols, Shotguns, Handguns, Launchers. Riot Shields. Equipment - Throwing Knives, Blast Shield, Tactical Insertion. Perk Upgrades. Bling (Dual Attachments). Customizable Killstreaks - AC130, Sentry Gun, Predator Missile, Counter-UAV, Care Package. Accolades (Post match reports). [Activision]",
        "scores": {
            "metascore": "86",
            "userscore": "4.4"
        }
    },
    "76": {
        "title": "The Secret of Monkey Island: Special Edition",
        "date": "July 15, 2009",
        "summary": "As ye venture out onto the docks of Melee Island, there'll be a shock to yer system the likes of which you've never seen. The Secret of Monkey Island: Special Edition gives you the world you remember, yet it be shown to ya like only yer imagination could. It seems Guybrush Threepwood, a young lad wantin' to be a bloodthirsty pirate is back to relive his hunt fo the fabled riches of Monkey Island. Hilarious swashbuckling misadventures: Embark on a bumbling misadventure in an attempt to become the most infamous pirate in the Caribbean, win the heart of the beautiful governor, Elaine Marley, and confront the evil ghost pirate, LeChuck! High-definition graphics: The game is all-new and re-imagined with a contemporary art style, hand-drawn and presented in 1080p. Complete voice over using original Monkey Island franchise cast members brings the story and characters to life like never before. Renewed music score: Enjoy the re-mastered and re-recorded musical score using live instruments. Special Edition and Classic modes: Scene-for-scene hot swap lets you seamlessly transition between Special Edition and Classic modes at anytime during gameplay. Enhanced gameplay: The all-new intuitive game interface and controls provide a more interactive gameplay experience. Hint system: Not sure what to do next? The in-game puzzle hint system keeps the puzzles fresh and fun. [LucasArts]",
        "scores": {
            "metascore": "86",
            "userscore": "8.9"
        }
    },
    "77": {
        "title": "DJ Hero",
        "date": "October 27, 2009",
        "summary": "DJ Hero drops the needle with a completely fresh experience and legendary artists including Black Eyed Peas, 50 Cent, Justice, Marvin Gaye, Beck, Beastie Boys and N.E.R.D. DJ Hero features more than 100 individual songs that have been transformed into more than 80 exclusive, original mixes by superstar DJs including DJ Shadow, DJ Z-Trip, DJ AM, and the legendary Grandmaster Flash. With an innovative, new turntable controller and the hottest music collection of original music, DJ Hero is a unique new social music gaming experience that excite the millions of dance club music fans who can now play along to hit songs from a range of genres including hip-hop, R&B, pop, rock and electronica allowing them to rule the party with original mixes. Joining the internationally acclaimed DJ, producer and recording artist DJ Shadow, who has been consulting and contributed several mixes for DJ Hero, and making their video game debuts, DJ Z-Trip, a founder of the mashup movement who’s known worldwide for his sold out shows and eclectic style, and DJ AM, one of the world’s premier and most in-demand DJs today, appear as in-game characters and have each created multiple exclusive mixes for DJ Hero. In DJ Hero, faces in the crowd are transformed into the life of the party as the game’s turntable controller - created exclusively for DJ Hero and featuring familiar DJ tools including a fully-rotating turntable, sample buttons, effects dial and cross fader - immerses fans into the authenticity of DJ culture and a sea of music. By utilizing and mastering various DJ techniques including scratching, blending, cross fading and sampling, while leaving room for creative expression with a variety of effects and player chosen samples and scratches, gamers rule the party performing music as only a DJ can. Social expression is heightened with euphoric multiplayer gameplay where two DJs can battle competitively or have a player join in to emcee over any track in the game with a mic. Additionally, gamers can rock together as DJ Hero features DJ-guitar exclusive mixes played with a turntable controller and Guitar Hero guitar controller. [Activision]",
        "scores": {
            "metascore": "86",
            "userscore": "7.6"
        }
    },
    "78": {
        "title": "Shatter",
        "date": "July 23, 2009",
        "summary": "[Playstation Network]  Shatter reminds players of classic brick-breaking games, but with twists that make it modern and unique including: Innovative controls, physics effects, power-ups, special attacks, and boss battles which combine to provide an experience that is always interactive. Standard, Boss Rush and Bonus game modes enhanced with leaderboards and trophies. Vibrant 3D style presented across 10 distinct worlds in 4xAA 60fps HD. A fully scored soundtrack featuring more than 90 minutes of rich original music. [Sidhe]",
        "scores": {
            "metascore": "86",
            "userscore": "7.6"
        }
    },
    "79": {
        "title": "Guitar Hero 5",
        "date": "September 1, 2009",
        "summary": "For the first time ever, players can customize the make-up of their band by rocking with any combination of instruments in-game: whether it be two guitars and two drums, or three guitars and a microphone, any combination is possible, allowing players to experience music their own way. Brand new, innovative, easy-to-use gameplay modes like Party Play and RockFest put fun, competition and control at center stage as fans tailor the Guitar Hero experience to match their personal style and interests. For extended hours of entertainment, downloadable content from Guitar Hero World Tour is compatible with the game and can automatically be updated to include all of the upgrades and enhancements of Guitar Hero 5. Guitar Hero 5 features the strongest, most varied set list to-date comprised of master tracks from 85 of the hottest bands of today and the biggest classic acts including; Kings of Leon, The Rolling Stones, The White Stripes, Santana, Vampire Weekend, Tom Petty, Johnny Cash, Bob Dylan, plus more than 25 artists from a variety of music genres that are making their music video game debut. Among the first-time-ever features of Guitar Hero 5 are: Party Play, where players can jump in or drop out of gameplay seamlessly; RockFest, a comprehensive competitive experience available featuring five new head-to-head modes playable online or in your living room; and the ability to play the entire set-list from the first time the game is turned on. Guitar Hero 5 refines the player experience, enhances the art style and redesigns core features such as GHMusic StudioSM, making it the most accessible, fun-to-play and authentic experience for seasoned music gamers as well as first-time players. New innovations such as Band Moments, where bands are rewarded for hitting special note streams together and song challenges where gamers are tasked to play through a song a specific way, add a new competitive layer of excitement and accomplishment to the music rhythm genre. [Activision]",
        "scores": {
            "metascore": "86",
            "userscore": "5.8"
        }
    },
    "80": {
        "title": "Warhammer 40,000: Dawn of War II",
        "date": "February 18, 2009",
        "summary": "Warhammer 40,000: Dawn of War II is set in the grim, war-ravaged world of Games Workshop’s Warhammer 40,000 universe – a dark, futuristic, science-fiction setting where armies of technologically advanced warriors, fighting machines and hordes of implacable aliens wage constant war. Dawn of War II ushers in a new chapter in the RTS series, as ancient races – including the dauntless Space Marines and savage Orks - clash across ruined worlds on a mission to claim the galaxy and preserve their own existence. Powered by the re-vamped Essence Engine 2.0, the next evolution of Relic’s proprietary game engine made famous in the award winning Company of Heroes, Warhammer 40,000: Dawn of War II delivers fast-paced RTS action with ferocious melee and ranged combat in fully destructible environments. The game immerses players in an in-depth non-linear single-player campaign and a fully-co-operative multiplayer mode. [THQ]",
        "scores": {
            "metascore": "85",
            "userscore": "8.1"
        }
    },
    "81": {
        "title": "Red Faction: Guerrilla",
        "date": "June 2, 2009",
        "summary": "Red Faction: Guerrilla is a 3rd person, open-world action shooter set on Mars, 50 years after the events of the original Red Faction. Players assume the role of an insurgent fighter with the newly re-established Red Faction movement as they battle for liberation from the oppressive Earth Defense Force. Throughout their fight for freedom, players carve their own path, wreaking havoc across the vast, open-world environment of Mars, from the desolate mining outpost of Parker to the gleaming EDF capital city of Eos. Utilizing improvised weapons, explosives and re-purposed mining equipment and vehicles, Red Faction: Guerrilla allows players to tear through fully destructible environments in an unforgiving Martian landscape swarming with EDF forces, Red Faction resistance fighters, and the downtrodden settlers caught in the cross-fire. Red Faction: Guerrilla also features a robust multiplayer component, including several modes focused on destruction-based gameplay. [THQ]",
        "scores": {
            "metascore": "85",
            "userscore": "8.0"
        }
    },
    "82": {
        "title": "Madden NFL 10",
        "date": "August 14, 2009",
        "summary": "Experience first-hand what it's like to Fight for Every Yard in Madden NFL 10. With the all-new Pro-Tak animation technology, players have more control over the outcome of each play. Whether driving a receiver towards the first down, or battling for a fumble at the bottom of a pile, the play won't end until the whistle blows. Add to that the most immersive broadcast presentation and online innovation to date, and Madden NFL 10 captures the authenticity and emotion of the NFL like never before. Pro-Taks's all new animation technology provides unprecedented control over the outcome of every play. Drag defenders towards the first down marker, including up to 9-man gang tackles, fight for a fumble at the bottom of the pile, and evade the rush with all-new quarterback avoidance actions. Enhanced play at the line of scrimmage features a new blocking system that allows the quarterback to step into the pocket and gives the defensive line more control over the rush. Authenticity - Referees peeling players off a fumble pile, the chain gang rushing in to measure for a key first down, and all-new player equipment ensure that if you see it on Sunday, you’ll see it in Madden NFL 10. Fight for Online Dominance - Delivering the most comprehensive online offerings in franchise history, Madden NFL 10 includes new modes to satisfy the competitive and cooperative football gamer. New TV broadcast-style presentation and cinematic cameras bring the suspense and intensity of the NFL to your living room. Enhanced Franchise Mode - Run each aspect of an NFL franchise: draft players, sign free agents, manage the salary cap - just like a real GM. Enjoy all of the action throughout the league via a new, network inspired highlight show. The most customizable version of Madden NFL to date. Alter gameplay options to adjust the experience to your liking. A revamped play calling system and menu takes you to kickoff faster than ever before. Speed up online matches with accelerated clocks, streamlined presentation and more. [Electronic Arts]",
        "scores": {
            "metascore": "85",
            "userscore": "6.1"
        }
    },
    "83": {
        "title": "Madden NFL 10",
        "date": "August 14, 2009",
        "summary": "Experience first-hand what it's like to Fight for Every Yard in Madden NFL 10. With the all-new Pro-Tak animation technology, players have more control over the outcome of each play. Whether driving a receiver towards the first down, or battling for a fumble at the bottom of a pile, the play won't end until the whistle blows. Add to that the most immersive broadcast presentation and online innovation to date, and Madden NFL 10 captures the authenticity and emotion of the NFL like never before. Pro-Taks's all new animation technology provides unprecedented control over the outcome of every play. Drag defenders towards the first down marker, including up to 9-man gang tackles, fight for a fumble at the bottom of the pile, and evade the rush with all-new quarterback avoidance actions. Enhanced play at the line of scrimmage features a new blocking system that allows the quarterback to step into the pocket and gives the defensive line more control over the rush. Authenticity - Referees peeling players off a fumble pile, the chain gang rushing in to measure for a key first down, and all-new player equipment ensure that if you see it on Sunday, you’ll see it in Madden NFL 10. Fight for Online Dominance - Delivering the most comprehensive online offerings in franchise history, Madden NFL 10 includes new modes to satisfy the competitive and cooperative football gamer. New TV broadcast-style presentation and cinematic cameras bring the suspense and intensity of the NFL to your living room. Enhanced Franchise Mode - Run each aspect of an NFL franchise: draft players, sign free agents, manage the salary cap - just like a real GM. Enjoy all of the action throughout the league via a new, network inspired highlight show. The most customizable version of Madden NFL to date. Alter gameplay options to adjust the experience to your liking. A revamped play calling system and menu takes you to kickoff faster than ever before. Speed up online matches with accelerated clocks, streamlined presentation and more. [Electronic Arts]",
        "scores": {
            "metascore": "85",
            "userscore": "6.8"
        }
    },
    "84": {
        "title": "Machinarium",
        "date": "October 16, 2009",
        "summary": "Machinarium is independent puzzle / adventure game developed by the makers of popular web-games Samorost and Samorost2. A little robot who’s been thrown out to the scrap yard behind the city must return and confront the Black Cap Brotherhood and save his robot-girl friend.",
        "scores": {
            "metascore": "85",
            "userscore": "8.7"
        }
    },
    "85": {
        "title": "Guitar Hero 5",
        "date": "September 1, 2009",
        "summary": "For the first time ever, players can customize the make-up of their band by rocking with any combination of instruments in-game: whether it be two guitars and two drums, or three guitars and a microphone, any combination is possible, allowing players to experience music their own way. Brand new, innovative, easy-to-use gameplay modes like Party Play and RockFest put fun, competition and control at center stage as fans tailor the Guitar Hero experience to match their personal style and interests. For extended hours of entertainment, downloadable content from Guitar Hero World Tour is compatible with the game and can automatically be updated to include all of the upgrades and enhancements of Guitar Hero 5. Guitar Hero 5 features the strongest, most varied set list to-date comprised of master tracks from 85 of the hottest bands of today and the biggest classic acts including; Kings of Leon, The Rolling Stones, The White Stripes, Santana, Vampire Weekend, Tom Petty, Johnny Cash, Bob Dylan, plus more than 25 artists from a variety of music genres that are making their music video game debut. Among the first-time-ever features of Guitar Hero 5 are: Party Play, where players can jump in or drop out of gameplay seamlessly; RockFest, a comprehensive competitive experience available featuring five new head-to-head modes playable online or in your living room; and the ability to play the entire set-list from the first time the game is turned on. Guitar Hero 5 refines the player experience, enhances the art style and redesigns core features such as GHMusic StudioSM, making it the most accessible, fun-to-play and authentic experience for seasoned music gamers as well as first-time players. New innovations such as Band Moments, where bands are rewarded for hitting special note streams together and song challenges where gamers are tasked to play through a song a specific way, add a new competitive layer of excitement and accomplishment to the music rhythm genre. [Activision]",
        "scores": {
            "metascore": "85",
            "userscore": "6.9"
        }
    },
    "86": {
        "title": "Guitar Hero: Metallica",
        "date": "March 29, 2009",
        "summary": "Guitar Hero: Metallica takes music fans through the band’s fabled library of songs, plus the music and musicians who influence them. When the house lights go down, virtual rock stars across the globe will shred, drum and wail to an explosive set list featuring over 45 tracks from Metallica’s illustrious career and a wide variety of other legendary artists personally selected by the band, such as Queen, Foo Fighters, Bob Seger, Lynyrd Skynyrd, Slayer and Judas Priest. Featuring tracks from every Metallica studio album, the complete Guitar Hero Metallica on-disc set list includes their following hits: All Nightmare Long, Battery, Creeping Death, Disposable Heroes, Dyers Eve, Enter Sandman, Fade To Black, Fight Fire With Fire, For Whom The Bell Tolls, Frantic, Fuel, Hit The Lights, King Nothing, Master of Puppets, Mercyful Fate, No Leaf Clover, Nothing Else Matters, One, Orion, Sad But True, Seek And Destroy, The Memory Remains, The Shortest Straw, The Thing That Should Not Be, The Unforgiven, Welcome Home (Sanitarium), Wherever I May Roam, and Whiplash. Complementing Metallica’s intensity are 21 rockin’ tracks personally chosen by the band, including \"War Ensemble\" by Slayer. [Activision]",
        "scores": {
            "metascore": "85",
            "userscore": "8.0"
        }
    },
    "87": {
        "title": "Red Faction: Guerrilla",
        "date": "June 2, 2009",
        "summary": "Red Faction: Guerrilla is a 3rd person, open-world action shooter set on Mars, 50 years after the events of the original Red Faction. Players assume the role of an insurgent fighter with the newly re-established Red Faction movement as they battle for liberation from the oppressive Earth Defense Force. Throughout their fight for freedom, players carve their own path, wreaking havoc across the vast, open-world environment of Mars, from the desolate mining outpost of Parker to the gleaming EDF capital city of Eos. Utilizing improvised weapons, explosives and re-purposed mining equipment and vehicles, Red Faction: Guerrilla allows players to tear through fully destructible environments in an unforgiving Martian landscape swarming with EDF forces, Red Faction resistance fighters, and the downtrodden settlers caught in the cross-fire. Red Faction: Guerrilla also features a robust multiplayer component, including several modes focused on destruction-based gameplay. [THQ]",
        "scores": {
            "metascore": "85",
            "userscore": "8.0"
        }
    },
    "88": {
        "title": "Marvel vs. Capcom 2",
        "date": "August 13, 2009",
        "summary": "[Playstation Network]  MARVEL VS. CAPCOM 2 brings legendary characters from throughout Marvel and Capcom history to duke it out in an insane tag-team fighting experience. From Ryu to Wolverine, pit your favorite heroes in dream match-ups thanks to an unprecedented 56-character roster. With all new online play, take the fight across the globe and decide who really has the best \"dream team.\" Widescreen support, enhanced HD graphics, and a robust leaderboard makes one of the best fighting games even better! Unique fighting: Try 3-on-3 tag-team matches, and the new online matching mode, including the \"Quarter Match\" mode from Super Street Fighter II Turbo HD Remix. Accessibility: Four button controls introduce new players to the joy of fighting games. New visuals: The new optional visual filter smoothes out the game's graphics. [Capcom]",
        "scores": {
            "metascore": "85",
            "userscore": "7.6"
        }
    },
    "89": {
        "title": "Tetris",
        "date": "October 1, 2009",
        "summary": "[PSP Minis]  Tetris on the PSP.",
        "scores": {
            "metascore": "85",
            "userscore": "8.0"
        }
    },
    "90": {
        "title": "inFamous",
        "date": "May 26, 2009",
        "summary": "A massive explosion rips through six square blocks of Empire City, leveling everything and everyone in its path. At the center of the blast crater a lone man stands up miraculously unharmed... gifted with incredible powers. From the creators of the award-winning Sly Cooper series, Sucker Punch brings you inFAMOUS, the first open-world action/adventure title by SCEA for the PS3. Players experience what happens when a real person suddenly starts developing super powers. Exact revenge? Protect the innocent? Maybe a little of both? These are the situations you'll face as you play inside of a richly interactive and organic living city. A place where your actions create broader reactions in the citizens and landscape around you. inFAMOUS lets you unravel an evolving mystery, experience fame and/or infamy and battle powerful, iconic villains... all the while giving you the feeling of becoming a modern day superhero. [Sony]",
        "scores": {
            "metascore": "85",
            "userscore": "8.3"
        }
    },
    "91": {
        "title": "Peggle: Dual Shot",
        "date": "February 27, 2009",
        "summary": "Shoot and clear the orange pegs from 120 levels spanning two full Adventure modes including 10 all-new levels in the exclusive Bonus Underground. Wield 11 Magic Powers, score amazing style shots, and collect valuable gems and power-ups in the Bonus Underground. And the action doesn’t stop there - take your best shot in Multiplayer Duel and Quick Play modes, then put your skills to the ultimate test with 90 challenges. [PopCap Games]",
        "scores": {
            "metascore": "84",
            "userscore": "7.8"
        }
    },
    "92": {
        "title": "Blast Off",
        "date": "November 24, 2009",
        "summary": "[PSP Minis]  Blast Off is an interstellar arcade game featuring gravity fields, lost astronauts and bizarre planetary systems. Use your rocket ship to rescue astronauts and carry them through the warpgate to safety. But be careful! The ever-present force of gravity can help you on your journey, but can also bring you crashing down. [Halfbrick]",
        "scores": {
            "metascore": "84",
            "userscore": "7.4"
        }
    },
    "93": {
        "title": "'Splosion Man",
        "date": "July 22, 2009",
        "summary": "[Xbox Live Arcade]  Fools they were, to tread where knowledge should stay forbidden. For what emerged was not a man - it was Splosion Man. \"And all who saw him were 'sploded, for he was the fire and they were but meat.\" Able to 'splode himself at will, Splosion Man launches his way through levels, an uncontainable force. From Twisted Pixel Games, developer of the award-winning The Maw, comes a single- or co-op multiplayer experience that 'splodes like no other. Play through 50 single-player levels split into three environmentally different chapters as Splosion Man escapes the underground Big Science Labs where he was created. Multiplayer action: Jump into 50 multiplayer levels supporting up to four player co-op split into three different chapters. Bonuses: Get free unlockable premium dashboard theme, gamerpics, and Avatar accessories. Visual style: The personality and humor shine through in film-like cinematics and hundreds of in-game animations. Vivid and colorful graphics advance character animation and emotion. Hours of fun: Splosion Man is a retail game's amount of content that can be downloaded from the comfort of your own living room. Musical talent: The original music score is from award-winning composers Joshua R. Mosley (single-player levels) and John DeBorde (multiplayer levels). [Twisted Pixel]",
        "scores": {
            "metascore": "84",
            "userscore": "7.8"
        }
    },
    "94": {
        "title": "Pro Evolution Soccer 2009",
        "date": "March 17, 2009",
        "summary": "Pro Evolution Soccer is back for 2009! The terms \"PES\" and \"Winning Eleven\" have always been synonymous with realism and superior gameplay, but this year PES will further narrow the gap between the game, and the real thing! New stadiums, players motions and gameplay modes will bolster a game already focused on providing an exciting soccer experience. In 2009, Pro Evolution will once again push the limits of soccer gaming. If it were any more real, you'd be on the field! [Konami]",
        "scores": {
            "metascore": "84",
            "userscore": "7.8"
        }
    },
    "95": {
        "title": "Resident Evil 5",
        "date": "March 13, 2009",
        "summary": "The biohazard threat has not ended: Just when it seemed that the menace of Resident Evil had been destroyed, along comes a new terror to send shivers down players' spines. Chris Redfield, returning Resident Evil hero, has followed the path of the evil literally around the globe. After joining a new organization, Chris heads to Africa where the latest bioterrorism threat is literally transforming the people and animals of the city into mindless, maddened creatures. He is joined by a new partner, Sheva Alomar, who lends her strength, intelligence and sharp-shooting skills to the mission. In order to survive, Chris and Sheva must work together to take on the challenges of discovering the truth behind this evil plot. Utilizing a revolutionary new 2-player co-op mode of gameplay, players assume control of either Chris or Sheva and experience Resident Evil in new ways. In Resident Evil 5, Capcom has players fearing the daylight as much as they have feared shadow in previous games. [Capcom]",
        "scores": {
            "metascore": "84",
            "userscore": "7.5"
        }
    },
    "96": {
        "title": "Shin Megami Tensei: Devil Survivor",
        "date": "June 23, 2009",
        "summary": "Tokyo is in full lockdown, the government's swift, coldblooded response to a surprise demon invasion. Trapped within the sprawling metropolis is the city's helpless populace, forced to turn on each other in order to survive.  A mysterious piece of technology, the COMP, falls into the hands of you and your peers.  This device allows you to form contracts, forcing demons to serve you in battle against the otherworldly creatures.  There are others with COMPs, so-called demon tamers, who seek to use the demons to satisfy their own whims-be they for justice, peace, or power-in the chaos that was once downtown Tokyo. Where did the demons come from?  Why did they appear?  Who created the COMPs, and what is their purpose?  These questions must soon be answered, for if you fail to solve the mystery, much more is at stake than your own lives. [Atlus USA]",
        "scores": {
            "metascore": "84",
            "userscore": "4.2"
        }
    },
    "97": {
        "title": "Guitar Hero: Metallica",
        "date": "March 29, 2009",
        "summary": "Guitar Hero: Metallica takes music fans through the band’s fabled library of songs, plus the music and musicians who influence them. When the house lights go down, virtual rock stars across the globe will shred, drum and wail to an explosive set list featuring over 45 tracks from Metallica’s illustrious career and a wide variety of other legendary artists personally selected by the band, such as Queen, Foo Fighters, Bob Seger, Lynyrd Skynyrd, Slayer and Judas Priest. Featuring tracks from every Metallica studio album, the complete Guitar Hero Metallica on-disc set list includes their following hits: All Nightmare Long, Battery, Creeping Death, Disposable Heroes, Dyers Eve, Enter Sandman, Fade To Black, Fight Fire With Fire, For Whom The Bell Tolls, Frantic, Fuel, Hit The Lights, King Nothing, Master of Puppets, Mercyful Fate, No Leaf Clover, Nothing Else Matters, One, Orion, Sad But True, Seek And Destroy, The Memory Remains, The Shortest Straw, The Thing That Should Not Be, The Unforgiven, Welcome Home (Sanitarium), Wherever I May Roam, and Whiplash. Complementing Metallica’s intensity are 21 rockin’ tracks personally chosen by the band, including \"War Ensemble\" by Slayer. [Activision]",
        "scores": {
            "metascore": "84",
            "userscore": "8.1"
        }
    },
    "98": {
        "title": "Time Gentlemen, Please!",
        "date": "July 2, 2009",
        "summary": "What’s worse than finding out that your future evil selves have set about a series of events that wipes out all human life on the planet? Going back in time to fix things with half a mind on preventing coathangers from ever being invented, and accidentally setting up an alternate-universe Hitler with an unstoppable army of dinosaur clones instead, that’s what! Whoopsie! [Zombie Cow Studios]",
        "scores": {
            "metascore": "84",
            "userscore": "7.5"
        }
    },
    "99": {
        "title": "Battlefield 1943",
        "date": "July 9, 2009",
        "summary": "[Playstation Network]  Using the Frostbite engine, Battlefield 1943 takes players back to WWII. The game offers hours of 24 player multiplayer action over three classic and tropic locations; Wake Island, Guadalcanal and Iwo Jima. Delivering the award-winning through-the-gun and vehicle warfare online experience DICE is best recognized for, Battlefield 1943 has players battling in ruthless aerial dog fights and intense trench combat. [Electronic Arts]",
        "scores": {
            "metascore": "84",
            "userscore": "7.8"
        }
    },
    "100": {
        "title": "Professor Layton and the Diabolical Box",
        "date": "August 24, 2009",
        "summary": "(Also known as \"Professor Layton and Pandora's Box)  Professor Layton needs your help! Get your wits working with over 150 puzzles, and help unravel the mystery of the Elysian Box. [Nintendo]",
        "scores": {
            "metascore": "84",
            "userscore": "8.6"
        }
    }
}