{
    "1": {
        "title": "Super Mario Galaxy 2",
        "date": "May 23, 2010",
        "summary": "Super Mario Galaxy 2, the sequel to the galaxy-hopping original game, includes the gravity-defying, physics-based exploration from the first game, but is loaded with entirely new galaxies and features to challenge players. On some stages, Mario can pair up with his dinosaur buddy Yoshi and use his tongue to grab items and spit them back at enemies. Players can also have fun with new items such as a drill that lets our hero tunnel through solid rock. [Nintendo]",
        "scores": {
            "metascore": "97",
            "userscore": "9.1"
        }
    },
    "2": {
        "title": "Mass Effect 2",
        "date": "January 26, 2010",
        "summary": "The Mass Effect trilogy is a science fiction adventure set in a vast universe filled with dangerous alien life forms and mysterious uncharted planets. In this dark second chapter, Saren’s evil army of Geth soldiers has just been defeated, and humans, who are still struggling to make their mark on the galactic stage, are now faced with an even greater peril. [BioWare]",
        "scores": {
            "metascore": "96",
            "userscore": "8.9"
        }
    },
    "3": {
        "title": "Red Dead Redemption",
        "date": "May 18, 2010",
        "summary": "Developed by Rockstar San Diego, as a follow up to the 2004 hit game Red Dead Revolver, Red Dead Redemption is a Western epic, set at the turn of the 20th century when the lawless and chaotic badlands began to give way to the expanding reach of government and the spread of the Industrial Age.  The story of former outlaw, John Marston, Red Dead Redemption takes players on a great adventure across the American frontier. Utilizing Rockstar's proprietary Rockstar Advanced Game Engine (RAGE), Red Dead Redemption features an open-world environment for players to explore, including frontier towns, rolling prairies teeming with wildlife, and perilous mountain passes - each packed with an endless flow of varied distractions. Along the way, players experience the heat of gunfights and battles, meet a host of unique characters, struggle against the harshness of one of the world’s last remaining wildernesses, and ultimately pick their own precarious path through an epic story about the death of the Wild West and the gunslingers that inhabited it. [Rockstar Games]",
        "scores": {
            "metascore": "95",
            "userscore": "8.9"
        }
    },
    "4": {
        "title": "Red Dead Redemption",
        "date": "May 18, 2010",
        "summary": "Developed by Rockstar San Diego, as a follow up to the 2004 hit game Red Dead Revolver, Red Dead Redemption is a Western epic, set at the turn of the 20th century when the lawless and chaotic badlands began to give way to the expanding reach of government and the spread of the Industrial Age.  The story of former outlaw, John Marston, Red Dead Redemption takes players on a great adventure across the American frontier. Utilizing Rockstar's proprietary Rockstar Advanced Game Engine (RAGE), Red Dead Redemption features an open-world environment for players to explore, including frontier towns, rolling prairies teeming with wildlife, and perilous mountain passes - each packed with an endless flow of varied distractions. Along the way, players experience the heat of gunfights and battles, meet a host of unique characters, struggle against the harshness of one of the world’s last remaining wildernesses, and ultimately pick their own precarious path through an epic story about the death of the Wild West and the gunslingers that inhabited it. [Rockstar Games]",
        "scores": {
            "metascore": "95",
            "userscore": "9.0"
        }
    },
    "5": {
        "title": "Mass Effect 2",
        "date": "January 26, 2010",
        "summary": "The Mass Effect trilogy is a science fiction adventure set in a vast universe filled with dangerous alien life forms and mysterious uncharted planets. In this dark second chapter, Saren’s evil army of Geth soldiers has just been defeated, and humans, who are still struggling to make their mark on the galactic stage, are now faced with an even greater peril. [BioWare]",
        "scores": {
            "metascore": "94",
            "userscore": "8.9"
        }
    },
    "6": {
        "title": "Pac-Man Championship Edition DX",
        "date": "November 17, 2010",
        "summary": "PAC-MAN Championship Edition DX continues to uphold NAMCO BANDAI's tradition of enhancing a classic franchise for today's gamer. Building upon PAC-MAN Championship Edition’s original six courses, the new game features more than 100 varied and mind-boggling mazes to navigate. Several new modes will also be available to test a player's pellet-munching aptitude. In Time Attack Mode, players will vie for the quickest clear time. Fulfill a series of objectives in Mission Mode or compete to devour the most number of ghosts gobbled in Ghost Mode.",
        "scores": {
            "metascore": "93",
            "userscore": "7.6"
        }
    },
    "7": {
        "title": "Starcraft II: Wings of Liberty",
        "date": "July 27, 2010",
        "summary": "StarCraft II continues the epic saga of the Protoss, Terran, and Zerg. These three distinct and powerful races clash once again in the fast-paced real-time strategy sequel to the legendary original, StarCraft. Legions of veteran, upgraded, and brand-new unit types do battle across the galaxy, as each faction struggles for survival. Featuring a unique single-player campaign that picks up where StarCraft: Brood War left off, StarCraft II presents a cast of new heroes and familiar faces in an edgy sci-fi story filled with adventure and intrigue. In addition, Blizzard again offers unparalleled online play through Battle.net, the company's world-renowned gaming service, with several enhancements and new features to make StarCraft II the ultimate competitive real-time strategy game. Features fast-paced, hard-hitting, tightly balanced competitive real-time strategy gameplay that recaptures and improves on the magic of the original game. New units and gameplay mechanics further distinguish each race. Vibrant new 3D-graphics engine with support for dazzling visual effects and massive unit and army sizes. Full map-making and scripting tools to give players incredible freedom in customizing and personalizing their gameplay experience. [Blizzard]",
        "scores": {
            "metascore": "93",
            "userscore": "8.3"
        }
    },
    "8": {
        "title": "Rock Band 3",
        "date": "October 26, 2010",
        "summary": "Rock Band returns with another iteration of the popular music game featuring new songs and instruments.",
        "scores": {
            "metascore": "93",
            "userscore": "8.0"
        }
    },
    "9": {
        "title": "God of War III",
        "date": "March 16, 2010",
        "summary": "Set in the realm of brutal Greek mythology, God of War III is a single-player game which allows players to take on the climatic role of the ex-Spartan warrior, Kratos, as he scales through the intimidating heights of Mt. Olympus and the dark depths of Hell to seek revenge on those who have betrayed him. Armed with double-chained blades, and an array of new weapons and magic for this iteration of the trilogy, Kratos must take on mythology’s darkest creatures while solving intricate puzzles throughout his merciless quest to destroy Olympus. [SCEA]",
        "scores": {
            "metascore": "92",
            "userscore": "8.8"
        }
    },
    "10": {
        "title": "Super Street Fighter IV",
        "date": "April 27, 2010",
        "summary": "The follow-up to Street Fighter IV further redefines the fighting game genre with classic 2D Street Fighter fighting action, a host of new and returning characters, more advanced online gameplay, new ultra combos and much more. Super Street Fighter IV features the full roster of 25 characters from Street Fighter IV such as Ryu, Ken, Crimson Viper, Abel, El Fuerte, and Rufus, while adding about eight characters new to the world of Street Fighter IV. The impressive new roster includes classic combatants from previous Street Fighter games like T. Hawk as well as all-new characters such as the mysterious and deadly female fighter, Juri. Super Street Fighter IV adds new Ultra Combos and advancements to the state of the art online matchmaking and online gameplay introduced in Street Fighter IV with numerous additional features. Super Street Fighter IV takes many of the groundbreaking features introduced in Street Fighter IV and refines everything to deliver the ultimate vision of Street Fighter to fans the world over. [Capcom]",
        "scores": {
            "metascore": "92",
            "userscore": "7.8"
        }
    },
    "11": {
        "title": "Super Street Fighter IV",
        "date": "April 27, 2010",
        "summary": "The follow-up to Street Fighter IV further redefines the fighting game genre with classic 2D Street Fighter fighting action, a host of new and returning characters, more advanced online gameplay, new ultra combos and much more. Super Street Fighter IV features the full roster of 25 characters from Street Fighter IV such as Ryu, Ken, Crimson Viper, Abel, El Fuerte, and Rufus, while adding about eight characters new to the world of Street Fighter IV. The impressive new roster includes classic combatants from previous Street Fighter games like T. Hawk as well as all-new characters such as the mysterious and deadly female fighter, Juri. Super Street Fighter IV adds new Ultra Combos and advancements to the state of the art online matchmaking and online gameplay introduced in Street Fighter IV with numerous additional features. Super Street Fighter IV takes many of the groundbreaking features introduced in Street Fighter IV and refines everything to deliver the ultimate vision of Street Fighter to fans the world over. [Capcom]",
        "scores": {
            "metascore": "91",
            "userscore": "7.7"
        }
    },
    "12": {
        "title": "Pac-Man Championship Edition DX",
        "date": "November 23, 2010",
        "summary": "PAC-MAN Championship Edition DX continues to uphold NAMCO BANDAI's tradition of enhancing a classic franchise for today's gamer. Building upon PAC-MAN Championship Edition’s original six courses, the new game features more than 100 varied and mind-boggling mazes to navigate. Several new modes will also be available to test a player's pellet-munching aptitude. In Time Attack Mode, players will vie for the quickest clear time. Fulfill a series of objectives in Mission Mode or compete to devour the most number of ghosts gobbled in Ghost Mode.",
        "scores": {
            "metascore": "91",
            "userscore": "7.8"
        }
    },
    "13": {
        "title": "Rock Band 3",
        "date": "October 26, 2010",
        "summary": "Rock Band returns with the third iteration of the popular music game featuring new songs and instruments.",
        "scores": {
            "metascore": "91",
            "userscore": "6.9"
        }
    },
    "14": {
        "title": "Rock Band 3",
        "date": "October 26, 2010",
        "summary": "Rock Band returns with another iteration of the popular music game featuring new songs and instruments.",
        "scores": {
            "metascore": "91",
            "userscore": "8.1"
        }
    },
    "15": {
        "title": "MLB 10: The Show",
        "date": "March 2, 2010",
        "summary": "MLB 10 The Show NEW Features: HR Derby – The Home Run Derby and MLB All-Star Futures Game are now available during the All-Star break in our season modes and as a stand-alone experience. Catcher Calling the Game – Call pitches and play as the field general, just like Joe Mauer. Online Gameplay Improved – This year the online gameplay experience has been vastly improved and will detect and respond better to adverse network conditions along with reduced bandwidth to help the speed and flow of online gameplay. User Controlled Pick-Offs – Surprise a base runner with a quick move or lull him to sleep with our new pick-off mechanism. Custom Music, Fan Yells, and Chants – Assign music or a recording to an entire team, edit tracks to assign batter walk-up music, or record your own voice and assign it to play for the team or player during the situation of your choice. [SCEA]",
        "scores": {
            "metascore": "91",
            "userscore": "8.1"
        }
    },
    "16": {
        "title": "Halo: Reach",
        "date": "September 14, 2010",
        "summary": "From the beginning, you know the end. In Halo: Reach, players experience the fateful moments that forged the Halo legend. It's the story of Noble Team, a squad of heroic Spartan soldiers, and their final stand on the planet Reach, humanity's last line of defense between the terrifying Covenant and Earth. This darker story is echoed by grittier visuals amid a backdrop of massive, awe-inspiring environments. Characters, enemies and environments are rendered in amazing detail by an all-new engine designed to deliver epic-scale encounters against the cunning and ruthless Covenant.",
        "scores": {
            "metascore": "91",
            "userscore": "8.2"
        }
    },
    "17": {
        "title": "World of Warcraft: Cataclysm",
        "date": "December 7, 2010",
        "summary": "In Cataclysm, players witness the face of Azeroth being altered forever, as the corrupted Dragon Aspect Deathwing awakens from his subterranean slumber and erupts onto the surface, leaving ruin and destruction in his wake. As the Horde and Alliance race to the epicenter of the cataclysm, the kingdoms of Azeroth will witness seismic shifts in power, the kindling of a war of the elements, and the emergence of unlikely heroes who will rise up to protect their scarred and broken world from utter devastation. New features in the game's third expansion include: Two New Playable Races: Adventure as the cursed worgen with the Alliance or the resourceful goblins with the Horde. Increased Level Cap: Advance to level 85 and earn new abilities, tap into new talents, and progress through the path system, a new way for players to customize characters. Classic Zones Remade: Quest to level 60 as you never have before. Familiar zones across the original continents of Kalimdor and the Eastern Kingdoms have been reforged by the cataclysm and updated with new quests and content. Flying Mounts in Azeroth: Explore Kalimdor and the Eastern Kingdoms from a whole new perspective. Guild Advancement: Progress as a guild to earn guild levels and guild achievements. New High-Level Content: Explore newly opened parts of the world, including Uldum, Grim Batol, and the great sunken city of Vashj'ir beneath the sea, and enjoy even more high-level raid content than in previous expansions. New PvP Zone & Rated Battlegrounds: Take on PvP objectives and daily quests on Tol Barad Island, a new Wintergrasp-like zone, and wage war in all-new rated Battlegrounds. Archaeology: Master a new secondary profession to unearth valuable artifacts and earn unique rewards. New Race and Class Combinations: Explore Azeroth as a gnome priest, blood elf warrior, or one of the other never-before-available race and class combinations. [Blizzard Entertainment]",
        "scores": {
            "metascore": "90",
            "userscore": "5.7"
        }
    },
    "18": {
        "title": "Bayonetta",
        "date": "January 5, 2010",
        "summary": "Bayonetta is a stylish and cinematic action game directed by creator Hideki Kamiya. A member of an ancient witch clan and possessing powers beyond the comprehension of mere mortals, Bayonetta faces-off against countless ethereal enemies, many reaching epic proportions, in a game of 100% pure, unadulterated all-out action. Outlandish finishing moves are performed with balletic grace as Bayonetta flows from one fight to another. With over-the-top action taking place in stages that are a veritable theme park of exciting attractions, Bayonetta pushes the limits of the action genre, bringing to life its fast-paced, dynamic climax combat. [Sega]",
        "scores": {
            "metascore": "90",
            "userscore": "8.1"
        }
    },
    "19": {
        "title": "LIMBO",
        "date": "July 21, 2010",
        "summary": "[Xbox Live Arcade]  Uncertain of his sister's fate, a boy enters LIMBO.",
        "scores": {
            "metascore": "90",
            "userscore": "8.4"
        }
    },
    "20": {
        "title": "Assassin's Creed: Brotherhood",
        "date": "November 16, 2010",
        "summary": "The critically acclaimed single-player experience of Assassin's Creed is back and better than ever as Ezio returns in an epic struggle against the powerful Templar Order. Now a legendary Master Assassin, he must journey into Italy's greatest city, Rome, center of power, greed and corruption to strike at the heart of the enemy. Defeating the corrupt tyrants entrenched there will require not only strength, but leadership, as Ezio commands an entire Brotherhood that will rally to his side. Only by working together can the Assassins defeat their mortal enemies.",
        "scores": {
            "metascore": "90",
            "userscore": "8.3"
        }
    },
    "21": {
        "title": "Super Meat Boy",
        "date": "October 20, 2010",
        "summary": "Super Meat Boy is a tough as nails platformer where you play as an animated cube of meat who's trying to save his girlfriend (who happens to be made of bandages) from an evil fetus in a jar wearing a tux.",
        "scores": {
            "metascore": "90",
            "userscore": "8.0"
        }
    },
    "22": {
        "title": "Sid Meier's Civilization V",
        "date": "September 21, 2010",
        "summary": "With over nine million units sold worldwide, and unprecedented critical acclaim from fans and press around the world, Sid Meier's Civilization is recognized as one of the greatest strategy franchises of all-time. Now, Firaxis Games will take this incredibly fun and addictive strategy game to unprecedented heights by adding new ways to play and win; new tools to manage and expand your civilization; extensive modding capabilities; and intensely competitive multiplayer options. Civilization V will come to life in a beautifully detailed, living world that will elevate the gameplay experience to a whole new level making it a must-have for gamers around the globe!",
        "scores": {
            "metascore": "90",
            "userscore": "8.0"
        }
    },
    "23": {
        "title": "Shin Megami Tensei: Persona 3 Portable",
        "date": "July 5, 2010",
        "summary": "Terrible creatures lurk in the dark, preying on those who wander into the hidden hour between one day and the next.  As a member of a secret school club, you must wield your inner power--Persona--and protect humanity from impending doom.  Will you live to see the light of day? Maximum Persona 3--The RPG that captured critics and fans alike achieves a new level of excellence.  Built upon an enhanced version of the game, players will find numerous significant improvements, including the addition of Skill Cards, part-time jobs, a total of five difficulty settings (ranging from the newcomer-friendly \"beginner\" to the ultra-hardcore \"maniac\"), and most importantly, the ability to directly control your teammates in battle. Gain a whole new perspective--The choice of your protagonist's sex at the start of the game has a dramatic impact on the game's intricate social dynamics.  Persona 3 veterans will get a kick out of playing through the story from a new female perspective, gaining new Social Links, special events, and unique romantic opportunities. Slick system enhancements--Improved playability permeates every aspect of the gameplay experience.  One-button menu shortcuts, streamlined team equipment changes, incredibly short load times, and other tweaks and enhancements create an ideal pace for portable gaming. [Atlus USA]",
        "scores": {
            "metascore": "89",
            "userscore": "7.2"
        }
    },
    "24": {
        "title": "Plants vs. Zombies",
        "date": "September 8, 2010",
        "summary": "Zombies are invading your home, and the only defense is your arsenal of plants! Armed with an alien nursery-worth of zombie-zapping plants like peashooters and cherry bombs, you'll need to think fast and plant faster to stop dozens of types of zombies dead in their tracks. Obstacles like a setting sun, creeping fog and a swimming pool add to the challenge, and with five game modes to dig into, the fun never dies!",
        "scores": {
            "metascore": "89",
            "userscore": "8.4"
        }
    },
    "25": {
        "title": "Assassin's Creed: Brotherhood",
        "date": "November 16, 2010",
        "summary": "The critically acclaimed single-player experience of Assassin's Creed is back and better than ever as Ezio returns in an epic struggle against the powerful Templar Order. Now a legendary Master Assassin, he must journey into Italy's greatest city, Rome, center of power, greed and corruption to strike at the heart of the enemy. Defeating the corrupt tyrants entrenched there will require not only strength, but leadership, as Ezio commands an entire Brotherhood that will rally to his side. Only by working together can the Assassins defeat their mortal enemies.",
        "scores": {
            "metascore": "89",
            "userscore": "8.4"
        }
    },
    "26": {
        "title": "Need for Speed: Hot Pursuit",
        "date": "November 16, 2010",
        "summary": "Need for Speed Hot Pursuit players will experience the thrill of the chase and the rush of the escape as they play through full careers as both a cop and a racer – solo or connected. The blistering speeds, brutal busts and heart-stopping getaways are all connected via Need for Speed Autolog. This network not only connects friends for epic head-to head pursuits and races, but also enables players to compare performances and stats, thereby setting the stage for the ultimate in friendly competition.",
        "scores": {
            "metascore": "89",
            "userscore": "7.4"
        }
    },
    "27": {
        "title": "Cave Story",
        "date": "March 22, 2010",
        "summary": "[WiiWare]  Cave Story takes you into a rare world where a curious race of innocent, rabbit-like creatures called Mimiga run free. You wake up in a dark cave with no memory of who you are, where you came from or why you're in such a place. Uncovering Mimiga Village, you discover that the once-carefree Mimiga are in danger at the hands of a maniacal scientist. Their only hope rests squarely on the shoulders of a quiet, amnesiac boy who can't remember his own name. Take control, learn the origins of this world's power, stop the delusional villain and save the Mimiga.",
        "scores": {
            "metascore": "89",
            "userscore": "8.7"
        }
    },
    "28": {
        "title": "FIFA Soccer 11",
        "date": "September 28, 2010",
        "summary": "EA returns to the field with another installment in its long-running soccer series.",
        "scores": {
            "metascore": "89",
            "userscore": "8.1"
        }
    },
    "29": {
        "title": "Metal Gear Solid: Peace Walker",
        "date": "June 8, 2010",
        "summary": "METAL GEAR SOLID: PEACE WALKER takes the series in an exciting new direction with incredible visuals, as it sheds new light on well-known adversaries and allies, along with a wealth of new characters. In true METAL GEAR SOLID tradition, METAL GEAR SOLID: PEACE WALKER drops the player into a series of hostile scenarios, as a terrible plan for world domination is revealed. In addition to solo operations, players can team up via the game's multi-player CO-OPS (CO-operative OPerationS) mode. This extends to key gameplay advances, with players administering medical help to colleagues, sharing munitions, or providing cover for each other using the Snake formation to cover each other's blind spots. [Konami]",
        "scores": {
            "metascore": "89",
            "userscore": "8.7"
        }
    },
    "30": {
        "title": "NBA 2K11",
        "date": "October 5, 2010",
        "summary": "It's the #1 selling and rated NBA series that everyone is playing - from the most elite NBA athletes and superstars to the local court gym rats. NBA 2K10 delivered on its promise to TAKE OVER, and NBA 2K11 will build on that momentum by dialing up all of its features - gameplay, AI, presentation, visuals, audio, online and more - to deliver what's expected to be the best basketball video game experience EVER.",
        "scores": {
            "metascore": "89",
            "userscore": "8.3"
        }
    },
    "31": {
        "title": "NBA 2K11",
        "date": "October 5, 2010",
        "summary": "It's the #1 selling and rated NBA series that everyone is playing - from the most elite NBA athletes and superstars to the local court gym rats. NBA 2K10 delivered on its promise to TAKE OVER, and NBA 2K11 will build on that momentum by dialing up all of its features - gameplay, AI, presentation, visuals, audio, online and more - to deliver what's expected to be the best basketball video game experience EVER.",
        "scores": {
            "metascore": "89",
            "userscore": "7.9"
        }
    },
    "32": {
        "title": "DJ Hero 2",
        "date": "October 19, 2010",
        "summary": "Activision's turntable-based rhythm game is coming back for an encore.",
        "scores": {
            "metascore": "88",
            "userscore": "7.6"
        }
    },
    "33": {
        "title": "NHL 11",
        "date": "September 7, 2010",
        "summary": "Celebrating its 20th year, the franchise that captured 22 ‘Sports Game of the Year’ awards has raised the bar yet again with NHL® 11. Powered by an all-new Real-Time Physics Engine, NHL 11 lets you create highlight reel moments as you experience adrenaline-pumping NHL action with bigger hits, broken sticks, and faster dangles. Whether you’re beginning your career in the Canadian Hockey League, dominating rivals in the EA SPORTS Hockey League, or assembling Hockey’s Ultimate Team, any moment can be a ‘WOW’ moment with NHL 11.",
        "scores": {
            "metascore": "88",
            "userscore": "7.2"
        }
    },
    "34": {
        "title": "BioShock 2",
        "date": "February 9, 2010",
        "summary": "Set approximately 10 years after the events of the original BioShock, the halls of Rapture once again echo with sins of the past. Along the Atlantic coastline, a monster has been snatching little girls and bringing them back to the undersea city of Rapture. You are the very first Big Daddy as you travel through the decrepit and beautiful fallen city, chasing an unseen foe in search of answers and your own survival. Multiplayer in BioShock 2 provides a rich prequel experience that expands the BioShock gameplay. Set during the fall of Rapture, players assume the role of Plasmid test subject in the underwater city that was first explored in the original BioShock. Players will need to use all the elements of the game's toolset to survive as the full depth of the BioShock experience is refined and transformed into a unique multiplayer experience that can only be found in Rapture. [2K Games]",
        "scores": {
            "metascore": "88",
            "userscore": "8.2"
        }
    },
    "35": {
        "title": "Battlefield: Bad Company 2",
        "date": "March 2, 2010",
        "summary": "In this installment, the Bad Company crew again find themselves in the heart of the action, where they must use every weapon and vehicle at their disposal to survive. In Battlefield: Bad Company 2, the 'B' company fight their way through snowy mountaintops, dense jungles and dusty villages. With a heavy arsenal of deadly weapons and a slew of vehicles to aid them, the crew set off on their mission and they are ready to blow up, shoot down, blast through, wipe out and utterly destroy anything that gets in their way. Total destruction is the name of the game, delivered as only the DICE next generation Frostbite engine can. [Electronic Arts]",
        "scores": {
            "metascore": "88",
            "userscore": "8.5"
        }
    },
    "36": {
        "title": "Battlefield: Bad Company 2",
        "date": "March 2, 2010",
        "summary": "In this installment, the Bad Company crew again find themselves in the heart of the action, where they must use every weapon and vehicle at their disposal to survive. In Battlefield: Bad Company 2, the 'B' company fight their way through snowy mountaintops, dense jungles and dusty villages. With a heavy arsenal of deadly weapons and a slew of vehicles to aid them, the crew set off on their mission and they are ready to blow up, shoot down, blast through, wipe out and utterly destroy anything that gets in their way. Total destruction is the name of the game, delivered as only the DICE next generation Frostbite engine can. [Electronic Arts]",
        "scores": {
            "metascore": "88",
            "userscore": "8.6"
        }
    },
    "37": {
        "title": "Pinball FX 2",
        "date": "October 27, 2010",
        "summary": "Pinball FX is back, and it’s better than ever! Pinball FX 2 offers improved graphics and a host of new features for novices and experts alike: a new state-of-the-art physics model that surpasses anything available so far, Operators Menu with custom settings and advanced play info, automatic in-game challenges against your friends, and split-screen local multiplayer mode-a first in video pinball history! Pinball FX 2 also offers full backward compatibility for Pinball FX owners-download Pinball FX 2 free and play all your Pinball FX tables within Pinball FX 2!",
        "scores": {
            "metascore": "88",
            "userscore": "8.2"
        }
    },
    "38": {
        "title": "NHL 11",
        "date": "September 7, 2010",
        "summary": "Celebrating its 20th year, the franchise that captured 22 ‘Sports Game of the Year’ awards has raised the bar yet again with NHL® 11. Powered by an all-new Real-Time Physics Engine, NHL 11 lets you create highlight reel moments as you experience adrenaline-pumping NHL action with bigger hits, broken sticks, and faster dangles. Whether you’re beginning your career in the Canadian Hockey League, dominating rivals in the EA SPORTS Hockey League, or assembling Hockey’s Ultimate Team, any moment can be a ‘WOW’ moment with NHL 11.",
        "scores": {
            "metascore": "88",
            "userscore": "7.7"
        }
    },
    "39": {
        "title": "Call of Duty: Black Ops",
        "date": "November 9, 2010",
        "summary": "Treyarch is developing the next installment in the Call of Duty franchise, rumored to be set during the Cold War.",
        "scores": {
            "metascore": "88",
            "userscore": "6.6"
        }
    },
    "40": {
        "title": "BioShock 2",
        "date": "February 9, 2010",
        "summary": "Set approximately 10 years after the events of the original BioShock, the halls of Rapture once again echo with sins of the past. Along the Atlantic coastline, a monster has been snatching little girls and bringing them back to the undersea city of Rapture. You are the very first Big Daddy as you travel through the decrepit and beautiful fallen city, chasing an unseen foe in search of answers and your own survival. Multiplayer in BioShock 2 provides a rich prequel experience that expands the BioShock gameplay. Set during the fall of Rapture, players assume the role of Plasmid test subject in the underwater city that was first explored in the original BioShock. Players will need to use all the elements of the game's toolset to survive as the full depth of the BioShock experience is refined and transformed into a unique multiplayer experience that can only be found in Rapture. [2K Games]",
        "scores": {
            "metascore": "88",
            "userscore": "8.2"
        }
    },
    "41": {
        "title": "BioShock 2",
        "date": "February 9, 2010",
        "summary": "Set approximately 10 years after the events of the original BioShock, the halls of Rapture once again echo with sins of the past. Along the Atlantic coastline, a monster has been snatching little girls and bringing them back to the undersea city of Rapture. You are the very first Big Daddy as you travel through the decrepit and beautiful fallen city, chasing an unseen foe in search of answers and your own survival. Multiplayer in BioShock 2 provides a rich prequel experience that expands the BioShock gameplay. Set during the fall of Rapture, players assume the role of Plasmid test subject in the underwater city that was first explored in the original BioShock. Players will need to use all the elements of the game's toolset to survive as the full depth of the BioShock experience is refined and transformed into a unique multiplayer experience that can only be found in Rapture. [2K Games]",
        "scores": {
            "metascore": "88",
            "userscore": "8.0"
        }
    },
    "42": {
        "title": "Battlefield: Bad Company 2 Vietnam",
        "date": "December 21, 2010",
        "summary": "Set in the 1960s, this DLC adds 4 new multiplayer maps, 15 new weapons, and six vehicles.",
        "scores": {
            "metascore": "88",
            "userscore": "8.2"
        }
    },
    "43": {
        "title": "FIFA Soccer 11",
        "date": "September 28, 2010",
        "summary": "EA returns to the field with another installment in its long-running soccer series.",
        "scores": {
            "metascore": "88",
            "userscore": "7.5"
        }
    },
    "44": {
        "title": "Art of Balance",
        "date": "February 15, 2010",
        "summary": "[WiiWare]  Grab your Wii Remote controller and build a balanced stack in this physics-based puzzler, featuring 100 levels that challenge not only your skills but also your imagination. The game is easy to pick up and hard to put away. Play alone or invite a friend to grab a second Wii Remote controller and drop in at any point for co-op play. There's even a dedicated two-player split-screen \"versus\" mode for extra fun. [Nintendo]",
        "scores": {
            "metascore": "88",
            "userscore": "7.5"
        }
    },
    "45": {
        "title": "Battlefield: Bad Company 2 Vietnam",
        "date": "December 21, 2010",
        "summary": "Set in the 1960s, this DLC adds 4 new multiplayer maps, 15 new weapons, and six vehicles.",
        "scores": {
            "metascore": "88",
            "userscore": "8.0"
        }
    },
    "46": {
        "title": "Need for Speed: Hot Pursuit",
        "date": "November 16, 2010",
        "summary": "Need for Speed Hot Pursuit players will experience the thrill of the chase and the rush of the escape as they play through full careers as both a cop and a racer – solo or connected. The blistering speeds, brutal busts and heart-stopping getaways are all connected via Need for Speed Autolog. This network not only connects friends for epic head-to head pursuits and races, but also enables players to compare performances and stats, thereby setting the stage for the ultimate in friendly competition.",
        "scores": {
            "metascore": "88",
            "userscore": "7.1"
        }
    },
    "47": {
        "title": "Super Meat Boy",
        "date": "November 30, 2010",
        "summary": "Super Meat Boy is a tough as nails platformer where you play as an animated cube of meat who's trying to save his girlfriend (who happens to be made of bandages) from an evil fetus in a jar wearing a tux.\r\n\r\nOur meaty hero will leap from walls, over seas of buzz saws, through crumbling caves and pools of old needles. Sacrificing his own well being to save his damsel in distress. Super Meat Boy brings the old school difficulty of classic NES titles like Mega Man 2, Ghost and Goblins and Super Mario Bros. 2 (The Japanese one) and stream lines them down to the essential no BS straight forward twitch reflex platforming.\r\n\r\nRamping up in difficulty from hard to soul crushing SMB will drag Meat boy though haunted hospitals, salt factories and even hell itself. And if 300+ single player levels weren't enough SMB also throws in epic boss fights, a level editor and tons of unlock able secrets, warp zones and hidden characters.",
        "scores": {
            "metascore": "87",
            "userscore": "8.2"
        }
    },
    "48": {
        "title": "Monkey Island 2 Special Edition: LeChuck's Revenge",
        "date": "July 6, 2010",
        "summary": "Monkey Island 2 Special Edition: LeChuck's Revenge will allow for direct control of Guybrush, allowing players to forego the old point-and-click system of navigation if they choose, and will include an interactive object hint system that can be used to highlight objects of interest in the environment. Pirate historians will \"arr\" with delight with in-game audio commentary from the game’s creators as they share their thoughts and memories about the making of the game. Players will also be able to get a glimpse of yesteryear with an in-game art viewer offering up classic glimpses of select areas of the game.",
        "scores": {
            "metascore": "87",
            "userscore": "8.0"
        }
    },
    "49": {
        "title": "Red Dead Redemption: Undead Nightmare Pack",
        "date": "October 26, 2010",
        "summary": "Red Dead Redemption: Undead Nightmare Pack brings more adventures and challenges to the Red Dead universe.",
        "scores": {
            "metascore": "87",
            "userscore": "8.3"
        }
    },
    "50": {
        "title": "Dragon Quest IX: Sentinels of the Starry Skies",
        "date": "July 11, 2010",
        "summary": "Developed by Level 5 (the developers of \"Dragon Quest VIII,\" \"Dark Cloud\" and \"Rogue Galaxy\") Dragon Quest IX unites the key components that made the previous Dragon Quest titles such as success. Horii and Sugiyama are on board to provide their talents as DQIX takes the series in a decidedly different direction. For the first time, the DQ franchise has an action-oriented title where battles take place on the field (much like \"Crystal Chronicles\"). To cap off the presentation, SQEX announced that the game supports four-player multiplayer. [Famitsu/Square Enix]",
        "scores": {
            "metascore": "87",
            "userscore": "8.5"
        }
    },
    "51": {
        "title": "Battlefield: Bad Company 2",
        "date": "March 2, 2010",
        "summary": "In this installment, the Bad Company crew again find themselves in the heart of the action, where they must use every weapon and vehicle at their disposal to survive. In Battlefield: Bad Company 2, the 'B' company fight their way through snowy mountaintops, dense jungles and dusty villages. With a heavy arsenal of deadly weapons and a slew of vehicles to aid them, the crew set off on their mission and they are ready to blow up, shoot down, blast through, wipe out and utterly destroy anything that gets in their way. Total destruction is the name of the game, delivered as only the DICE next generation Frostbite engine can. [Electronic Arts]",
        "scores": {
            "metascore": "87",
            "userscore": "8.3"
        }
    },
    "52": {
        "title": "Heavy Rain",
        "date": "February 23, 2010",
        "summary": "How Far Will You Go To Save Someone You Love? Experience a gripping psychological thriller filled with innumerable twists and turns, where choices and actions can result in dramatic consequences. Spanning four days of mystery and suspense, the hunt is on for a murderer known only as the Origami Killer - named after his macabre calling card of leaving behind folded paper shapes at crime scenes. Four characters, each following their own leads and with their own motives, must take part in a desperate attempt to prevent the killer from claiming a new victim. [Sony]",
        "scores": {
            "metascore": "87",
            "userscore": "7.8"
        }
    },
    "53": {
        "title": "Monkey Island 2 Special Edition: LeChuck's Revenge",
        "date": "July 7, 2010",
        "summary": "More Pirates! More Adventure! More Monkeys! Relive the second swashbuckling misadventure of the wannabe pirate Guybrush Threepwood as he searches for the lost treasure of Big Whoop, attempts to win back the beautiful Elaine Marley and takes on the now evil zombie pirate, LeChuck! Monkey Island 2 Special Edition: LeChuck’s Revenge faithfully re-imagines the original classic in signature Special Edition detail. Plus, interact with the world of Monkey Island like never before with new direct-character controls, an interactive object highlight system, behind the scenes art viewer and creator commentary featuring the original developers of Monkey Island 2: LeChuck’s Revenge! Play it again for the first time with signature Special Edition features. [LucasArts]",
        "scores": {
            "metascore": "87",
            "userscore": "8.9"
        }
    },
    "54": {
        "title": "Mass Effect 2: Lair of the Shadow Broker",
        "date": "September 7, 2010",
        "summary": "Liara T'Soni is tracking down the mysterious Shadow Broker, and no one is safe. She'll do anything to recover the man the Broker kidnapped... and the Shadow Broker's agents will do anything to stop her. Team up with Liara and chase clues from the luxurious heights of Illium to the Shadow Broker's own secret lair. Adds the Shadow Broker intel center, new research, and five new achievements and the chance to continue a relationship with Liara.",
        "scores": {
            "metascore": "87",
            "userscore": "8.5"
        }
    },
    "55": {
        "title": "Pokemon SoulSilver Version",
        "date": "March 14, 2010",
        "summary": "Return to the beloved Johto region first introduced in the Pokémon Gold and Silver Version games for the portable Game Boy system. Several new enhancements for the series, such as updated graphics and touch screen features, enrich these timeless adventures, and the new Pokéwalker accessory allows players to take their favorite Pokémon with them wherever they go. Both games feature detailed graphics that spotlight the unique environments and hundreds of Pokémon that players can encounter and catch. Players can even see and interact with their favorite Pokémon outside of battle, selecting one from their team to follow behind them as they travel through the Johto region. [Nintendo]",
        "scores": {
            "metascore": "87",
            "userscore": "9.2"
        }
    },
    "56": {
        "title": "Red Dead Redemption: Undead Nightmare Pack",
        "date": "October 26, 2010",
        "summary": "Red Dead Redemption: Undead Nightmare Pack brings more adventures and challenges to the Red Dead universe.",
        "scores": {
            "metascore": "87",
            "userscore": "8.5"
        }
    },
    "57": {
        "title": "Donkey Kong Country Returns",
        "date": "November 21, 2010",
        "summary": "The latest installment of the Donkey Kong Country series returns.",
        "scores": {
            "metascore": "87",
            "userscore": "8.6"
        }
    },
    "58": {
        "title": "Call of Duty: Black Ops",
        "date": "November 9, 2010",
        "summary": "Treyarch is developing the next installment in the Call of Duty franchise, rumored to be set during the Cold War.",
        "scores": {
            "metascore": "87",
            "userscore": "6.5"
        }
    },
    "59": {
        "title": "BlazBlue: Continuum Shift",
        "date": "July 27, 2010",
        "summary": "BlazBlue: Continuum Shift inherits all the key features of its predecessor while adding a few twists of its own. Tsubaki, ?-12 and Hazama will join the ranks of the veterans, who will be reborn with additional moves added to their arsenals. With new modes like Beginner Mode and Tutorial Mode, even fighting game beginners can pull off combos like the pros and dive right into the action. [Aksys Games]",
        "scores": {
            "metascore": "87",
            "userscore": "8.1"
        }
    },
    "60": {
        "title": "Pokemon HeartGold Version",
        "date": "March 14, 2010",
        "summary": "Return to the beloved Johto region first introduced in the Pokémon Gold and Silver Version games for the portable Game Boy system. Several new enhancements for the series, such as updated graphics and touch screen features, enrich these timeless adventures, and the new Pokéwalker accessory allows players to take their favorite Pokémon with them wherever they go. Both games feature detailed graphics that spotlight the unique environments and hundreds of Pokémon that players can encounter and catch. Players can even see and interact with their favorite Pokémon outside of battle, selecting one from their team to follow behind them as they travel through the Johto region. [Nintendo]",
        "scores": {
            "metascore": "87",
            "userscore": "9.1"
        }
    },
    "61": {
        "title": "Sin & Punishment: Star Successor",
        "date": "June 27, 2010",
        "summary": "Players engage in nonstop shooter action as they're propelled through this on-rails game. Isa and Kachi are being hunted. They go on the run and on the defensive. And they shoot everything. Sin & Punishment 2 is the long-awaited sequel to the Japanese Nintendo 64 cult-classic shooter. It brings a frantic arcade sensibility to a post-apocalyptic world. Players can run on foot or take to the skies with a jetpack or hovering skateboard-like device to dodge enemy attacks or get a better lock on their targets. Players can fire at targets in the distance or switch to sword attacks for close-range targets. The Wii Remote controller's pointing ability is used to aim weapons, while the Nunchuk controller is used for positioning and maneuvering. Numerous beautifully rendered settings include gorgeous cityscapes and dramatic underwater tunnels, all populated by fierce enemies. It's all about the multiplier. The better a player's skills, the more points are earned, and the bigger the bonus. Players will want to play the game again and again to beat their personal best on each level. The better the performance, the bigger the multiplier and the higher the final score. [Nintendo]",
        "scores": {
            "metascore": "87",
            "userscore": "8.5"
        }
    },
    "62": {
        "title": "Bayonetta",
        "date": "January 5, 2010",
        "summary": "Bayonetta is a stylish and cinematic action game directed by creator Hideki Kamiya. A member of an ancient witch clan and possessing powers beyond the comprehension of mere mortals, Bayonetta faces-off against countless ethereal enemies, many reaching epic proportions, in a game of 100% pure, unadulterated all-out action. Outlandish finishing moves are performed with balletic grace as Bayonetta flows from one fight to another. With over-the-top action taking place in stages that are a veritable theme park of exciting attractions, Bayonetta pushes the limits of the action genre, bringing to life its fast-paced, dynamic climax combat. [Sega]",
        "scores": {
            "metascore": "87",
            "userscore": "7.7"
        }
    },
    "63": {
        "title": "Kirby's Epic Yarn",
        "date": "October 17, 2010",
        "summary": "Kirby's wields his yarn through danger in the latest epic adventure.",
        "scores": {
            "metascore": "86",
            "userscore": "8.5"
        }
    },
    "64": {
        "title": "DJ Hero 2",
        "date": "October 19, 2010",
        "summary": "Activision's turntable-based rhythm game is coming back for an encore.",
        "scores": {
            "metascore": "86",
            "userscore": "7.8"
        }
    },
    "65": {
        "title": "Borderlands: The Secret Armory of General Knoxx",
        "date": "February 25, 2010",
        "summary": "(Downloadable Content)  Borderlands goes to ELEVEN! You may have seen some games raise their level cap by 5, or maybe even 10, but with The Crimson Lance Assassination Squads wreaking havoc and Crawmerax the Invincible being all invulnerable and stuff we knew you'd need more than just 10. And that's why Borderlands goes to ELEVEN! The Secret Armory of General Knoxx is an add-on pack for Borderlands that adds new guns, new Class Mods, new vehicles, new missions, new enemy types, and increases the level cap to 61. [Xbox.com]",
        "scores": {
            "metascore": "86",
            "userscore": "7.1"
        }
    },
    "66": {
        "title": "Need for Speed: Hot Pursuit",
        "date": "November 16, 2010",
        "summary": "Need for Speed Hot Pursuit players will experience the thrill of the chase and the rush of the escape as they play through full careers as both a cop and a racer – solo or connected. The blistering speeds, brutal busts and heart-stopping getaways are all connected via Need for Speed Autolog. This network not only connects friends for epic head-to head pursuits and races, but also enables players to compare performances and stats, thereby setting the stage for the ultimate in friendly competition.",
        "scores": {
            "metascore": "86",
            "userscore": "6.8"
        }
    },
    "67": {
        "title": "Fluidity",
        "date": "December 6, 2010",
        "summary": "(Also known as \"Hydroventure\") Players must navigate their way across multiple chapters to rid Aquaticus of a corruptive goop called the \"Influence\", solving puzzles along the way in order to find Rainbow Drops scattered around the world. Using the three forms of water - liquid, ice and cloud - players can transform to continue on their adventure, for instance become a cloud to float to hard to reach areas, then make the cloud rain to return to a liquid state, or turn into ice and stick to surfaces..",
        "scores": {
            "metascore": "86",
            "userscore": "7.8"
        }
    },
    "68": {
        "title": "Pinball FX 2: Marvel Pinball",
        "date": "December 8, 2010",
        "summary": "Marvel Pinball is an expansion set for Pinball FX-2 for the Xbox 360.",
        "scores": {
            "metascore": "86",
            "userscore": "8.7"
        }
    },
    "69": {
        "title": "God of War: Ghost of Sparta",
        "date": "November 2, 2010",
        "summary": "Set in the realm of Greek mythology, God of War: Ghost of Sparta is a single-player game that allows players to take on the powerful role of Spartan warrior Kratos. This new adventure picks up after God of War concludes, telling the story of Kratos' ascension to power as the God of War. In his quest to rid himself of the nightmares that haunt him, Kratos must embark on a journey that will reveal the origins of lost worlds, and finally answer long-awaited questions about his dark past.  Armed with the deadly chained Blades of Chaos, he will have to overcome armies of mythological monsters, legions of undead soldiers, and amazingly dangerous and brutal landscapes throughout his merciless quest.",
        "scores": {
            "metascore": "86",
            "userscore": "8.7"
        }
    },
    "70": {
        "title": "Mass Effect 2: Lair of the Shadow Broker",
        "date": "September 7, 2010",
        "summary": "Liara T'Soni is tracking down the mysterious Shadow Broker, and no one is safe. She'll do anything to recover the man the Broker kidnapped... and the Shadow Broker's agents will do anything to stop her. Team up with Liara and chase clues from the luxurious heights of Illium to the Shadow Broker's own secret lair. Adds the Shadow Broker intel center, new research, and five new achievements and the chance to continue a relationship with Liara.",
        "scores": {
            "metascore": "86",
            "userscore": "8.5"
        }
    },
    "71": {
        "title": "NCAA Football 11",
        "date": "July 13, 2010",
        "summary": "With presentation and gameplay improvements, along with an online-based feature, NCAA Football 11 promises to give players real college offenses that, for the first time , reflect the authentic style of all 120 NCAA FBS schools in-game.  With team-specific pre-game run-outs and ESPN’s broadcast graphics package, NCAA Football 11 attempts to recreate the intensity of college football Saturdays, hoping to achieve all-new levels of quality in presentation and core gameplay by delivering an experience true to your school and providing 120 ways to win. NCAA Football also includes the new Dynasty Wire online feature.  With Dynasty Wire, players create stories that recap their Dynasty game, complete with video and photo highlights, then share the news of the victorious triumph or devastating loss by publishing the story through social networking sites for the world to read. [Electronic Arts]",
        "scores": {
            "metascore": "86",
            "userscore": "7.1"
        }
    },
    "72": {
        "title": "Professor Layton and the Unwound Future",
        "date": "September 12, 2010",
        "summary": "Professor Layton and his apprentice, Luke, receive a confounding letter - from Luke 10 years in the future. But the message inside is even more troubling: London of the future is in disarray, and the only person\r\nwho can help set things right is Professor Layton.",
        "scores": {
            "metascore": "86",
            "userscore": "8.8"
        }
    },
    "73": {
        "title": "Joe Danger",
        "date": "June 8, 2010",
        "summary": "[Playstation Network]  Take control of Joe Danger, motorbike stuntman, and break world records in this 3D side-scrolling stunt-em-up.",
        "scores": {
            "metascore": "86",
            "userscore": "7.7"
        }
    },
    "74": {
        "title": "DJ Hero 2",
        "date": "October 19, 2010",
        "summary": "Activision's turntable-based rhythm game is coming back for an encore.",
        "scores": {
            "metascore": "86",
            "userscore": "8.3"
        }
    },
    "75": {
        "title": "Battlefield: Bad Company 2 Vietnam",
        "date": "December 18, 2010",
        "summary": "Set in the 1960s, this DLC adds 4 new multiplayer maps, 15 new weapons, and six vehicles.",
        "scores": {
            "metascore": "86",
            "userscore": "8.0"
        }
    },
    "76": {
        "title": "Assassin's Creed II",
        "date": "March 9, 2010",
        "summary": "Assassin's Creed II is the product of over two years of intensive development by the original creative team behind the Assassin's Creed brand. In a vast open world environment, the game invites players to incarnate Ezio, a privileged young noble in Renaissance Italy who's been betrayed by the rival ruling families of Italy. Ezio's subsequent quest for vengeance plunges players into an epic story that offers more variety in missions, surprising and engaging new gameplay elements, diverse weapons and a profound character progression that appeal to fans of the original Assassin's Creed as well as entice players new to the brand. [Ubisoft]",
        "scores": {
            "metascore": "86",
            "userscore": "7.2"
        }
    },
    "77": {
        "title": "Shantae: Risky's Revenge",
        "date": "October 4, 2010",
        "summary": "The sequel to the critically acclaimed Shantae is here!",
        "scores": {
            "metascore": "85",
            "userscore": "7.7"
        }
    },
    "78": {
        "title": "Tom Clancy's Splinter Cell: Conviction",
        "date": "April 13, 2010",
        "summary": "Improvise. Adapt. Overcome. You are a fugitive, ruthlessly hunted by the very government you used to serve. Your only choice is to improvise to survive. Experience original gameplay based on improvisation in which your environment is your top weapon. Always on your toes, you need to react on the fly to any changing situations and use the environment and the crowds around you to create diversions and deter your enemies. As a fugitive, quick thinking and adaptation are essential to turn the situation to your advantage. A gameplay experience delivering 100% adrenaline includes close combat and shooting sequences. To survive, build an underground network of allies who will help you obtain high-tech gadgets and stay one step ahead of your pursuers as you struggle to unmask the forces that frame you. [Ubisoft]",
        "scores": {
            "metascore": "85",
            "userscore": "7.7"
        }
    },
    "79": {
        "title": "UFC Undisputed 2010",
        "date": "May 25, 2010",
        "summary": "UFC Undisputed 2010 is the only mixed martial arts (MMA) videogame this year that delivers the action, intensity and prestige of the Ultimate Fighting Championship. Players navigate a roster of more than 100 prolific UFC fighters, each fully rendered to convey a photorealistic appearance. Prominent UFC personalities, including commentators Joe Rogan and Mike Goldberg, veteran voice of the Octagon Bruce Buffer, the Octagon Girls, referees, trainers and more, return to showcase an authentic and memorable UFC videogame experience. Enhanced combat offers players a new Sway System with full upper body and head movement that allows for the dodging of attacks. On the ground, a new Posture System enables players to deliver stronger, fight-ending strikes from every position. In addition, players manage Octagon control with new strikes, submissions, transitions and cage positions, as well as experience added realism with the introduction of Southpaw stance. Players also enjoy customizable freedom with created fighters by combining moves from numerous MMA disciplines, including new moves taken from Sambo, Karate and Greco-Roman Wrestling, to become true mixed martial artists. [THQ]",
        "scores": {
            "metascore": "85",
            "userscore": "7.2"
        }
    },
    "80": {
        "title": "The Sly Collection",
        "date": "November 9, 2010",
        "summary": "Developed exclusively for the PS3, The Sly Collection (Also known as \"The Sly Trilogy\") features three PlayStation 2 action-packed classic hits (Sly Cooper and the Thievius Racconus, Sly 2: Band of Thieves and Sly 3: Honor Among Thieves) fully remastered in high definition and delivered on a single Blu-Ray Disc. In addition to crisp picture quality and stunning visual graphics, The Sly Collection contains extra features and content, such as Sly 3: Honor Among Thieves in 3-D and all-new PlayStation Move mini-games that showcase the latest technology for a fun and immersive experience on the PS3 system.",
        "scores": {
            "metascore": "85",
            "userscore": "8.8"
        }
    },
    "81": {
        "title": "Tatsunoko vs. Capcom: Ultimate All-Stars",
        "date": "January 26, 2010",
        "summary": "Capcom's popular and critically acclaimed ‘VS’ fighting series is getting an all new next-generation introduction. Tatsunoko vs. Capcom pits Capcom’s iconic characters against Tatsunoko Productions anime superheroes. This clash of heroes face off in two-on-two battles for the ultimate 2D tag-team battle. Originally released in Japanese arcades in the Fall of 2008, the original Tatsunoko vs. Capcom moved to the Wii console on December 11, 2008. This fighter blends these two rich universes by taking Capcom characters like Ryu from Street Fighter, Morrigan from Darkstalkers and the giant PTX-40A from Lost Planet and putting them against Tatsunoko fan-favorite characters from Gatchaman, Hurricane Polymar, Casshern and more. It’s a battler oyale that delivers match-ups that only exist in fans wildest dreams! Unlike the more well-known six-button layout that the Street Fighter franchise pioneered, the VS line features a simplified four button system: Weak, Medium, Strong and Assist for the tag-team option of. The Assist feature adds another compelling element found Capcom’s other VS series: allowing players to switch their character on the fly or call for help from their tag-team partner, allowing for spectacular super moves (Hyper Variable Combination). Successful execution of the Assist feature can turn the tide of battle on a dime. Historically the VS series excels in integrating the tag-team options by including customized moves like Variable Assist, Snapback, and the previously mentioned Hyper Variable combination that lets both characters on one team perform their Hyper attack. TvC enhances the above gameplay with new mechanics, including the Variable Aerial Rave that allows characters to be switched in the middle of an Aerial rave. More moves include the offensive Assault and defensive maneuver Mega Crash. Another new gameplay mechanic, titled Baroque, illuminates the character in a rainbow of colors, cancels the current attack and extends combos and damage. Featuring a robust line-up of characters, the console version added four mini-games and optional control schemes. [Capcom]",
        "scores": {
            "metascore": "85",
            "userscore": "8.6"
        }
    },
    "82": {
        "title": "Castle Crashers",
        "date": "August 31, 2010",
        "summary": "From the award-winning independent developer The Behemoth, creators of Alien Hominid HD, now you can experience medieval-style insanity in Castle Crashers.",
        "scores": {
            "metascore": "85",
            "userscore": "8.3"
        }
    },
    "83": {
        "title": "Lara Croft and the Guardian of Light",
        "date": "August 18, 2010",
        "summary": "[Xbox Live Arcade]   Lara Croft and the Guardian of Light is the first ever co-op multiplayer action/adventure game featuring Lara Croft. This brand new adventure combines the hallmarks of the Tomb Raider  franchise, including exploration and discovery, platforming, and puzzle solving combined with character progression, fun fast-paced combat, and elements of human cooperation and competition.",
        "scores": {
            "metascore": "85",
            "userscore": "8.4"
        }
    },
    "84": {
        "title": "BlazBlue: Continuum Shift",
        "date": "July 27, 2010",
        "summary": "BlazBlue: Continuum Shift inherits all the key features of its predecessor while adding a few twists of its own. Tsubaki, ?-12 and Hazama will join the ranks of the veterans, who will be reborn with additional moves added to their arsenals. With new modes like Beginner Mode and Tutorial Mode, even fighting game beginners can pull off combos like the pros and dive right into the action. [Aksys Games]",
        "scores": {
            "metascore": "85",
            "userscore": "8.7"
        }
    },
    "85": {
        "title": "Amnesia: The Dark Descent",
        "date": "September 8, 2010",
        "summary": "The last remaining memories fade away into darkness. Your mind is a mess and only a feeling of being hunted remains. You must escape. Awake... Amnesia: The Dark Descent, a first person survival horror. A game about immersion, discovery and living through a nightmare. An experience that will chill you to the core.",
        "scores": {
            "metascore": "85",
            "userscore": "8.6"
        }
    },
    "86": {
        "title": "Football Manager 2011",
        "date": "November 4, 2010",
        "summary": "With more new features than ever before, including real-time contract negotiation, a revamped training system and a number of match engine improvements, Football Manager 2011 will once again raise the bar for Soccer management games.",
        "scores": {
            "metascore": "85",
            "userscore": "8.3"
        }
    },
    "87": {
        "title": "Monkey Island 2 Special Edition: LeChuck's Revenge",
        "date": "July 7, 2010",
        "summary": "[Xbox Live Arcade]  More Pirates! More Adventure! More Monkeys! Relive the second swashbuckling misadventure of the wannabe pirate Guybrush Threepwood as he searches for the lost treasure of Big Whoop, attempts to win back the beautiful Elaine Marley and takes on the now evil zombie pirate, LeChuck! Monkey Island 2 Special Edition: LeChuck’s Revenge faithfully re-imagines the original classic in signature Special Edition detail. Plus, interact with the world of Monkey Island like never before with new direct-character controls, an interactive object highlight system, behind the scenes art viewer and creator commentary featuring the original developers of Monkey Island 2: LeChuck’s Revenge! Play it again for the first time with signature Special Edition features. [LucasArts]",
        "scores": {
            "metascore": "85",
            "userscore": "8.2"
        }
    },
    "88": {
        "title": "Warhammer 40,000: Dawn of War II - Chaos Rising",
        "date": "March 10, 2010",
        "summary": "Set in the grim, war-ravaged world of Games Workshop’s vast Warhammer 40,000 science fiction universe, Warhammer 40,000: Dawn of War II – Chaos Rising transports players into the midst of an intergalactic war between ancient enemies.  Warhammer 40,000: Dawn of War II – Chaos Rising introduces the Chaos Space Marines as a new playable army, continues the single player campaign from the original Dawn of War II, delivers all new wargear and raises the level cap from 20 to 30.  Relic Entertainment will also deliver new multiplayer maps and new units for the Orks, Eldar, Tyranids and Space Marines.  Veterans of the Dawn of War II single player campaign can use their existing squads’ accumulated wargear, abilities and experience to battle the traitorous Chaos Space Marines of the Black Legion throughout 20 new missions.  Newcomers to Dawn of War II will begin the single player campaign with a squad of Space Marines fully equipped to take on the malevolent forces of Chaos.  Powerful Chaos tainted wargear can be equipped and used against your enemy, but doing so could lead to dreadful consequences.  Will you risk corruption for power? [THQ]",
        "scores": {
            "metascore": "85",
            "userscore": "8.6"
        }
    },
    "89": {
        "title": "NCAA Football 11",
        "date": "July 13, 2010",
        "summary": "With presentation and gameplay improvements, along with an online-based feature, NCAA Football 11 promises to give players real college offenses that, for the first time , reflect the authentic style of all 120 NCAA FBS schools in-game.  With team-specific pre-game run-outs and ESPN’s broadcast graphics package, NCAA Football 11 attempts to recreate the intensity of college football Saturdays, hoping to achieve all-new levels of quality in presentation and core gameplay by delivering an experience true to your school and providing 120 ways to win. NCAA Football also includes the new Dynasty Wire online feature.  With Dynasty Wire, players create stories that recap their Dynasty game, complete with video and photo highlights, then share the news of the victorious triumph or devastating loss by publishing the story through social networking sites for the world to read. [Electronic Arts]",
        "scores": {
            "metascore": "85",
            "userscore": "7.5"
        }
    },
    "90": {
        "title": "Castlevania: Lords of Shadow",
        "date": "October 5, 2010",
        "summary": "Castlevania: Lords of Shadow takes place at the end of days. The Earth's alliance with the Heavens has been threatened by a dark and malevolent force - the mysterious Lords of Shadow - darkness reins the world.  Across this shattered land, the souls of the dead wander unable to find peace, whilst creatures of evil roam free wreaking chaos and death upon the living.  Gabriel is a member of the Brotherhood of Light, an elite group of holy knights who protect and defend the innocent against the supernatural. His beloved wife was brutally murdered by the evil forces of darkness and her soul trapped for eternity. Neither living nor dead she realizes the horrific truth of what is at stake and guides Gabriel to his destiny - and hopefully salvation for the world... but at what cost? Thus, Gabriel must travel the destroyed world, defeating the evil tyrants in order to use their powers to bring balance back to the world. Armed with the versatile Combat Cross - the world's last hope must encounter the three factions of the Lords of Shadow and end their unholy rule. Mercury Steam has created a rich, open game world that traverses snowy mountain ranges, Gothic castles, and undead-strewn wastelands in a devastated Southern Europe during the Middle Ages. [Konami]",
        "scores": {
            "metascore": "85",
            "userscore": "8.1"
        }
    },
    "91": {
        "title": "Borderlands: The Secret Armory of General Knoxx",
        "date": "February 23, 2010",
        "summary": "(Downloadable Content)  Borderlands goes to ELEVEN! You may have seen some games raise their level cap by 5, or maybe even 10, but with The Crimson Lance Assassination Squads wreaking havoc and Crawmerax the Invincible being all invulnerable and stuff we knew you'd need more than just 10. And that's why Borderlands goes to ELEVEN! The Secret Armory of General Knoxx is an add-on pack for Borderlands that adds new guns, new Class Mods, new vehicles, new missions, new enemy types, and increases the level cap to 61. [Xbox.com]",
        "scores": {
            "metascore": "85",
            "userscore": "8.0"
        }
    },
    "92": {
        "title": "Sam & Max: The Devil's Playhouse - Episode 2: The Tomb of Sammun-Mak",
        "date": "May 18, 2010",
        "summary": "In this episode, our heroes cross paths with an even more bizarre and dangerous pair of characters -- their own great-grandparents! These characters set out on their trippiest trip yet in The Tomb of Sammun-Mak, leapfrogging across ten decades and possibly as many continents (we haven't counted) in search of the mysterious force that's causing all the trouble.",
        "scores": {
            "metascore": "85",
            "userscore": "7.8"
        }
    },
    "93": {
        "title": "Borderlands: The Secret Armory of General Knoxx",
        "date": "February 25, 2010",
        "summary": "(Downloadable Content)  Borderlands goes to ELEVEN! You may have seen some games raise their level cap by 5, or maybe even 10, but with The Crimson Lance Assassination Squads wreaking havoc and Crawmerax the Invincible being all invulnerable and stuff we knew you'd need more than just 10. And that's why Borderlands goes to ELEVEN! The Secret Armory of General Knoxx is an add-on pack for Borderlands that adds new guns, new Class Mods, new vehicles, new missions, new enemy types, and increases the level cap to 61. [Xbox.com]",
        "scores": {
            "metascore": "85",
            "userscore": "7.3"
        }
    },
    "94": {
        "title": "Fallout: New Vegas",
        "date": "October 19, 2010",
        "summary": "The latest game in the post-nuclear RPG series is being developed by many members of the Fallout 1 and 2  team at Obsidian Entertainment using the Fallout 3 engine.",
        "scores": {
            "metascore": "84",
            "userscore": "8.7"
        }
    },
    "95": {
        "title": "Tiger Woods PGA Tour 11",
        "date": "June 8, 2010",
        "summary": "One of the most prestigious tournaments in golf, The Ryder Cup, is featured in Tiger Woods PGA TOUR 11. Gamers select a team and square off to try and bring home The Ryder Cup for their squad. The Ryder Cup is one of the last great sporting events to be founded in prestige rather than prize money.  Choose from the U.S. or European squad and participate in the various competition formats – foursomes where players hit alternate shots, fourballs and singles which traditionally bring the biennial event to a close with players going head to head. When playing The Ryder Cup mode offline, gamers have the option to swap matches, thus giving you the ultimate control over the outcomes of other matches. [Electronic Arts]",
        "scores": {
            "metascore": "84",
            "userscore": "7.6"
        }
    },
    "96": {
        "title": "F1 2010",
        "date": "September 22, 2010",
        "summary": "In F1 2010 gamers will take on the full, expanded grid in a variety of game modes including Grand Prix, Championship, Time Trial and an extensive, innovative Career mode. F1 2010 will also feature a highly advanced damage model, fully dynamic weather system and extensive competitive multiplayer options.",
        "scores": {
            "metascore": "84",
            "userscore": "8.1"
        }
    },
    "97": {
        "title": "UFC Undisputed 2010",
        "date": "May 25, 2010",
        "summary": "UFC Undisputed 2010 is the only mixed martial arts (MMA) videogame this year that delivers the action, intensity and prestige of the Ultimate Fighting Championship. Players navigate a roster of more than 100 prolific UFC fighters, each fully rendered to convey a photorealistic appearance. Prominent UFC personalities, including commentators Joe Rogan and Mike Goldberg, veteran voice of the Octagon Bruce Buffer, the Octagon Girls, referees, trainers and more, return to showcase an authentic and memorable UFC videogame experience. Enhanced combat offers players a new Sway System with full upper body and head movement that allows for the dodging of attacks. On the ground, a new Posture System enables players to deliver stronger, fight-ending strikes from every position. In addition, players manage Octagon control with new strikes, submissions, transitions and cage positions, as well as experience added realism with the introduction of Southpaw stance. Players also enjoy customizable freedom with created fighters by combining moves from numerous MMA disciplines, including new moves taken from Sambo, Karate and Greco-Roman Wrestling, to become true mixed martial artists. [THQ]",
        "scores": {
            "metascore": "84",
            "userscore": "6.7"
        }
    },
    "98": {
        "title": "Monster Hunter Tri",
        "date": "April 20, 2010",
        "summary": "Monster Hunter Tri sets a new bar in the action/adventure genre with the introduction of new features and game play elements as the multi-million unit selling franchise makes its debut on the Wii system. Monster Hunter Tri depicts a living, breathing ecosystem where man co-exists with fantastic beasts that roam both the land and the sea. Featuring both online and offline cooperative modes, players can join online hunting parties with up to four players or play with two players on a single TV for select quests. Players also have the option to face Monster Hunter Tri's challenging quests as a single player experience accompanied by Cha-Cha, an AI hunting partner whose tracking and trapping skills prove invaluable in the hunt. New items, weapons and armor sets will also be available to assist the hunters as they embark on the most incredible Monster Hunter adventure to date. [Capcom]",
        "scores": {
            "metascore": "84",
            "userscore": "8.5"
        }
    },
    "99": {
        "title": "No More Heroes 2: Desperate Struggle",
        "date": "January 26, 2010",
        "summary": "No More Heroes 2: Desperate Struggle continues the tale of punk anti-hero Travis Touchdown, the Japanese anime Otaku, and pro wrestling-obsessed assassin. Travis finds himself at the bottom of the UAA (United Assassins Association) rankings and must wage war to become the No. 1 assassin once again. The follow-up to the popular No More Heroes will offer fans infectious, fun gameplay that allows you to wield not just one, but two swords and face multiple bosses simultaneously in bigger-than-ever boss battles. [Ubisoft]",
        "scores": {
            "metascore": "84",
            "userscore": "8.9"
        }
    },
    "100": {
        "title": "Just Cause 2",
        "date": "March 23, 2010",
        "summary": "Developed by Avalanche Studios, Just Cause 2 finds Rico Rodriguez returning in an epic open-world adventure set in the diverse tropical playground of Panau in South East Asia, where the aim is to cause chaos and destruction in a way that only Rico knows how! His mission is to destabilize the island and free it from the tyranny of the evil dictator, Baby Panay. Players tackle missions and objectives in any way they want while exploring the highly-detailed and beautiful island by land, sea or air, performing an insane range of new daredevil stunts and mastering the use of the all new grappling hook and Rico's trademark parachute. [Eidos Interactive]",
        "scores": {
            "metascore": "84",
            "userscore": "7.7"
        }
    }
}