{
    "1": {
        "title": "Batman: Arkham City",
        "date": "October 18, 2011",
        "summary": "Developed by Rocksteady Studios, Batman: Arkham City builds upon the intense, atmospheric foundation of Batman: Arkham Asylum, sending players soaring into Arkham City, the new maximum security \"home\" for all of Gotham City's thugs, gangsters and insane criminal masterminds. Set inside the heavily fortified walls of a sprawling district in the heart of Gotham City, this highly anticipated sequel introduces a brand-new story that draws together a new all-star cast of classic characters and murderous villains from the Batman universe, as well as a vast range of new and enhanced gameplay features to deliver the ultimate experience as the Dark Knight.",
        "scores": {
            "metascore": "96",
            "userscore": "8.7"
        }
    },
    "2": {
        "title": "The Elder Scrolls V: Skyrim",
        "date": "November 11, 2011",
        "summary": "The next chapter in the Elder Scrolls saga arrives from the Bethesda Game Studios. Skyrim reimagines the open-world fantasy epic, bringing to life a complete virtual world open for you to explore any way you choose. Play any type of character you can imagine, and do whatever you want; the legendary freedom of choice, storytelling, and adventure of The Elder Scrolls is realized like never before. Skyrim's new game engine brings to life a complete virtual world with rolling clouds, rugged mountains, bustling cities, lush fields, and ancient dungeons. Choose from hundreds of weapons, spells, and abilities. The new character system allows you to play any way you want and define yourself through your actions. Battle ancient dragons like you've never seen. As Dragonborn, learn their secrets and harness their power for yourself.",
        "scores": {
            "metascore": "96",
            "userscore": "8.6"
        }
    },
    "3": {
        "title": "Portal 2",
        "date": "April 18, 2011",
        "summary": "Valve is working on a full-length sequel to its award-winning, mind-bending puzzle action game for the Xbox 360 and PC.",
        "scores": {
            "metascore": "95",
            "userscore": "9.1"
        }
    },
    "4": {
        "title": "Portal 2",
        "date": "April 19, 2011",
        "summary": "Valve is working on a full-length sequel to its award-winning, mind-bending puzzle action game for the Xbox 360 and PC.",
        "scores": {
            "metascore": "95",
            "userscore": "8.7"
        }
    },
    "5": {
        "title": "Portal 2",
        "date": "April 19, 2011",
        "summary": "Portal 2 is the sequel to the title named \"Game of the Year\" 2007 by over 30 publications around the world. Portal 2 promises to break new ground in next generation gaming by expanding the award-winning recipe of innovative gameplay, immersive story, and creative inclusion of music while also introducing multiplayer co-op game modes.",
        "scores": {
            "metascore": "95",
            "userscore": "8.5"
        }
    },
    "6": {
        "title": "The Elder Scrolls V: Skyrim",
        "date": "November 10, 2011",
        "summary": "The next chapter in the Elder Scrolls saga arrives from the Bethesda Game Studios. Skyrim reimagines the open-world fantasy epic, bringing to life a complete virtual world open for you to explore any way you choose. Play any type of character you can imagine, and do whatever you want; the legendary freedom of choice, storytelling, and adventure of The Elder Scrolls is realized like never before. Skyrim's new game engine brings to life a complete virtual world with rolling clouds, rugged mountains, bustling cities, lush fields, and ancient dungeons. Choose from hundreds of weapons, spells, and abilities. The new character system allows you to play any way you want and define yourself through your actions. Battle ancient dragons like you've never seen. As Dragonborn, learn their secrets and harness their power for yourself.",
        "scores": {
            "metascore": "94",
            "userscore": "8.2"
        }
    },
    "7": {
        "title": "Batman: Arkham City",
        "date": "October 18, 2011",
        "summary": "Developed by Rocksteady Studios, Batman: Arkham City builds upon the intense, atmospheric foundation of Batman: Arkham Asylum, sending players soaring into Arkham City, the new maximum security \"home\" for all of Gotham City's thugs, gangsters and insane criminal masterminds. Set inside the heavily fortified walls of a sprawling district in the heart of Gotham City, this highly anticipated sequel introduces a brand-new story that draws together a new all-star cast of classic characters and murderous villains from the Batman universe, as well as a vast range of new and enhanced gameplay features to deliver the ultimate experience as the Dark Knight.",
        "scores": {
            "metascore": "94",
            "userscore": "8.7"
        }
    },
    "8": {
        "title": "The Legend of Zelda: Ocarina of Time 3D",
        "date": "June 19, 2011",
        "summary": "The Legend of Zelda: Ocarina of Time is being remade in 3-D for the 3DS.",
        "scores": {
            "metascore": "94",
            "userscore": "9.0"
        }
    },
    "9": {
        "title": "Mass Effect 2",
        "date": "January 17, 2011",
        "summary": "The Mass Effect trilogy is an emotionally charged science fiction adventure set in a vast universe filled with dangerous alien life and mysterious, uncharted planets. In Mass Effect 2, players will once again step into the role of the heroic Commander Shepard, commanding their crew of some of the most dangerous operatives from across the galaxy on a mission so challenging that it's potentially suicidal. Featuring intense shooter action, a rich futuristic storyline, space exploration and emotionally engaging character interaction, the game delivers an unparalleled cinematic experience.",
        "scores": {
            "metascore": "94",
            "userscore": "8.6"
        }
    },
    "10": {
        "title": "Minecraft",
        "date": "November 18, 2011",
        "summary": "The game involves players creating and destroying various types of blocks in a three dimensional environment. The player takes an avatar that can destroy or create blocks, forming fantastic structures, creations and artwork across the various multiplayer servers in multiple game modes.",
        "scores": {
            "metascore": "93",
            "userscore": "7.7"
        }
    },
    "11": {
        "title": "The Legend of Zelda: Skyward Sword",
        "date": "November 20, 2011",
        "summary": "A Link to the Future - The Legend of Zelda: Skyward Sword shakes up the tried-and-true adventure game formula and marks a turning point for the franchise. The introduction of full motion controls enabled by Wii MotionPlus technology synchronizes player movements with Link's actions while offering the most intuitive play control of any game in the series to date.\r\n\r\nFEATURES:\r\n\r\n    * The Legend of Zelda: Skyward Sword boasts the most realistic sword combat of any game to date, turning every encounter into a challenge of both brains and brawn. Wii MotionPlus technology accurately translates the angle of every sword slice, effectively putting Link's blade in the player's hand. Analyzing enemy attack and defense tendencies and counteracting with precise swings of the sword provide a satisfying experience that blends puzzle-solving with a new and distinctly unique combat system.\r\n\r\n    * Explore a massive, multilayered world that seamlessly blends soaring exploration in a sea of clouds with intense ground-based adventuring that blurs the line between the main world and traditional Zelda dungeons. Link soars through the skies on the back of a noble bird and dives beneath the clouds to the continent below in an epic quest that lays the foundation for the events in the critically acclaimed The Legend of Zelda: Ocarina of Time.\r\n\r\n    * Prepare for intense puzzle-solving as only The Legend of Zelda games can deliver. Exploration of the forests, volcanoes and deserts requires players to think on their feet as they solve puzzles, overcome obstacles and escape deadly traps. Once they find their way to each dungeon, they are confronted by even more puzzles guarded by fiendish enemies.\r\n\r\n    * The Legend of Zelda: Skyward Sword redefines the traditional Zelda framework and introduces an arsenal of items, upgrades and rewards unlike any game in the franchise to date. The adventure guides players into, out of and back to dungeons and areas they've already completed. Along the way, Link gathers a massive inventory of peculiar items and resources that can be used to upgrade many of his weapons and equipment.\r\n    * Every copy in the initial production of the game will come packaged with a special music CD featuring orchestral arrangements of select songs that will be performed at The Legend of Zelda 25th Anniversary Symphony Concert.\r\n    * This version of The Legend of Zelda: Skyward Sword comes packaged with a special Gold Wii Remote Plus controller. You can also purchase a copy of the game without a controller.",
        "scores": {
            "metascore": "93",
            "userscore": "8.1"
        }
    },
    "12": {
        "title": "The Elder Scrolls V: Skyrim",
        "date": "November 11, 2011",
        "summary": "The next chapter in the Elder Scrolls saga arrives from the Bethesda Game Studios. Skyrim reimagines the open-world fantasy epic, bringing to life a complete virtual world open for you to explore any way you choose. Play any type of character you can imagine, and do whatever you want; the legendary freedom of choice, storytelling, and adventure of The Elder Scrolls is realized like never before. Skyrim's new game engine brings to life a complete virtual world with rolling clouds, rugged mountains, bustling cities, lush fields, and ancient dungeons. Choose from hundreds of weapons, spells, and abilities. The new character system allows you to play any way you want and define yourself through your actions. Battle ancient dragons like you've never seen. As Dragonborn, learn their secrets and harness their power for yourself.",
        "scores": {
            "metascore": "92",
            "userscore": "6.6"
        }
    },
    "13": {
        "title": "Uncharted 3: Drake's Deception",
        "date": "November 1, 2011",
        "summary": "A search for the fabled \"Atlantis of the Sands\" propels fortune hunter Nathan Drake on a trek into the heart of the Arabian Desert. When the terrible secrets of this lost city are unearthed, Drake's quest descends into a desperate bid for survival that strains the limits of his endurance and forces him to confront his deepest fears.",
        "scores": {
            "metascore": "92",
            "userscore": "8.4"
        }
    },
    "14": {
        "title": "The ICO & Shadow of the Colossus Collection",
        "date": "September 27, 2011",
        "summary": "This collection provides HD and 3D updates for PS2 classics Ico and Shadow of the Colossus.",
        "scores": {
            "metascore": "92",
            "userscore": "8.7"
        }
    },
    "15": {
        "title": "Rayman Origins",
        "date": "November 15, 2011",
        "summary": "Rayman's new adventure is a two-dimensional cooperative platformer with a colorful, whimsical art style.",
        "scores": {
            "metascore": "92",
            "userscore": "8.5"
        }
    },
    "16": {
        "title": "LittleBigPlanet 2",
        "date": "January 18, 2011",
        "summary": "Media Molecule and Sony Europe are already working on a follow-up to their critically acclaimed platformer.",
        "scores": {
            "metascore": "91",
            "userscore": "8.6"
        }
    },
    "17": {
        "title": "Forza Motorsport 4",
        "date": "October 11, 2011",
        "summary": "Forza Motorsport 4 is the biggest entry in the series to date. Hundreds of the world’s most exciting cars spanning more than eighty manufacturers. The best driving circuits in the world. Bringing you closer to the cars of your dreams. Online features that redefine online community. Forza Motorsport 4 promises to be an entirely new car experience.",
        "scores": {
            "metascore": "91",
            "userscore": "8.2"
        }
    },
    "18": {
        "title": "Batman: Arkham City",
        "date": "November 21, 2011",
        "summary": "DC Comics' Dark Knight clashes with the Joker again in this sequel from Warner Bros. and Rocksteady Games.",
        "scores": {
            "metascore": "91",
            "userscore": "8.7"
        }
    },
    "19": {
        "title": "Gears of War 3",
        "date": "September 20, 2011",
        "summary": "Developed by acclaimed studio Epic Games and available only on Xbox 360, \"Gears of War 3\" plunges players into a harrowing tale of hope, survival, and brotherhood that will conclude the current story arc for \"Gears of War.\" With the last human city destroyed and the remaining survivors stranded, time is running out for Marcus and his comrades as they fight to save the human race from the jaws of extinction.",
        "scores": {
            "metascore": "91",
            "userscore": "8.0"
        }
    },
    "20": {
        "title": "NBA 2K12",
        "date": "October 4, 2011",
        "summary": "The NBA 2k Franchise is back with NBA 2K12.",
        "scores": {
            "metascore": "90",
            "userscore": "6.7"
        }
    },
    "21": {
        "title": "FIFA Soccer 12",
        "date": "September 27, 2011",
        "summary": "FIFA Soccer 12 brings a new physics engine into the soccer gameplay.",
        "scores": {
            "metascore": "90",
            "userscore": "7.2"
        }
    },
    "22": {
        "title": "FIFA Soccer 12",
        "date": "September 27, 2011",
        "summary": "FIFA Soccer 12 brings a new physics engine into the soccer gameplay.",
        "scores": {
            "metascore": "90",
            "userscore": "6.8"
        }
    },
    "23": {
        "title": "MLB 11: The Show",
        "date": "March 8, 2011",
        "summary": "The #1 selling, highest rated baseball franchise is back in MLB® The Show '11. Experience new ways to play The Show with the NEW PURE Analog controls. Team up in ALL NEW CO-OP play, get called up to the Big Leagues with new and improved Road to the Show features and compete for real world prizes in MLB® The Show's ALL NEW Challenge of the Week.",
        "scores": {
            "metascore": "90",
            "userscore": "8.0"
        }
    },
    "24": {
        "title": "Dead Space 2",
        "date": "January 25, 2011",
        "summary": "Hero Isaac Clarke returns for another heart-pounding adventure, taking the fight to the Necromorphs in this thrilling action-horror experience. New tools to gruesomely slice and dismember the Necromorphs complement Isaac's signature Plasma Cutter, empowering him as he meets new characters, explores epic Zero-G environments, and fights against a relentless necromorph onslaught.  Survival isn't the only thing on Isaac's mind in Dead Space 2  – this time, he calls the shots. [Electronic Arts]",
        "scores": {
            "metascore": "90",
            "userscore": "8.6"
        }
    },
    "25": {
        "title": "Super Mario 3D Land",
        "date": "November 13, 2011",
        "summary": "Get Ready for a New Spin on a Familiar Tail. Super Mario 3D Land reinvents everything fans love about Mario gaming with the first platforming environment in true 3D, without the need for special glasses. Players will experience a new sense of depth, distance and speed while running, jumping and stomping on enemies throughout the levels. Tanooki Mario returns: The fan-favorite Tanooki suit makes its first appearance on the Nintendo 3DS. Use the Tanooki suit’s tail to attack enemies or float gently down from great heights. These abilities help players move through the 3D environments with more confidence. 3D visuals make it easier for players to judge the depths and distances in their environments. Players can more accurately judge the jump to the next platform or how far Mario is from a question block.  New and familiar abilities add unique game-play strategies to the adventure. Mario can perform a rolling somersault attack or run fast with a dash move. The Circle Pad gives players complete control to confidently move Mario through fun and challenging environments. New enemies include Goombas with tails, tall stacks of Goombas and a Piranha Plant that spits ink to obscure a player’s view. [Nintendo]",
        "scores": {
            "metascore": "90",
            "userscore": "8.5"
        }
    },
    "26": {
        "title": "Deus Ex: Human Revolution",
        "date": "August 23, 2011",
        "summary": "In Deus Ex: Human Revolution you play Adam Jensen, a security specialist, handpicked to oversee the defense of one of America's most experimental biotechnology firms. But when a black ops team breaks in and kills the scientists you were hired to protect, everything you thought you knew about your job changes. At a time when scientific advancements are routinely turning athletes, soldiers and spies into super-enhanced beings, someone is working very hard to ensure mankind's evolution follows a particular path. You need to discover why - because the decisions you take and the choices you make will be the only things that can determine mankind's future.",
        "scores": {
            "metascore": "90",
            "userscore": "8.5"
        }
    },
    "27": {
        "title": "Pushmo",
        "date": "December 8, 2011",
        "summary": "(Also known at \"Pullblox\" in the UK/EU)  Pushmo is a puzzle-action game in which you pull and push blocks to create a place to stand so you can jump up and down on your way to a goal. At first glance, some places may look out of reach, but if you use your head, you just may see a way to the goal...",
        "scores": {
            "metascore": "90",
            "userscore": "8.3"
        }
    },
    "28": {
        "title": "Metal Gear Solid HD Collection",
        "date": "November 8, 2011",
        "summary": "Metal Gear Solid HD Collection bundles Metal Gear Solid 2: Sons of Liberty, Metal Gear Solid 3: Snake Eater and Metal Gear Solid: Peace Walker and updates them with HD visuals.",
        "scores": {
            "metascore": "90",
            "userscore": "8.7"
        }
    },
    "29": {
        "title": "LIMBO",
        "date": "July 19, 2011",
        "summary": "LIMBO, a black and white puzzle-platforming adventure, puts players in the role of a young boy traveling through an eerie and treacherous world in an attempt to discover the fate of his sister.",
        "scores": {
            "metascore": "90",
            "userscore": "7.9"
        }
    },
    "30": {
        "title": "Total War: Shogun 2",
        "date": "March 15, 2011",
        "summary": "Shogun 2 is the ultimate refinement of the original formula with a new, cutting-edge AI, more polish and online functionality than ever before. The result is the perfect mix of real-time and turn-based strategy gaming that invites both veterans of Total War and new players to experience the enjoyment and depth of the series.",
        "scores": {
            "metascore": "90",
            "userscore": "8.4"
        }
    },
    "31": {
        "title": "NBA 2K12",
        "date": "October 4, 2011",
        "summary": "The NBA 2k Franchise is back with NBA 2K12.",
        "scores": {
            "metascore": "90",
            "userscore": "7.7"
        }
    },
    "32": {
        "title": "Dark Souls",
        "date": "October 4, 2011",
        "summary": "Project Dark (Working Title) is a brand new dark fantasy RPG designed to completely embrace the concepts of tension in dungeon exploration, fear in encountering enemies, the joy of new discoveries, and a high sense of achievement in progressing. The game is set in a dark fantasy world filled with decadent atmosphere, with a heavy emphasis on player freedom in discovering various tactics and strategies to use in weapon based combat.",
        "scores": {
            "metascore": "89",
            "userscore": "8.5"
        }
    },
    "33": {
        "title": "Deus Ex: Human Revolution",
        "date": "August 23, 2011",
        "summary": "In Deus Ex: Human Revolution you play Adam Jensen, a security specialist, handpicked to oversee the defense of one of America's most experimental biotechnology firms. But when a black ops team breaks in and kills the scientists you were hired to protect, everything you thought you knew about your job changes. At a time when scientific advancements are routinely turning athletes, soldiers and spies into super-enhanced beings, someone is working very hard to ensure mankind's evolution follows a particular path. You need to discover why - because the decisions you take and the choices you make will be the only things that can determine mankind's future.",
        "scores": {
            "metascore": "89",
            "userscore": "8.3"
        }
    },
    "34": {
        "title": "L.A. Noire",
        "date": "May 17, 2011",
        "summary": "L.A. Noire is a next generation crime thriller developed by Team Bondi, a new Australian based studio founded by Brendan McNamara, of \"The Getaway.\" L.A Noire is an interactive detective story set in the classic noir period of the late 1940's. It blends action, detection and complex storytelling and draws players into an open-ended challenge to solve a series of gruesome murders. Set in a perfectly recreated Los Angeles before freeways, with a post-war backdrop of corruption, drugs and jazz, L.A. Noire truly blends cinema and gaming. [Rockstar Games]",
        "scores": {
            "metascore": "89",
            "userscore": "7.8"
        }
    },
    "35": {
        "title": "FIFA Soccer 12",
        "date": "September 27, 2011",
        "summary": "FIFA Soccer 12 brings to the pitch a new game-changing Player Impact Engine, which is a physics engine built to deliver real-world physicality in every interaction on the pitch.",
        "scores": {
            "metascore": "89",
            "userscore": "7.1"
        }
    },
    "36": {
        "title": "Metal Gear Solid HD Collection",
        "date": "November 8, 2011",
        "summary": "Metal Gear Solid HD Collection bundles Metal Gear Solid 2: Sons of Liberty, Metal Gear Solid 3: Snake Eater and Metal Gear Solid: Peace Walker and updates them with HD visuals.",
        "scores": {
            "metascore": "89",
            "userscore": "8.9"
        }
    },
    "37": {
        "title": "Battlefield 3",
        "date": "October 25, 2011",
        "summary": "As bullets whiz by, walls crumble, and explosions throw you to the ground, the battlefield feels more alive and interactive than ever before. In Battlefield 3, players step into the role of the elite U.S. Marines where they will experience heart-pounding single player missions and competitive multiplayer actions ranging across diverse locations from around the globe including Europe, Middle-East and North America.",
        "scores": {
            "metascore": "89",
            "userscore": "7.6"
        }
    },
    "38": {
        "title": "Dead Space 2",
        "date": "January 25, 2011",
        "summary": "Hero Isaac Clarke returns for another heart-pounding adventure, taking the fight to the Necromorphs in this thrilling action-horror experience. New tools to gruesomely slice and dismember the Necromorphs complement Isaac's signature Plasma Cutter, empowering him as he meets new characters, explores epic Zero-G environments, and fights against a relentless necromorph onslaught.  Survival isn't the only thing on Isaac's mind in Dead Space 2  – this time, he calls the shots. [Electronic Arts]",
        "scores": {
            "metascore": "89",
            "userscore": "8.5"
        }
    },
    "39": {
        "title": "Deus Ex: Human Revolution",
        "date": "August 23, 2011",
        "summary": "In Deus Ex: Human Revolution you play Adam Jensen, a security specialist, handpicked to oversee the defense of one of America's most experimental biotechnology firms. But when a black ops team breaks in and kills the scientists you were hired to protect, everything you thought you knew about your job changes. At a time when scientific advancements are routinely turning athletes, soldiers and spies into super-enhanced beings, someone is working very hard to ensure mankind's evolution follows a particular path. You need to discover why - because the decisions you take and the choices you make will be the only things that can determine mankind's future.",
        "scores": {
            "metascore": "89",
            "userscore": "8.4"
        }
    },
    "40": {
        "title": "L.A. Noire",
        "date": "May 17, 2011",
        "summary": "Rockstar Games and Team Bondi are crafting a film noir-style detective thriller for the PlayStation 3 and Xbox 360.",
        "scores": {
            "metascore": "89",
            "userscore": "7.9"
        }
    },
    "41": {
        "title": "Dark Souls",
        "date": "October 4, 2011",
        "summary": "Project Dark (Working Title) is a brand new dark fantasy RPG designed to completely embrace the concepts of tension in dungeon exploration, fear in encountering enemies, the joy of new discoveries, and a high sense of achievement in progressing. The game is set in a dark fantasy world filled with decadent atmosphere, with a heavy emphasis on player freedom in discovering various tactics and strategies to use in weapon based combat.",
        "scores": {
            "metascore": "89",
            "userscore": "8.9"
        }
    },
    "42": {
        "title": "Call of Duty: Modern Warfare 3",
        "date": "November 8, 2011",
        "summary": "Call of Duty: Modern Warfare 3 is a direct sequel to the previous game in the series, Call of Duty: Modern Warfare 2, with a campaign storyline continuing the struggle of U.S. forces against an invasion by the Russian Federation following the framing of an undercover U.S. agent in a terrorist attack on Moscow. Together with classic Call of Duty multi-character control, Modern Warfare 3 contains deep multiplayer support, including two-player Co-op Survival mode. The game also contains all-new Kill Streak categories and customizable strike packages that offer more options for player combat styles and strategies.",
        "scores": {
            "metascore": "88",
            "userscore": "3.4"
        }
    },
    "43": {
        "title": "LIMBO",
        "date": "August 2, 2011",
        "summary": "LIMBO, a black and white puzzle-platforming adventure, puts players in the role of a young boy traveling through an eerie and treacherous world in an attempt to discover the fate of his sister.",
        "scores": {
            "metascore": "88",
            "userscore": "8.1"
        }
    },
    "44": {
        "title": "Assassin's Creed: Brotherhood",
        "date": "March 22, 2011",
        "summary": "The critically acclaimed single-player experience of Assassin's Creed is back and better than ever as Ezio returns in an epic struggle against the powerful Templar Order. Now a legendary Master Assassin, he must journey into Italy's greatest city, Rome, center of power, greed and corruption to strike at the heart of the enemy. Defeating the corrupt tyrants entrenched there will require not only strength, but leadership, as Ezio commands an entire Brotherhood that will rally to his side. Only by working together can the Assassins defeat their mortal enemies.",
        "scores": {
            "metascore": "88",
            "userscore": "8.2"
        }
    },
    "45": {
        "title": "Call of Duty: Modern Warfare 3",
        "date": "November 8, 2011",
        "summary": "Call of Duty: Modern Warfare 3 is a direct sequel to the previous game in the series, Call of Duty: Modern Warfare 2, with a campaign storyline continuing the struggle of U.S. forces against an invasion by the Russian Federation following the framing of an undercover U.S. agent in a terrorist attack on Moscow. Together with classic Call of Duty multi-character control, Modern Warfare 3 contains deep multiplayer support, including two-player Co-op Survival mode. The game also contains all-new Kill Streak categories and customizable strike packages that offer more options for player combat styles and strategies.",
        "scores": {
            "metascore": "88",
            "userscore": "3.3"
        }
    },
    "46": {
        "title": "Joe Danger: Special Edition",
        "date": "December 14, 2011",
        "summary": "You are Joe Danger, the world's most determined motorbike stuntman. You live to thrill the crowd and break World Records. A call back to retro classics like Excitebike, this 3D side-scrolling stunt-em-up is a burst of sugar-rush fun for today's jaded gamers",
        "scores": {
            "metascore": "88",
            "userscore": "7.7"
        }
    },
    "47": {
        "title": "The Witcher 2: Assassins of Kings",
        "date": "May 17, 2011",
        "summary": "The Witcher 2 is the sequel to developer CD Projekt's mature-themed fantasy role-playing game based on the works of author Andrzej Sapkowski.",
        "scores": {
            "metascore": "88",
            "userscore": "8.5"
        }
    },
    "48": {
        "title": "Pokemon White Version",
        "date": "March 6, 2011",
        "summary": "Pokémon Black Version and Pokémon White Version feature new Pokémon that players can catch, train and battle as they progress through the game, and some Pokémon can only be caught in one version of the game. For example, the Legendary Pokémon Reshiram can only be caught in Pokémon Black Version, while the Legendary Pokémon Zekrom can only be caught in Pokémon White Version. Additionally, the two games feature different areas for the first time in the series, with the game world of Pokémon Black Version featuring a unique metropolitan area called Black City, and a lush, green area named White Forest only found in Pokémon White Version. Pokémon Black Version and Pokémon White Version also mark the first time in a Pokémon video game that the seasons will change in the game world. Certain Pokémon appear more frequently during different seasons, and players can only access some areas during a specific season.",
        "scores": {
            "metascore": "87",
            "userscore": "7.6"
        }
    },
    "49": {
        "title": "DiRT 3",
        "date": "May 24, 2011",
        "summary": "Dirt 3 takes Codemasters' off-road series back to its rallying roots.",
        "scores": {
            "metascore": "87",
            "userscore": "7.2"
        }
    },
    "50": {
        "title": "Tactics Ogre: Let Us Cling Together",
        "date": "February 14, 2011",
        "summary": "Warring clans struggle for supremacy over the Valerian Isles in this tactical role-playing game.",
        "scores": {
            "metascore": "87",
            "userscore": "8.7"
        }
    },
    "51": {
        "title": "DiRT 3",
        "date": "May 24, 2011",
        "summary": "Dirt 3 takes Codemasters' off-road series back to its rallying roots.",
        "scores": {
            "metascore": "87",
            "userscore": "7.1"
        }
    },
    "52": {
        "title": "Dead Space 2",
        "date": "January 25, 2011",
        "summary": "Hero Isaac Clarke returns for another heart-pounding adventure, taking the fight to the Necromorphs in this thrilling action-horror experience. New tools to gruesomely slice and dismember the Necromorphs complement Isaac's signature Plasma Cutter, empowering him as he meets new characters, explores epic Zero-G environments, and fights against a relentless necromorph onslaught.  Survival isn't the only thing on Isaac's mind in Dead Space 2  – this time, he calls the shots. [Electronic Arts]",
        "scores": {
            "metascore": "87",
            "userscore": "8.4"
        }
    },
    "53": {
        "title": "Rayman Origins",
        "date": "November 15, 2011",
        "summary": "Rayman's new adventure is a two-dimensional cooperative platformer with a colorful, whimsical art style.",
        "scores": {
            "metascore": "87",
            "userscore": "8.4"
        }
    },
    "54": {
        "title": "Pokemon Black Version",
        "date": "March 6, 2011",
        "summary": "Pokémon Black Version and Pokémon White Version feature new Pokémon that players can catch, train and battle as they progress through the game, and some Pokémon can only be caught in one version of the game. For example, the Legendary Pokémon Reshiram can only be caught in Pokémon Black Version, while the Legendary Pokémon Zekrom can only be caught in Pokémon White Version. Additionally, the two games feature different areas for the first time in the series, with the game world of Pokémon Black Version featuring a unique metropolitan area called Black City, and a lush, green area named White Forest only found in Pokémon White Version. Pokémon Black Version and Pokémon White Version also mark the first time in a Pokémon video game that the seasons will change in the game world. Certain Pokémon appear more frequently during different seasons, and players can only access some areas during a specific season.",
        "scores": {
            "metascore": "87",
            "userscore": "7.5"
        }
    },
    "55": {
        "title": "Rayman Origins",
        "date": "November 15, 2011",
        "summary": "Rayman's new adventure is a two-dimensional cooperative platformer with a colorful, whimsical art style.",
        "scores": {
            "metascore": "87",
            "userscore": "8.2"
        }
    },
    "56": {
        "title": "Bastion",
        "date": "August 16, 2011",
        "summary": "Bastion is an action rpg form Supergiant Games.",
        "scores": {
            "metascore": "86",
            "userscore": "8.5"
        }
    },
    "57": {
        "title": "Radiant Silvergun",
        "date": "September 14, 2011",
        "summary": "Radiant Silvergun, restored by Treasure, is now available. The shoot ‘em up gameplay that made this a legend remains unchanged, but a hidden \"Ikaruga-style\" shooting mode gives everyone something new. Previously only available in Japan, Radiant Silvergun on Xbox LIVE Arcade also provides leaderboards, co-op play locally or over Xbox LIVE, downloadable replays, and improved visuals making it the version to own.",
        "scores": {
            "metascore": "86",
            "userscore": "8.3"
        }
    },
    "58": {
        "title": "Crysis 2",
        "date": "March 22, 2011",
        "summary": "First-person shooter Crysis returns powered by CryEngline 3 and is coming to PS3 and Xbox 360, as well as the PC.",
        "scores": {
            "metascore": "86",
            "userscore": "6.9"
        }
    },
    "59": {
        "title": "Mortal Kombat",
        "date": "April 19, 2011",
        "summary": "Mortal Kombat returns to consoles after a long hiatus featuring a return to the gruesome fatalities.",
        "scores": {
            "metascore": "86",
            "userscore": "8.3"
        }
    },
    "60": {
        "title": "NHL 12",
        "date": "September 13, 2011",
        "summary": "NHL 12 has players try to become the next legend in hockey.",
        "scores": {
            "metascore": "86",
            "userscore": "7.6"
        }
    },
    "61": {
        "title": "Street Fighter III: Third Strike Online Edition",
        "date": "August 24, 2011",
        "summary": "Street Fighter III: Third Strike Online Edition brings the classic fighting title to PS3 and Xbox 360.",
        "scores": {
            "metascore": "86",
            "userscore": "7.1"
        }
    },
    "62": {
        "title": "Street Fighter III: Third Strike Online Edition",
        "date": "August 23, 2011",
        "summary": "Street Fighter III: Third Strike Online Edition brings the classic fighting title to PS3 and Xbox 360.",
        "scores": {
            "metascore": "86",
            "userscore": "7.1"
        }
    },
    "63": {
        "title": "Dance Central 2",
        "date": "October 25, 2011",
        "summary": "Dance Central 2 is the sequel to the popular Dance Central game.",
        "scores": {
            "metascore": "86",
            "userscore": "8.1"
        }
    },
    "64": {
        "title": "Bastion",
        "date": "July 20, 2011",
        "summary": "Bastion is an action role-playing game from Supergiant Games.",
        "scores": {
            "metascore": "86",
            "userscore": "8.5"
        }
    },
    "65": {
        "title": "DiRT 3",
        "date": "May 23, 2011",
        "summary": "DiRT 3 will boast more cars, more locations, more routes and more events than any other game in the series, including over 50 rally cars representing the very best from five decades of the sport.  DiRT 3 delivers mud, sweat and gears world over: from the intense weather-beaten rally stages of Europe, Africa and the US, to executing performance driving showcases and career challenges where car control is pushed to spectacular limits.",
        "scores": {
            "metascore": "86",
            "userscore": "7.0"
        }
    },
    "66": {
        "title": "Fight Night Champion",
        "date": "March 1, 2011",
        "summary": "A new installment in EA Sports' boxing series will enter the ring in early 2011.",
        "scores": {
            "metascore": "86",
            "userscore": "7.3"
        }
    },
    "67": {
        "title": "NHL 12",
        "date": "September 13, 2011",
        "summary": "NHL 12 has players try to become the next legend in hockey.",
        "scores": {
            "metascore": "86",
            "userscore": "7.0"
        }
    },
    "68": {
        "title": "Battlefield 3: Back to Karkand",
        "date": "December 13, 2011",
        "summary": "Battlefield 3: Back to Karkand is a massive themed expansion pack featuring four of the most loved maps from Battlefield 2, boldly reimagined for Battlefield 3 with the power and destruction of the Frostbite 2 engine. It also gives you classic weapons and vehicles from Battlefield 2, unique dog tags, and all-new Assignments.",
        "scores": {
            "metascore": "86",
            "userscore": "7.2"
        }
    },
    "69": {
        "title": "Radiant Historia",
        "date": "February 22, 2011",
        "summary": "In the midst of an unending war for dominance between two super-powers, Special Intelligence Agent Stocke is assigned to a routine escort mission that goes horribly awry.",
        "scores": {
            "metascore": "85",
            "userscore": "8.7"
        }
    },
    "70": {
        "title": "Plants vs. Zombies",
        "date": "February 8, 2011",
        "summary": "Zombies are invading your home, and the only defense is your arsenal of plants! Armed with an alien nursery-worth of zombie-zapping plants like peashooters and cherry bombs, you'll need to think fast and plant faster to stop dozens of types of zombies dead in their tracks. Obstacles like a setting sun, creeping fog and a swimming pool add to the challenge, and with five game modes to dig into, the fun never dies!",
        "scores": {
            "metascore": "85",
            "userscore": "8.1"
        }
    },
    "71": {
        "title": "Super Street Fighter IV: 3D Edition",
        "date": "March 27, 2011",
        "summary": "The latest version of Street Fighter makes its transition to the Nintendo 3DS with Super Street Fighter IV: 3D Edition. The console experience is now in the palm of your hand with new features that utilize the capabilities of the Nintendo 3DS to its fullest. Packed with 35 playable characters, bonus stages and cinematic Ultra combos, Super Street Fighter IV: 3D Edition expands the action by allowing you to fight your friends around the world using Wi-Fi. New to the franchise are the figurine mode, which utilizes the Street Pass feature to add a collectible meta-game, and the 3D over-the-shoulder camera option that takes fighting to new depths. For those new to the franchise, a simple mode has been added allowing players to pull off challenging moves with a single touch of the screen.",
        "scores": {
            "metascore": "85",
            "userscore": "8.0"
        }
    },
    "72": {
        "title": "Battlefield 3",
        "date": "October 25, 2011",
        "summary": "As bullets whiz by, walls crumble, and explosions throw you to the ground, the battlefield feels more alive and interactive than ever before. In Battlefield 3, players step into the role of the elite U.S. Marines where they will experience heart-pounding single player missions and competitive multiplayer actions ranging across diverse locations from around the globe including Europe, Middle-East and North America.",
        "scores": {
            "metascore": "85",
            "userscore": "7.5"
        }
    },
    "73": {
        "title": "Crysis 2",
        "date": "March 22, 2011",
        "summary": "First-person shooter Crysis returns powered by CryEngline 3 and is coming to the PS3 and Xbox 360, as well as the PC.",
        "scores": {
            "metascore": "85",
            "userscore": "7.2"
        }
    },
    "74": {
        "title": "The Legend of Zelda: Four Swords Anniversary Edition",
        "date": "September 28, 2011",
        "summary": "The Legend of Zelda: Four Swords is a free DSiWare download.",
        "scores": {
            "metascore": "85",
            "userscore": "7.5"
        }
    },
    "75": {
        "title": "Marvel vs. Capcom 3: Fate of Two Worlds",
        "date": "February 15, 2011",
        "summary": "After a decade of waiting, iconic Marvel and Capcom characters join forces again in a re-envisioned team fighting game for a new generation. Fill the shoes of legendary characters from the most beloved franchises in entertainment as you battle in a living comic book brought to life in a VS. fighting game for the first time by Capcom’s MT Framework.",
        "scores": {
            "metascore": "85",
            "userscore": "7.1"
        }
    },
    "76": {
        "title": "Frozen Synapse",
        "date": "May 26, 2011",
        "summary": "Frozen Synapse is a thrilling PC strategy game that brings the simultaneous turn-based strategy genre bang up-to-date and lets you give detailed, accurate orders to your squad. Plan your moves, test them out, then hit the \"Execute\" button: both you and your enemy's turns are executed simultaneously.",
        "scores": {
            "metascore": "85",
            "userscore": "7.5"
        }
    },
    "77": {
        "title": "NBA Jam: On Fire Edition",
        "date": "October 5, 2011",
        "summary": "NBA JAM: On Fire Edition will feature exciting new gameplay enhancements, including ground-breaking artificial intelligence that will change the way gamers play NBA JAM.",
        "scores": {
            "metascore": "85",
            "userscore": "7.5"
        }
    },
    "78": {
        "title": "Mario Kart 7",
        "date": "December 4, 2011",
        "summary": "The latest installment of the Mario Kart franchise brings Mushroom Kingdom racing fun into 3D. For the first time, drivers explore new competitive kart possibilities such as soaring through the skies or plunging to the depths of the sea. New courses, strategic new abilities and customizable karts bring the racing excitement to new levels.",
        "scores": {
            "metascore": "85",
            "userscore": "8.2"
        }
    },
    "79": {
        "title": "Trine 2",
        "date": "December 21, 2011",
        "summary": "Trine 2 is the sequel to the 2009 downloadable PlayStation 3 and PC action platformer.",
        "scores": {
            "metascore": "85",
            "userscore": "7.2"
        }
    },
    "80": {
        "title": "Trine 2",
        "date": "December 20, 2011",
        "summary": "Trine 2 is the sequel to the 2009 downloadable PlayStation 3 and PC action platformer.",
        "scores": {
            "metascore": "85",
            "userscore": "7.2"
        }
    },
    "81": {
        "title": "Tiger Woods PGA Tour 12: The Masters",
        "date": "March 29, 2011",
        "summary": "For the first time in franchise history, players will be able to step onto the grounds of Augusta National and begin their own journey to capture the most sought-after prize in professional golf - the Green Jacket.",
        "scores": {
            "metascore": "85",
            "userscore": "6.4"
        }
    },
    "82": {
        "title": "Star Wars: The Old Republic",
        "date": "December 20, 2011",
        "summary": "In Star Wars: The Old Republic, players explore an age thousands of years before the rise of Darth Vader when war between the Old Republic and the Sith Empire divides the galaxy. Players can choose to play as Jedi, Sith, or a variety of other classic Star Wars roles, defining their personal story and determining their path down the light or dark side of the Force. Along the way, players befriend courageous companions who fight at their side or possibly betray them, based on the players’ actions. Players can also choose to team up with friends to battle enemies and overcome incredible challenges using dynamic Star Wars combat. [LucasArts]",
        "scores": {
            "metascore": "85",
            "userscore": "6.0"
        }
    },
    "83": {
        "title": "Saints Row: The Third",
        "date": "November 14, 2011",
        "summary": "Years after taking Stilwater for their own, the Third Street Saints have evolved from street gang to household brand name, with Saints sneakers, Saints energy drinks and Johnny Gat bobble head dolls all available at a store near you. The Saints are kings of Stilwater, but their celebrity status has not gone unnoticed. The Syndicate, a legendary criminal fraternity with pawns in play all over the globe, has turned its eye on the Saints and demands tribute. Refusing to kneel to the Syndicate, you take the fight to a new city, playing out the most outlandish gameplay scenarios ever seen. Strap it on.",
        "scores": {
            "metascore": "84",
            "userscore": "8.2"
        }
    },
    "84": {
        "title": "Crysis 2",
        "date": "March 22, 2011",
        "summary": "First-person shooter Crysis returns powered by CryEngline 3 and is coming to the PS3 and Xbox 360, as well as the PC.",
        "scores": {
            "metascore": "84",
            "userscore": "7.6"
        }
    },
    "85": {
        "title": "SpaceChem",
        "date": "March 2, 2011",
        "summary": "Zachtronics Industries is back with an ambitious new design-based puzzle game. Take on the role of a Reactor Engineer working for SpaceChem, the leading chemical synthesizer for frontier colonies. Construct elaborate factories to transform raw materials into valuable chemical products! Streamline your designs to meet production quotas and survive encounters with the sinister threats that plague SpaceChem.",
        "scores": {
            "metascore": "84",
            "userscore": "8.4"
        }
    },
    "86": {
        "title": "Might & Magic: Clash of Heroes",
        "date": "April 12, 2011",
        "summary": "Might and Magic Clash of Heroes takes place 40 years before the Heroes V saga. Scattered across five different regions of Ashan, 5 special heroes must travel their own dangerous paths to grow in strength, unravel a demonic plot, and ultimately save the world from Chaos.",
        "scores": {
            "metascore": "84",
            "userscore": "8.2"
        }
    },
    "87": {
        "title": "Beyond Good & Evil HD",
        "date": "March 2, 2011",
        "summary": "Featuring epic boss fights, puzzle-solving and stealth-based games, Beyond Good & Evil broke the barriers of traditional action-adventure gameplay when it was released in 2003. The story follows Jade, and investigative reporter and martial artist, who works with a resistance agency to uncover a government conspiracy and reveal their horrific secrets. As Jade, players are tasked to solve puzzles, fight enemies, and obtain photographic evidence.",
        "scores": {
            "metascore": "84",
            "userscore": "8.6"
        }
    },
    "88": {
        "title": "Fight Night Champion",
        "date": "March 1, 2011",
        "summary": "A new installment in EA Sports' boxing series will enter the ring in early 2011.",
        "scores": {
            "metascore": "84",
            "userscore": "7.3"
        }
    },
    "89": {
        "title": "God of War: Origins Collection",
        "date": "September 13, 2011",
        "summary": "God of War Origins Collection contains both PSP God of War games and upgrades them with HD visuals for play on the PlayStation 3.",
        "scores": {
            "metascore": "84",
            "userscore": "8.6"
        }
    },
    "90": {
        "title": "Top Spin 4",
        "date": "March 15, 2011",
        "summary": "Top Spin 4 is the latest iteration in the tennis sim, bringing 25 playable pros as well as the ability to create your own star.",
        "scores": {
            "metascore": "84",
            "userscore": "8.3"
        }
    },
    "91": {
        "title": "Battlefield 3",
        "date": "October 25, 2011",
        "summary": "As bullets whiz by, walls crumble, and explosions throw you to the ground, the battlefield feels more alive and interactive than ever before. In Battlefield 3, players step into the role of the elite U.S. Marines where they will experience heart-pounding single player missions and competitive multiplayer actions ranging across diverse locations from around the globe including Europe, Middle-East and North America.",
        "scores": {
            "metascore": "84",
            "userscore": "7.5"
        }
    },
    "92": {
        "title": "Outland",
        "date": "April 27, 2011",
        "summary": "Outland puts players in the middle of a world of balance and chaos where their efforts allow them to bridge the ancient divide, or doom the world to destruction. Each player’s adventure will take them between light and darkness and force them to adapt to an ever-changing world. This light versus dark core gameplay is inspired by the arcade classic Ikaruga.",
        "scores": {
            "metascore": "84",
            "userscore": "7.4"
        }
    },
    "93": {
        "title": "Super Street Fighter IV: Arcade Edition",
        "date": "July 7, 2011",
        "summary": "Super Street Fighter IV Arcade Edition features a roster of 39 characters, with 4 new characters added.",
        "scores": {
            "metascore": "84",
            "userscore": "7.7"
        }
    },
    "94": {
        "title": "Football Manager 2012",
        "date": "October 20, 2011",
        "summary": "Counting over 800 new features, not including changes to the rules of the games 50+ leagues, Football Manager 2012 promises to be the most realistic, immersive and playable football management simulation ever for any fan who has ever dreamed of making the big decisions, both on and off the field.",
        "scores": {
            "metascore": "84",
            "userscore": "7.9"
        }
    },
    "95": {
        "title": "Unity of Command",
        "date": "November 15, 2011",
        "summary": "Unity of Command lets you replay the epic conflict that was the Stalingrad Campaign of World War II. In this turn-based game of strategy and cunning, observe how opportunity leads the German army to advance recklessly into the steppes of southern Russia. And as the story unfolds, join the Soviet campaign to repel the invaders... As these legendary battles play out on the hex board, the tension of decision making and difficulties of conducting operations on a massive scale emerge. Command armies and fronts in maneuver warfare, thrust and encircle, capture cities and cross continents; but never, ever forget to watch your supply lines.",
        "scores": {
            "metascore": "84",
            "userscore": "7.2"
        }
    },
    "96": {
        "title": "Marvel vs. Capcom 3: Fate of Two Worlds",
        "date": "February 15, 2011",
        "summary": "After a decade of waiting, iconic Marvel and Capcom characters join forces again in a re-envisioned team fighting game for a new generation. Fill the shoes of legendary characters from the most beloved franchises in entertainment as you battle in a living comic book brought to life in a VS. fighting game for the first time by Capcom’s MT Framework.",
        "scores": {
            "metascore": "84",
            "userscore": "7.3"
        }
    },
    "97": {
        "title": "Resident Evil 4 HD",
        "date": "September 20, 2011",
        "summary": "Resident Evil 4 marks a new chapter in the Resident Evil series. You'll rejoin Leon S. Kennedy six years after his first mission as a rookie cop from Resident Evil 2. Now a US agent, Leon is on a top secret mission to investigate the disappearance of the president's daughter. As Leon, you must make your way to a mysterious location in Europe, where new enemies await. Take them down by using enhanced aim-and-shoot features and a new action button.",
        "scores": {
            "metascore": "84",
            "userscore": "8.7"
        }
    },
    "98": {
        "title": "Killzone 3",
        "date": "February 22, 2011",
        "summary": "Killzone 3 is a sequel to the squad-based shooter series from SCEA.",
        "scores": {
            "metascore": "84",
            "userscore": "8.1"
        }
    },
    "99": {
        "title": "Stacking",
        "date": "February 9, 2011",
        "summary": "Stacking is the second downloadable game produced by THQ and the award-winning Double Fine Productions. The adventure of Stacking requires players to capture and stack dolls together, then use each doll's unique abilities to solve the game's challenges.  As more puzzles are solved, new dolls are acquired and the game's visually lush, carefully constructed story unfolds.",
        "scores": {
            "metascore": "84",
            "userscore": "8.1"
        }
    },
    "100": {
        "title": "F1 2011",
        "date": "September 20, 2011",
        "summary": "In F1 2011 players will be challenged to ‘Be the driver, live the life, go compete,’ with wide-ranging technical and gameplay advancements on and off track and vastly extended competitive and co-operative multiplayer components.  F1 2011 will feature all of the official teams, drivers and circuits from the highly anticipated 2011 FIA FORMULA ONE WORLD CHAMPIONSHIP, including the current FIA FORMULA ONE Drivers’ World Champion Sebastian Vettel.  The 2011 season also sees the debut of the 2011 FORMULA 1 GRAND PRIX OF INDIA at Delhi’s Jaypee International Race Circuit and the return of the iconic Nürburgring to the calendar.",
        "scores": {
            "metascore": "84",
            "userscore": "7.1"
        }
    }
}