{
    "1": {
        "title": "Persona 4 Golden",
        "date": "November 20, 2012",
        "summary": "Persona 4: The Golden is a remastered version of PS2 classic Shin Megami Tensei: Persona 4.",
        "scores": {
            "metascore": "93",
            "userscore": "8.5"
        }
    },
    "2": {
        "title": "Mass Effect 3",
        "date": "March 6, 2012",
        "summary": "BioWare completes the Mass Effect Trilogy with Mass Effect 3. Earth is burning. Striking from beyond known space, a race of terrifying machines have begun their destruction of the human race. As Commander Shepard, an Alliance Marine, the only hope for saving mankind is to rally the civilizations of the galaxy and launch one final mission to take back the Earth.",
        "scores": {
            "metascore": "93",
            "userscore": "5.9"
        }
    },
    "3": {
        "title": "Mass Effect 3",
        "date": "March 5, 2012",
        "summary": "BioWare completes the Mass Effect Trilogy with Mass Effect 3. Earth is burning. Striking from beyond known space, a race of terrifying machines have begun their destruction of the human race. As Commander Shepard, an Alliance Marine, the only hope for saving mankind is to rally the civilizations of the galaxy and launch one final mission to take back the Earth.",
        "scores": {
            "metascore": "93",
            "userscore": "5.7"
        }
    },
    "4": {
        "title": "The Walking Dead: A Telltale Games Series",
        "date": "April 27, 2012",
        "summary": "Based on Robert Kirkman's award-winning comic book series, The Walking Dead is about a world devastated by an undead apocalypse and the horrifying choices you're forced to make to survive. Assume the role of Lee Everett, a convicted criminal, who has been given a second chance at life in a world devastated by the undead. With corpses returning to life and survivors stopping at nothing to maintain their own safety, protecting an orphaned girl named Clementine may offer you redemption in a world gone to hell.",
        "scores": {
            "metascore": "92",
            "userscore": "8.6"
        }
    },
    "5": {
        "title": "Journey",
        "date": "March 13, 2012",
        "summary": "Enter the world of Journey, the third game from indie developers thatgamecompany (creators of \"flOw\" and \"Flower\"). Journey is an interactive parable, an anonymous online adventure to experience a person’s life passage and their intersections with other’s. You wake alone and surrounded by miles of burning, sprawling desert, and soon discover the looming mountaintop which is your goal. Faced with rolling sand dunes, age-old ruins, caves and howling winds, your passage will not be an easy one. The goal is to get to the mountaintop, but the experience is discovering who you are, what this place is, and what is your purpose. Travel and explore this ancient, mysterious world alone, or with a stranger you meet along the way. Soar above ruins and glide across sands as you discover the secrets of a forgotten civilization. [thatgamecompany]",
        "scores": {
            "metascore": "92",
            "userscore": "8.8"
        }
    },
    "6": {
        "title": "Xenoblade Chronicles",
        "date": "April 6, 2012",
        "summary": "Xenoblade Chronicles throws you into a universe bursting with imagination. Take hold of an ancient sword that offers glimpses of the future, customise your characters extensively and discover a world where your relationships with others matter.",
        "scores": {
            "metascore": "92",
            "userscore": "9.2"
        }
    },
    "7": {
        "title": "Dishonored",
        "date": "October 8, 2012",
        "summary": "Approach each assassination with your own unique style. Use shadow and sound to your advantage to traverse silently through levels unseen by enemies, or attack foes head-on as they react to your aggression. The malleable combat system allows you to creatively synthesize your abilities, supernatural powers and gadgets as you negotiate your way through the levels and dispatch your targets. Improvise and adapt to define your modus operandi.",
        "scores": {
            "metascore": "91",
            "userscore": "8.4"
        }
    },
    "8": {
        "title": "Borderlands 2",
        "date": "September 18, 2012",
        "summary": "Play as one of four new vault hunters facing off against a massive new world of creatures, psychos and the evil mastermind, Handsome Jack. Make new friends, arm them with a bazillion weapons and fight alongside them in 4 player co-op or split-screen on a relentless quest for revenge and redemption across the undiscovered and unpredictable living planet.",
        "scores": {
            "metascore": "91",
            "userscore": "8.2"
        }
    },
    "9": {
        "title": "Mark of the Ninja",
        "date": "October 16, 2012",
        "summary": "\"Mark of the Ninja\" is a side-scrolling stealth action game from Klei Entertainment that combines fluid 2D animation with intense stealth gameplay. Observe your enemies from afar, manipulate them with your tools, and execute your plan with precision. But be careful - you're as fragile as you are powerful.",
        "scores": {
            "metascore": "91",
            "userscore": "8.0"
        }
    },
    "10": {
        "title": "Far Cry 3",
        "date": "December 4, 2012",
        "summary": "In Far Cry 3, players assume the role of Jason Brody, a figure alone at the edge of the world, stranded on a mysterious tropical island. In this savage paradise where anarchy and violence are the only sure thing, players dictate how the story unfolds, from the battles they elect to fight to the allies or enemies they make along the way. As Jason Brody, players slash, sneak, detonate and shoot their way across the island in a world that has lost its understanding of what's right and wrong.",
        "scores": {
            "metascore": "91",
            "userscore": "8.6"
        }
    },
    "11": {
        "title": "Far Cry 3",
        "date": "December 4, 2012",
        "summary": "With Far Cry 3, players step into the shoes of Jason Brody, a man alone at the edge of the world, stranded on a mysterious tropical island. In this savage paradise where lawlessness and violence are the only sure thing, players dictate how the story unfolds, from the battles they choose to fight to the allies or enemies they make along the way. As Jason Brody, players will slash, sneak, detonate and shoot their way across the island in a world that has lost all sense of right and wrong.",
        "scores": {
            "metascore": "90",
            "userscore": "8.6"
        }
    },
    "12": {
        "title": "Trials Evolution",
        "date": "April 18, 2012",
        "summary": "The follow-up to Trials HD brings the bike-racing action back to the Xbox 360. Ride in real-time multiplayer with two to four players, either locally or through XBLA. Take part in single player career with 50 tracks, challenging unlocks, and tricky achievements. A massive, track editor lets you build the track of your choosing and share it with the world. Or simply download highly-rated tracks from around the globe using Track Central.",
        "scores": {
            "metascore": "90",
            "userscore": "8.0"
        }
    },
    "13": {
        "title": "Mark of the Ninja",
        "date": "September 7, 2012",
        "summary": "Mark of the Ninja is a side-scrolling stealth action game from Klei Entertainment that combines fluid 2D animation with intense stealth gameplay.",
        "scores": {
            "metascore": "90",
            "userscore": "7.3"
        }
    },
    "14": {
        "title": "Okami HD",
        "date": "October 30, 2012",
        "summary": "In Okami, the legendary monster Orochi has come back to life and turned the world into a veritable wasteland. Players must assume the role of a wolf, an embodiment of the sun god Amaterasu, which is capable of wielding unimaginable power. The state of the world lies in gamer's hands as they must fight ominous beings and reclaim the earth from a curse that plagues it. It is crucial to help Amaterasu make the world a place where all living creatures can dwell once again. [Capcom]",
        "scores": {
            "metascore": "90",
            "userscore": "8.9"
        }
    },
    "15": {
        "title": "XCOM: Enemy Unknown",
        "date": "October 9, 2012",
        "summary": "From the makers of the Civilization series comes a game about humanity’s final stand. Threatened by an unknown foe, the Earth’s governments come together to form a stealth paramilitary organization known as XCOM to combat this extraterrestrial assault. At the helm of XCOM, you command the global defense team in battle against a frightening alien invasion. Determine the destiny of the human race by building and co-coordinating a fully operational base, researching alien tech, formulating combat missions, and choreographing soldier movement in battle.",
        "scores": {
            "metascore": "90",
            "userscore": "8.3"
        }
    },
    "16": {
        "title": "Guild Wars 2",
        "date": "August 28, 2012",
        "summary": "Guild Wars 2 draws from the game mechanics that made the original Guild Wars one of the most popular online games and adds a fully persistent world. Like its predecessors, Guild Wars 2 does not have a subscription fee. Guild Wars Eye of the North provide a Hall of Monuments where players' accomplishments are memorialized and eventually inherited by their Guild Wars 2 characters, unlocking exclusive items and bonuses in Guild Wars 2. [NCsoft]",
        "scores": {
            "metascore": "90",
            "userscore": "8.1"
        }
    },
    "17": {
        "title": "FIFA Soccer 13",
        "date": "September 25, 2012",
        "summary": "The way players control the ball has been transformed, eliminating near-perfect touch for every player on the pitch, and creating more opportunities for defenders to win back possession. Poor passes are harder to control, enabling defenders to capitalize on errant balls and poor touches. Factors such as defensive pressure, trajectory of the ball, and velocity of the pass all factor into a player’s success.",
        "scores": {
            "metascore": "90",
            "userscore": "6.2"
        }
    },
    "18": {
        "title": "NBA 2K13",
        "date": "October 2, 2012",
        "summary": "For the first time ever, all dribble moves have been mapped to the right analog stick, as well as shooting, passing, and post moves. String together devastating crossovers and clutch shots for maximum control and effectiveness. Shots are now dynamically created on the fly, with all-new collision physics created in real-time. Each player has individualized abilities that can alter the course of a game.  Players are modeled to impact the game in their own unique way, from Derrick Rose as a “Floor General” to Kevin Durant being “The Closer.”  Learn to use each player’s unique ability and change the game on your terms. Improved fast break passing gives players more control. Fire a bounce pass to a cutting teammate or go “Lob City” in transition.",
        "scores": {
            "metascore": "90",
            "userscore": "8.0"
        }
    },
    "19": {
        "title": "Borderlands 2",
        "date": "September 18, 2012",
        "summary": "Play as one of 4 new vault hunters facing off against a new world of creatures, psychos and the evil mastermind, Handsome Jack. Make new friends, arm them with a gazillion weapons and fight alongside them in four-player co-op or split-screen on a relentless quest for revenge and redemption across the undiscovered and unpredictable living planet.",
        "scores": {
            "metascore": "89",
            "userscore": "8.3"
        }
    },
    "20": {
        "title": "XCOM: Enemy Unknown",
        "date": "October 9, 2012",
        "summary": "Lead your troops in fierce battles to defeat the alien front, and rescue civilians in crowded cities and remote outlands around the world. Construct and expand your XCOM headquarters, recruit and coach up unique soldiers to thrust into battle, and research alien tech to enhance and multiply your weapons and capabilities. Mix and match aliens and soldiers and synthesize abilities to outwit and overpower your alien opponents.",
        "scores": {
            "metascore": "89",
            "userscore": "8.3"
        }
    },
    "21": {
        "title": "The Walking Dead: A Telltale Games Series",
        "date": "April 24, 2012",
        "summary": "Based on Robert Kirkman's comic book series, The Walking Dead brings to life a world devastated by an undead apocalypse and the horrifying choices you're forced to make to survive. Play the role of Lee Everett, a convicted criminal, who has been given a second chance at life in a world devastated by the undead. With corpses returning to life and survivors stopping at nothing to maintain their own safety, protecting an orphaned girl named Clementine may offer you redemption in a world gone to hell.",
        "scores": {
            "metascore": "89",
            "userscore": "8.7"
        }
    },
    "22": {
        "title": "Fez",
        "date": "April 13, 2012",
        "summary": "This quirky platformer stars a little white creature with a bright red fez. Gomez is a 2D being living in a 2D world. Or is he? When the existence of a mysterious 3rd dimension is unveiled, Gomez embarks on a journey that will usher him to the very end of time and space. Utilize your ability to navigate 3D structures from 4 distinct 2D perspectives. Explore an open-ended world full of secrets, puzzles and hidden treasures. Re-open the mysteries of the past and discover the truth about reality and perception. Alter your perspective and see the world in a different way.",
        "scores": {
            "metascore": "89",
            "userscore": "6.2"
        }
    },
    "23": {
        "title": "The Walking Dead: Episode 5 - No Time Left",
        "date": "November 21, 2012",
        "summary": "Assume the role of Lee Everett, a convicted criminal, who has been given a second chance at life in a world infested with the undead. With corpses returning to life and survivors stopping at nothing to maintain their own safety, protecting an orphaned girl named Clementine may offer him redemption in a world gone to hell.",
        "scores": {
            "metascore": "89",
            "userscore": "8.9"
        }
    },
    "24": {
        "title": "Borderlands 2",
        "date": "September 17, 2012",
        "summary": "Borderlands 2 advances the distinct blending of FPS and role-playing genres to create an evolution of the Role Playing Shooter. Team up with up to 3 other players for 4-player online goodness or go old-school with 2-player split-screen couch sharing mayhem as you spend hours leveling up your character and equipping them with one of the millions of badass weapons. Borderlands 2 features a new array of procedurally generated guns, shields, grenades, artifacts, enemies and more. Choose one of the 4 new character classes to be taken through a carefully crafted and connected story to all new and surprising environments across the living planet of Pandora. Make new friends, arm them to the teeth and fight alongside them on your relentless quest for revenge and redemption.",
        "scores": {
            "metascore": "89",
            "userscore": "8.2"
        }
    },
    "25": {
        "title": "Dishonored",
        "date": "October 9, 2012",
        "summary": "The action in Dishonored takes place in Dunwall, an industrial whaling city where unusual steampunk-inspired technology and other-worldly forces coexist in the dark shadows. You play the role of the once-trusted bodyguard of the beloved Empress. Framed for her murder, you become an infamous assassin, known only by the eerily disturbing mask that has become your claim to fame. In a time of uncertainty, when the city is besieged by plague and ruled by a corrupt government armed with industrial technologies, dark forces conspire to thrust upon you abilities beyond those of any typical man – but at a cost. The truth behind your betrayal is as murky as the waters encircling the city, and the life you once had has slipped away forever.",
        "scores": {
            "metascore": "89",
            "userscore": "7.9"
        }
    },
    "26": {
        "title": "XCOM: Enemy Unknown",
        "date": "October 8, 2012",
        "summary": "Enemy Unknown couples tactical turn-based gameplay with action sequences and on-ground combat. Recruit, specialize and train unique soldiers and manage your personnel. Detect and interrupt the alien threat as you construct and expand your XCOM headquarters. Direct soldier squads in turn-based ground battles and deploy air units such as the Interceptor and Skyranger. The fight spreads around the world as the XCOM team engages in over 70 missions, communicating and negotiating with governments around the world.",
        "scores": {
            "metascore": "89",
            "userscore": "8.2"
        }
    },
    "27": {
        "title": "Mass Effect 3",
        "date": "March 6, 2012",
        "summary": "BioWare completes the Mass Effect Trilogy with Mass Effect 3. Earth is burning. Striking from beyond known space, a race of terrifying machines have begun their destruction of the human race. As Commander Shepard, an Alliance Marine, the only hope for saving mankind is to rally the civilizations of the galaxy and launch one final mission to take back the Earth.",
        "scores": {
            "metascore": "89",
            "userscore": "5.9"
        }
    },
    "28": {
        "title": "Dark Souls: Artorias of the Abyss",
        "date": "October 23, 2012",
        "summary": "The Dark Souls DLC, Artorias of the Abyss grants you access to new maps and environments, boss characters, enemies and non-playable characters, weapons and armour, and additional challenging content for stalwart heroes to face and an online match-making feature for co-op or player vs. player gameplay, allowing gamers to showcase their skills against other Dark Souls players around the world.",
        "scores": {
            "metascore": "89",
            "userscore": "8.7"
        }
    },
    "29": {
        "title": "The Walking Dead: Episode 5 - No Time Left",
        "date": "November 21, 2012",
        "summary": "The concluding episode of a five-part series set in Robert Kirkman’s zombie apocalypse. With time running out and the odds stacked against you, Clementine’s fate is in your hands. The culmination of your choices leads to the dramatic conclusion of this first season of The Walking Dead. Purchase of this DLC requires The Walking Dead - Episode 1: A New Day.",
        "scores": {
            "metascore": "89",
            "userscore": "8.8"
        }
    },
    "30": {
        "title": "Colors! 3D",
        "date": "April 5, 2012",
        "summary": "Colors! 3D is a simple yet robust painting application that combines ease of use and powerful painting tools.",
        "scores": {
            "metascore": "89",
            "userscore": "7.4"
        }
    },
    "31": {
        "title": "Dishonored",
        "date": "October 9, 2012",
        "summary": "Dishonored is a tactile first-person action game that thrusts you into the role of a supernatural assassin driven by a thirst for revenge. With Dishonored’s flexible combat system, creatively eliminate your targets as you bring together the supernatural abilities, weapons and unusual gadgets at your disposal. Hunt down your enemies under the cover of darkness or viciously attack them head on with weapons drawn. The results of each mission are a result of the choices you make. Win or lose, you must choose. Ozzy.",
        "scores": {
            "metascore": "88",
            "userscore": "7.9"
        }
    },
    "32": {
        "title": "Pinball FX 2: Marvel Pinball - Avengers Chronicles",
        "date": "June 20, 2012",
        "summary": "Marvel Pinball: Avengers Chronicles features a four-table collection with tables based on the Avengers movie and comic crossovers World War Hulk, Infinity Gauntlet, and Fear Itself.",
        "scores": {
            "metascore": "88",
            "userscore": "7.6"
        }
    },
    "33": {
        "title": "Zero Escape: Virtue's Last Reward",
        "date": "October 23, 2012",
        "summary": "Zero Escape: Virtue's Last Reward has players taking on the Nonary Game again, as it's back and more deadly than ever.",
        "scores": {
            "metascore": "88",
            "userscore": "8.7"
        }
    },
    "34": {
        "title": "Far Cry 3",
        "date": "December 4, 2012",
        "summary": "With Far Cry 3, players step into the shoes of Jason Brody, a man alone at the edge of the world, stranded on a mysterious tropical island. In this savage paradise where lawlessness and violence are the only sure thing, players dictate how the story unfolds, from the battles they choose to fight to the allies or enemies they make along the way. As Jason Brody, players will slash, sneak, detonate and shoot their way across the island in a world that has lost all sense of right and wrong.",
        "scores": {
            "metascore": "88",
            "userscore": "8.3"
        }
    },
    "35": {
        "title": "Rayman Origins",
        "date": "February 15, 2012",
        "summary": "Michel Ancel, celebrated creator of Rayman, Beyond Good & Evil and the Raving Rabbids returns to his roots to bring us Rayman Origins: a high-definition, 2D side-scrolling, platforming adventure!\r\nPlay Rayman Origins and discover or rediscover the magical universe and legendary 2D gameplay that captured the hearts of fans...\r\nWhen the Glade of Dreams is overrun by \"nefurrious\" Darktoons, the Fairy Council hastily invokes Rayman to save the day; but the hero of light isn't quite all there...To help him, Rayman teams up with his best friend, Globox, and two crafty wizards, the Teensies. Together, the world's most hilarious team of heroes will need to restore peace to the Glade or watch as their beloved home vanishes like a bad dream... [Sony]",
        "scores": {
            "metascore": "88",
            "userscore": "8.4"
        }
    },
    "36": {
        "title": "Torchlight II",
        "date": "September 20, 2012",
        "summary": "Beyond the town of Torchlight lies a world shrouded in adventure and mystery. Guardian-warrior Syl appears in a prophetic dream, summoning the player to the Estherian Steppes. There, you meet with the Destroyer and soon venture across the continent of Vilderan, an exotic frontier besieged by forces of evil. A discovery unfolds, that the Alchemist, following his conquest of dark ember, disappeared on his quest to defeat the unknown corrupted force responsible for destroying the mystical race of Estherians. Aided by Syl, the remaining Estherian Guardians, and clues left behind by the missing Alchemist, you will find yourself battling a powerful enemy that threatens to unravel the elements of the entire world. Torchlight 2.",
        "scores": {
            "metascore": "88",
            "userscore": "8.5"
        }
    },
    "37": {
        "title": "Thirty Flights of Loving",
        "date": "August 20, 2012",
        "summary": "Explore the world of Thirty Flights of Loving through a first-person short story. In this sequel to Gravity Bone, take a deep dive with high-flying schemers, lovelorn criminals, and more stray kittens than you can shake a stick at. Saddle up, gunslinger.",
        "scores": {
            "metascore": "88",
            "userscore": "5.0"
        }
    },
    "38": {
        "title": "The Witcher 2: Assassins of Kings",
        "date": "April 17, 2012",
        "summary": "The second installment in the RPG saga about the Witcher, Geralt of Rivia, features a thoroughly engrossing, mature storyline defining new standards for thought-provoking, non-linear game narration.  In addition to an epic story, the game features an original, brutal combat system that uniquely combines tactical elements with dynamic action.  A new, modern game engine, responsible for beautiful visuals and sophisticated game mechanics puts players in the most lively and believable world ever created in an RPG game.  A captivating story, dynamic combat system, beautiful graphics, and everything else that made the original Witcher such a great game are now executed in a much more advanced and sophisticated way.",
        "scores": {
            "metascore": "88",
            "userscore": "8.3"
        }
    },
    "39": {
        "title": "The Walking Dead: Episode 3 - Long Road Ahead",
        "date": "August 29, 2012",
        "summary": "Episode 3 of a 5-part game series set in Robert Kirkman’s universe. Treachery within the group leads to a devastating series of events. Will the tough choices you made in episodes one and two come back to haunt you or prove to be worthwhile decisions?",
        "scores": {
            "metascore": "88",
            "userscore": "8.3"
        }
    },
    "40": {
        "title": "Diablo III",
        "date": "May 15, 2012",
        "summary": "Diablo III picks up the story twenty years after the events of Diablo II. Mephisto, Diablo, and Baal have been defeated, but the Worldstone, which once shielded the inhabitants of the world of Sanctuary from the forces of both the High Heavens and the Burning Hells, has been destroyed, and evil once again stirs in Tristram. Playing as a hero from one of five distinct character classes, players acquire powerful items, spells, and abilities as they explore new and familiar areas of Sanctuary and battle hordes of demons to safeguard the world from the horrors that have arisen. Diablo III features a custom 3D-graphics engine to render lush indoor and outdoor areas of Sanctuary with a high level of detail and vivid special effects. The game's physics-enhanced environments are interactive and destructible, offering traps and obstacles that create added danger for players and monsters alike. These elements, along with a new quest system and random scripted events, have been integrated into the game’s random-level generator, giving Diablo III the ultimate combination of dynamic gameplay and replayability. Cooperative and competitive play are available online through an upgraded version of Blizzard Entertainment’s renowned online gaming service, Battle.net. [Blizzard Entertainment]",
        "scores": {
            "metascore": "88",
            "userscore": "4.1"
        }
    },
    "41": {
        "title": "LittleBigPlanet PS Vita",
        "date": "September 18, 2012",
        "summary": "LittleBigPlanet lets you play, create, and share on the PlayStation Vita. The PS Vita's front and back touch controls let you play freely. Fully customize Sackboy and his world with the specialized CREATE tools, and discover endless levels SHARED by fans online. Includes all features from the first and second games together with new PS VIta exclusive elements.",
        "scores": {
            "metascore": "88",
            "userscore": "8.5"
        }
    },
    "42": {
        "title": "FIFA Soccer 13",
        "date": "September 25, 2012",
        "summary": "Inspired by Lionel Messi, experience the freedom and control to be more creative in attack. Face an opponent to threaten attack while moving with the ball in any direction utilizing precise dribble touches to dodge tackles, or turn and shield the ball, holding off defenders for longer stretches. With Complete Dribbling it’s easier to be more dangerous in 1v1 opportunities.",
        "scores": {
            "metascore": "88",
            "userscore": "6.7"
        }
    },
    "43": {
        "title": "The Walking Dead: Episode 5 - No Time Left",
        "date": "November 20, 2012",
        "summary": "The final episode of a five-part \"season\" set in Robert Kirkman’s zombie apocalypse.",
        "scores": {
            "metascore": "88",
            "userscore": "8.7"
        }
    },
    "44": {
        "title": "NBA 2K13",
        "date": "October 2, 2012",
        "summary": "USA Basketball – Finally answer the question: Who would win a head-to-head duel between the 1992 Dream Team and the 2012 squad?  MyCAREER Mode – Build your MyPLAYER by giving him signature skills, and acquire your very own custom animations using Virtual Currency (VC). Includes all-new GM sit-down feature, new endorsement paths, improved in-game AI, and all-new swag including casual clothing, equipment, custom shoes and much more. NBA 2K “MyTEAM” – Collect players, uniforms, arenas and boosts to put together your own team. Track the talent marketplace that fluctuates based on real-life performance, and then take your team online to play against other players’ MyTEAMS in a new tiered matchmaking system.  The Control Stick: For the first time ever, all dribble moves have been mapped to the right analog stick, as well as shooting, passing, and post moves. String together devastating crossovers and clutch shots for maximum control and effectiveness. Dynamic Shot Generator: Shots are now dynamically created on the fly, with all-new collision physics created in real-time. Signature Skills: Each player has unique abilities that can alter the course of a game.  Players are modeled to impact the game in their own unique way, from Derrick Rose as a “Floor General” to Kevin Durant being “The Closer.”  Learn to use each player’s unique ability and change the game on your terms. Revamped Passing System: Improved fast break passing gives players more control. Fire a bounce pass to a cutting teammate or go “Lob City” in transition.  Kinect Ready - Act as your team’s floor general by calling out plays and strategies using NBA 2K13’s voice recognition on Kinect. Shoe Creator - One of the most flexible interfaces ever allow the user to customize up to 45 shoe components and layers from the ground up. Create original shoes from all the major shoe brands and deck your player out with his own signature creation. Classic Teams – The best teams in NBA history are back, and can now be taken online. Challenge your friends with squads such as the ’96 Bulls and ’65 Celtics.",
        "scores": {
            "metascore": "88",
            "userscore": "7.2"
        }
    },
    "45": {
        "title": "Halo 4",
        "date": "November 6, 2012",
        "summary": "Master Chief re-emerges to battle an ancient evil force determined to wreak vengeance and annihilation. Shipwrecked on a mysterious world, faced with new enemies and deadly technology, the universe won't ever be the same. Enlist aboard the Infinity to experience Halo's original multiplayer (with up to three cohorts) and Spartan Ops - innovative episodic fiction-based co-op missions. Go Beyond the Story: Halo 4's Infinity Multiplayer features an expanded suite of multiplayer modes, weapons, vehicles, armor abilities, a new loadout and Spartan IV player progression system.",
        "scores": {
            "metascore": "87",
            "userscore": "7.0"
        }
    },
    "46": {
        "title": "La-Mulana",
        "date": "September 20, 2012",
        "summary": "La-Mulana is a archaelogy action and exploration game where players take control of Professor Lemeza and his inseparable whip to discover the mysteries of Humanity!",
        "scores": {
            "metascore": "87",
            "userscore": "7.8"
        }
    },
    "47": {
        "title": "Max Payne 3",
        "date": "May 15, 2012",
        "summary": "In addition to an expansive single-player campaign, Max Payne 3 is the first entry in the series to introduce a thorough multiplayer experience. In a unique twist, Max Payne 3 multiplayer delivers an experience that dynamically alters maps and mode progression for all players in a match. Along with traditional multiplayer modes, Max Payne 3 also includes a deep reward and leveling system, persistent clans and multiple strategic load-out options.",
        "scores": {
            "metascore": "87",
            "userscore": "7.8"
        }
    },
    "48": {
        "title": "Max Payne 3",
        "date": "May 31, 2012",
        "summary": "The gritty Max Payne series returns for a third iteration. From automatics to handguns to rifles and explosives, Max wields (and dual-wields) a wide array of high-powered weaponry in both single player and multiplayer. Max Payne 3 provides devastating firepower for any and all situations that call for kinetic and punishing action.",
        "scores": {
            "metascore": "87",
            "userscore": "7.7"
        }
    },
    "49": {
        "title": "Battlefield 3: Armored Kill",
        "date": "September 11, 2012",
        "summary": "Battlefield 3: Armored Kill ups the ante for vehicular mayhem as only Battlefield can do. Featuring new drivable tanks, ATVs, mobile artillery and more, this expansion pack also delivers huge battlefields for an all-out vehicle assault. Armored Kill also includes the biggest map in Battlefield history.\r\n\r\nKEY FEATURES:\r\n\r\n* All-out vehicle warfare on four new maps\r\n* Includes the biggest map in Battlefield history\r\n* Drive five new vehicles, including tank destroyers, mobile artillery and an ATV or spawn on the gunship and man the cannons\r\n* Earn 20+ unlocks for the new vehicles\r\n* New Tank Superiority game mode\r\n* Earn five new Assignments",
        "scores": {
            "metascore": "87",
            "userscore": "7.1"
        }
    },
    "50": {
        "title": "The Walking Dead: Episode 3 - Long Road Ahead",
        "date": "August 28, 2012",
        "summary": "Episode 3 of a 5-part game series set in Robert Kirkman’s universe. Treachery within the group leads to a devastating series of events. Will the tough choices you made in episodes one and two come back to haunt you or prove to be worthwhile decisions?",
        "scores": {
            "metascore": "87",
            "userscore": "7.9"
        }
    },
    "51": {
        "title": "MLB 12: The Show",
        "date": "March 6, 2012",
        "summary": "MLB 12 The Show builds on what has been delivered in previous franchise releases, adding compelling features that bring unparalleled innovation.",
        "scores": {
            "metascore": "87",
            "userscore": "7.9"
        }
    },
    "52": {
        "title": "Velocity",
        "date": "May 1, 2012",
        "summary": "In 2212 the distant star Vilio exploded into a red giant, sending an electromagnetic pulse surging into our deep space mining ships, colony cruisers and Special Forces fighters, knocking out their primary power. Now the star is beginning to collapse into a black hole, pulling our stranded fleets to their doom! To make things worse, our warring neighbors have seen reward in our misfortune and have deployed scavengers to prey upon our people. Only one craft is capable of a rescue mission, the Quarp Jet - a spacecraft capable of teleportation. Take control of the world's first quantum teleport craft in this innovative shooter, using a range of teleport controls to outsmart enemies, solve action based puzzles and rescue helpless survivors from their deep space hideaways! You must hurry; the black hole isn't getting any smaller... [FuturLab]",
        "scores": {
            "metascore": "87",
            "userscore": "7.6"
        }
    },
    "53": {
        "title": "Spelunky",
        "date": "July 4, 2012",
        "summary": "Spelunky is a platformer with randomized levels that offer a unique and challenging experience each time you engage it. Journey deep underground and explore fantastic places filled with monsters, traps, and treasure. Fully-destructible environments open up an array of strategies and make it a blast to master the game's many secrets.",
        "scores": {
            "metascore": "87",
            "userscore": "7.3"
        }
    },
    "54": {
        "title": "Total War: Shogun 2 - Fall of the Samurai",
        "date": "March 22, 2012",
        "summary": "This massive-scale, stand-alone expansion to Total War: SHOGUN 2 offers a completely new experience to players. Six new playable clans, including those supporting a modern imperial Japan such as the Satsuma and those allied with the old Shogun like the Nagaoka, are now available. Three great foreign powers must also be dealt with: America, Britain and France all have a vested interest in Japan’s future. How will you treat them? All this plays out across an expanded and improved campaign map, covering new island provinces in the far north and featuring all-new building and technology trees as well as brand new features such as railways and naval bombardments, seen for the first time in a Total War title.",
        "scores": {
            "metascore": "86",
            "userscore": "8.5"
        }
    },
    "55": {
        "title": "Football Manager 2013",
        "date": "November 1, 2012",
        "summary": "Football Manager 2013 brings 900-plus new and enhanced features to the Football Manager series.",
        "scores": {
            "metascore": "86",
            "userscore": "6.8"
        }
    },
    "56": {
        "title": "UFC Undisputed 3",
        "date": "February 14, 2012",
        "summary": "The critically acclaimed and best-selling MMA videogame franchise returns to take players inside the Octagon with UFC Undisputed 3,  delivering intense UFC action focused on brutal toe-to-toe combat, impressive visual presentation and increased accessibility.",
        "scores": {
            "metascore": "86",
            "userscore": "7.4"
        }
    },
    "57": {
        "title": "FIFA Soccer 13",
        "date": "September 25, 2012",
        "summary": "Artificial intelligence infuses players with the ability to analyse space, work harder and smarter to break down the defence, and think two plays ahead. Players make runs that pull defenders out of position and open up passing channels for temmates, and curve, or alter runs to capitalize on openings as they occur.",
        "scores": {
            "metascore": "86",
            "userscore": "6.6"
        }
    },
    "58": {
        "title": "Tribes: Ascend",
        "date": "April 12, 2012",
        "summary": "Tribes: Ascend is a new generation of the online multiplayer shooter, incorporating classic Tribes elements such as fast-paced jetpack enabled combat, skiing, and vehicles, combined with teamwork and strategy.",
        "scores": {
            "metascore": "86",
            "userscore": "7.8"
        }
    },
    "59": {
        "title": "Rayman Origins",
        "date": "March 29, 2012",
        "summary": "Rayman Origins is a comic adventure set in a lush 2D world brimming with unexpected secrets and outlandish enemies. The Glade of Dreams is overrun by the \"nefurrious\" Darktoons. The Fairy Council seeks Rayman's help to save the day. Rayman receives the aid of his best friend Globox as well as two crafty wizards, the Teensies. Together the world's most hilarious team of heroes sets out to restore peace to the Glade before their beloved home is destroyed. Rayman Origins supports four-player jump-in-and-jump-out co-op gameplay. The game offers a massive universe to explore, with more than 100 characters, 12 unique worlds, and more than 60 levels of platforming gameplay designed for all ages and play styles. Unlock new abilities and moves as you progress through the game. All members of your team will discover new unique abilities, including swimming, diving, slapping, and the sensational \"HarilyCopter.\"",
        "scores": {
            "metascore": "86",
            "userscore": "8.4"
        }
    },
    "60": {
        "title": "Crashmo",
        "date": "November 22, 2012",
        "summary": "Also known as \"Fallblox\" in the UK/EU. Players can embrace the laws of gravity and challenge themselves with a whole new kind of action-puzzle play in this exciting sequel to the critically acclaimed Pushmo. New gravity mechanics and gadgets like floating blocks, doors and move switches await, testing players' skills as they push, pull and slide each puzzle's colorful blocks in order to climb to the top. Just be careful where those blocks are moved-unsupported blocks will come crashing down. Crashmo contains lots of puzzles to test your brains, and enhanced puzzle-creation and -sharing features mean that even when all the puzzles are cleared, the fun never has to stop.",
        "scores": {
            "metascore": "86",
            "userscore": "8.1"
        }
    },
    "61": {
        "title": "Tales From Space: Mutant Blobs Attack",
        "date": "February 21, 2012",
        "summary": "Tales from Space: Mutant Blobs Attack is a side-scrolling puzzle platformer about an ornery mutant blob that, after being held captive in a lab that can only be described as something out of a retro sci-fi movie from the early '50's, escapes into the world and sets out on a path to destroy and consume everything! A follow-up to last year's PlayStationÂ®Network title Tales from Space: About a Blob, Mutant Blobs Attack will contain a wide range of exciting new features and gameplay modes designed exclusively for the PlayStationÂ®Vita handheld entertainment system.",
        "scores": {
            "metascore": "86",
            "userscore": "8.3"
        }
    },
    "62": {
        "title": "Max Payne 3",
        "date": "May 15, 2012",
        "summary": "The tragedies that took Max Payne's loved ones years ago are wounds that won't heal. No longer a police, nearly washed up and addicted to pain killers, Max takes a job in São Paulo, Brazil, protecting the family of wealthy real estate mogul Rodrigo Branco to finally escape his troubled past. But as events spin out of his control, Max finds himself alone on the streets of an unfamiliar city, desperately searching for the truth and fighting for a way out.",
        "scores": {
            "metascore": "86",
            "userscore": "7.9"
        }
    },
    "63": {
        "title": "ZEN Pinball 2",
        "date": "September 4, 2012",
        "summary": "Zen Pinball 2 is full of exciting Wii U GamePad features such as controlling the plunger on the touch screen, rotating camera views, accessing information via the dot matrix, and Free View control by tilting the Wii U GamePad. Additional features include:\r\n- Unprecedented table visuals and the most advanced ball physics on Wii U\r\n- Trial version for all tables, try them out before you buy!\r\n- Local Hotseat multiplayer, and fast paced Split-screen multiplayer game modes\r\n- Action cameras to guide and emphasize spectacular moments\r\n- Ranking support for all tables, National Ranking, and Worldwide tournaments\r\n- Continue playing on the Wii U GamePad if the TV is occupied!\r\n- Robust social features with Challenges, Pro Score, and Team Score. Its up to you to become the Pinball Champion!\r\n- Awards for each table\r\n- Regular table releases through the Nintendo eShop",
        "scores": {
            "metascore": "86",
            "userscore": "7.8"
        }
    },
    "64": {
        "title": "Dance Central 3",
        "date": "October 16, 2012",
        "summary": "Includes a soundtrack featuring forty plus new tracks, from the disco hits of the seventies to current top 40 dance hits.",
        "scores": {
            "metascore": "86",
            "userscore": "7.9"
        }
    },
    "65": {
        "title": "Persona 4 Arena",
        "date": "August 7, 2012",
        "summary": "Persona 4 Arena uses hand-drawn, high definition 2D anime-style fighters and colorful, over-the-top special effects to bring to life a roster of fighters from Persona 3 and Persona 4.",
        "scores": {
            "metascore": "86",
            "userscore": "5.6"
        }
    },
    "66": {
        "title": "Mass Effect 3: Special Edition",
        "date": "November 13, 2012",
        "summary": "Earth is on fire. Striking from beyond known space, a race of terrifying machines have begun their destruction of the human race. As Commander Shepard, an Alliance Marine, your only hope for saving mankind is to rally the civilizations of the galaxy and launch one final mission to take back the Earth. Mass Effect 3 features additional missions, weapons, and characters for both single player and multiplayer including the Extended Cut ending and an interactive backstory experience.",
        "scores": {
            "metascore": "85",
            "userscore": "7.6"
        }
    },
    "67": {
        "title": "Trials Evolution: Origin of Pain",
        "date": "October 5, 2012",
        "summary": "The Origin of Pain DLC builds on the successes of Trials Evolution, offering tons of new editor objects, 36 brand new tracks, and a brand new BMX bike, the first time a bike mode has ever been offered in a Trials game.",
        "scores": {
            "metascore": "85",
            "userscore": "8.4"
        }
    },
    "68": {
        "title": "Assassin's Creed III",
        "date": "November 18, 2012",
        "summary": "The Colonies, 1775: A brave your warrior fights to save his homeland. But what begins as a struggle over territory turns into a journey that will transform him into a Master Assassin - one that will forever change the destiny of a newborn nation. Assume the role of Connor, warrior son of a Native American mother and British father. As the colonies draw closer to revolution, you will dedicate your life to the freedom of your clan, becoming the spark that ignites the revolution into a full blaze. Your crusade will lead you through blood-soaked battlefields and crowded city streets, to the perilous wilderness and stormy seas.  Always know where your enemies are with a larger, more expansive overhead map at your fingertips. Easily change your weapons on the fly to vary your combos without ever stopping the action on-screen.",
        "scores": {
            "metascore": "85",
            "userscore": "7.2"
        }
    },
    "69": {
        "title": "Hotline Miami",
        "date": "October 23, 2012",
        "summary": "Step into the neon-soaked underground of 1980s Miami as bizarre messages on your answering machine seem to be urging you to commit terrible acts of violence - but will you obey? Hotline Miami overflows with raw brutality and skull crushing close combat as you find yourself outgunned and using your wits to choreograph your way through impossible situations. An unmistakable visual style, a driving soundtrack, and a surreal plot that will have you question your own thirst for blood. Bash and blast through over 20 multiscreen levels with 35 unique weapons and collect 25 game-altering masks in one of the darkest and most unusual independent games on the scene.",
        "scores": {
            "metascore": "85",
            "userscore": "8.5"
        }
    },
    "70": {
        "title": "Out of the Park Baseball 13",
        "date": "April 9, 2012",
        "summary": "",
        "scores": {
            "metascore": "85",
            "userscore": "7.8"
        }
    },
    "71": {
        "title": "Forza Horizon",
        "date": "October 23, 2012",
        "summary": "Combining the traditional Forza with a music festival vibe, Horizon promises to take freedom of the open road to the next level. Explore vast and varied driving playgrounds. Team up or compete with friends and rivals online. Show off your unique driving skills and become the star of the world's most rocking motorsport party.",
        "scores": {
            "metascore": "85",
            "userscore": "8.5"
        }
    },
    "72": {
        "title": "Assassin's Creed III",
        "date": "October 30, 2012",
        "summary": "Pursue your enemies through 1775 America in an ever-changing environment. From the legendary battlefields of Lexington and Concord and the bustling streets of Boston and New York, to the snow-covered Appalachian wilderness, you’ll wage war in a stunningly mutable environment. Whether you’re tracking your quarry’s blood trail through fresh snow, or taking advantage of driving winds and thick fog to hide your attack, liberty is on the line, so unleash your killing power in Assassin's Creed 3.",
        "scores": {
            "metascore": "85",
            "userscore": "6.9"
        }
    },
    "73": {
        "title": "Dark Souls: Prepare to Die Edition",
        "date": "August 24, 2012",
        "summary": "With tense dungeon crawling and fearsome enemy encounters, the seamlessly intertwined world of Dark Souls is full of extreme battles, rewarding challenges, nuanced weaponry and magic, and the flexibility to customize each character to suit any desired play style.  The innovative online component allows gamers to draw from the collective experience of the Dark Souls community as they either help or sabotage each other on the journey through the world of Lordran to save the land from darkness.  With a massive, seamless open world design, Dark Souls encourages deep exploration and an adaptable gameplay experience.",
        "scores": {
            "metascore": "85",
            "userscore": "7.7"
        }
    },
    "74": {
        "title": "NBA 2K13",
        "date": "November 18, 2012",
        "summary": "Featuring an enhanced MyCAREER mode and new gameplay features, NBA 2K13 lets gamers pit the best players in NBA history against the new dynasty of talent, including the much-debated matchup between the 2012 U.S. Men’s National Team and the 1992 “Dream Team.”",
        "scores": {
            "metascore": "85",
            "userscore": "7.1"
        }
    },
    "75": {
        "title": "Sine Mora",
        "date": "November 20, 2012",
        "summary": "Co-developed by Grasshopper Manufacture and Digital Reality, and published by Microsoft Studios, Sine Mora is a dieselpunk shoot 'em up that provides a unique take on the genre, where time is the ultimate factor. Mixing classic shooter sensibilities with next-gen presentation, Sine Mora is a gorgeous shmup that appeals to both hardcore and casual gamers alike. Coming exclusively to Xbox LIVE Arcade, Sine Mora features over 60 combinations of planes, characters and time manipulation devices to complete every beautifully-crafted stage with scaling difficulty. All of this is set to an epic score of soaring heights, composed by Akira Yamaoka, acclaimed for his works on Shadows of the Damned and the Silent Hill series.",
        "scores": {
            "metascore": "85",
            "userscore": "7.2"
        }
    },
    "76": {
        "title": "The Walking Dead: Episode 3 - Long Road Ahead",
        "date": "August 29, 2012",
        "summary": "Episode 3 of a 5-part game series set in Robert Kirkman’s universe. Treachery within the group leads to a devastating series of events. Will the tough choices you made in episodes one and two come back to haunt you or prove to be worthwhile decisions?",
        "scores": {
            "metascore": "85",
            "userscore": "8.4"
        }
    },
    "77": {
        "title": "Darksiders II",
        "date": "November 18, 2012",
        "summary": "Darksiders II follows the exploits of DEATH, one of the 4 horsemen of the Apocalypse, in a weaving tale that runs parallel to the events in the original Darksiders game. This epic journey propels DEATH through various light and dark realms as he tries to redeem his brother WAR, the horseman who was blamed for prematurely starting the Apocalypse in Darksiders.",
        "scores": {
            "metascore": "85",
            "userscore": "7.7"
        }
    },
    "78": {
        "title": "UFC Undisputed 3",
        "date": "February 14, 2012",
        "summary": "The critically acclaimed and best-selling MMA videogame franchise returns to take players inside the Octagon with UFC Undisputed 3,  delivering intense UFC action focused on brutal toe-to-toe combat, impressive visual presentation and increased accessibility.",
        "scores": {
            "metascore": "85",
            "userscore": "7.5"
        }
    },
    "79": {
        "title": "Mortal Kombat",
        "date": "May 1, 2012",
        "summary": "Get ready to re-enter the tournament wherever you are. A full reboot of the franchise, this latest version of the game combines innovative mature oriented fighter gameplay with a deep story mode, enhanced graphics and game technology and new game modes. The game features a storyline that takes you back to the original tournament, exclusive Vita functionality, fatalities presented in graphic detail never imagined in earlier release, and completely new game modes.",
        "scores": {
            "metascore": "85",
            "userscore": "7.8"
        }
    },
    "80": {
        "title": "Batman: Arkham City - Armored Edition",
        "date": "November 18, 2012",
        "summary": "Developed by WB Games Montreal, Batman: Arkham City Armored Edition is the enhanced version of the game created by Rocksteady Studios. The Wii U version delivers the same impactful story and gameplay as the original title, this time with enhanced gameplay mechanics and features made possible with the Wii U and its unique GamePad. Batman: Arkham City is set in the new maximum security “home” for all of Gotham City’s thugs, gangsters and insane criminal masterminds. Featuring an vast Rogues Gallery of Gotham City’s most dangerous criminals including Catwoman, The Joker, The Riddler, Two-Face, Harley Quinn, The Penguin, Mr. Freeze and many others, the game allows players to genuinely experience what it feels like to be The Dark Knight delivering justice on the streets of Gotham City.",
        "scores": {
            "metascore": "85",
            "userscore": "8.4"
        }
    },
    "81": {
        "title": "The Walking Dead: Episode 2 - Starved for Help",
        "date": "June 29, 2012",
        "summary": "Episode two of a five-part game series set in the same universe as Robert Kirkmans award-winning series. With starvation and bandit attacks becoming as much of a threat as the undead, the group finds themselves seeking help and food from strangers at a local dairy. \r\n\r\n- Feel what its like to be a survivor, where choosing between necessities and whats right is a delicate matter.\r\n- Encounter human survivors who have gone down a truly horrific path.\r\n- Begin to see the pressures of Lillys responsibilities and get a glimpse of her tortured past as she starts to unravel as a leader.\r\n- Develop an understanding of what youre willing to resort to in order to ensure survival.\r\n- Live with the choices you made in Episode One as they continue to affect your experience in this episode.",
        "scores": {
            "metascore": "84",
            "userscore": "8.6"
        }
    },
    "82": {
        "title": "Pinball FX 2",
        "date": "October 27, 2012",
        "summary": "Pinball FX is back, and it is better than ever! Pinball FX2 offers brand new tables and a host of new features and improvements, including a new state-of-the-art physics model that surpasses anything available so far.",
        "scores": {
            "metascore": "84",
            "userscore": "7.7"
        }
    },
    "83": {
        "title": "PlanetSide 2",
        "date": "November 20, 2012",
        "summary": "PlanetSide 2 is an MMO FPS set in an online persistent world where the war wages non-stop and the balance of power shifts with every base and territory captured and lost.",
        "scores": {
            "metascore": "84",
            "userscore": "7.0"
        }
    },
    "84": {
        "title": "Street Fighter X Tekken",
        "date": "March 6, 2012",
        "summary": "Welcome to Street Fighter X Tekken, where Street Fighter and Tekken series' stalwarts Ryu, Chun-Li, Kazuya Mishima and Nina Williams headline a memorable cast of your favorite fighters in a tag battle dream match for the ages. Street Fighter X Tekken (SFXT) is a 2 vs. 2 tag team-based fighting game where players can freely tag in and out between partners. The game promises to marry the styles of both a 2D and 3D fighting game for a fresh take on the genre. Fans from each series will also be able to play with either Street Fighter's traditional 6 button layout or Tekken's 4 button layout. Players who are new to either series will be able to join in on the fun with an easy-to-understand battle system that promises excitement and countless hours of fun. [Capcom]",
        "scores": {
            "metascore": "84",
            "userscore": "5.5"
        }
    },
    "85": {
        "title": "Sound Shapes",
        "date": "August 7, 2012",
        "summary": "Sound Shapes has you play, compose, and share on the NGP in this side-scrolling platformer, where you create music with your actions using the touch screen.",
        "scores": {
            "metascore": "84",
            "userscore": "7.8"
        }
    },
    "86": {
        "title": "Black Mesa",
        "date": "September 14, 2012",
        "summary": "Black Mesa is a re-envisioning of Valve Software's seminal game Half-Life. You will re-visit the inaugural role of Gordon Freeman and his memorable journey through the Black Mesa Research Facility. Expect detailed environments to explore, a huge cast of characters and experimental weaponry. All-new music, voice acting, choreography and added dialogue give way to a more expansive and immersive experience than ever before. [Valve]",
        "scores": {
            "metascore": "84",
            "userscore": "8.9"
        }
    },
    "87": {
        "title": "Assassin's Creed III",
        "date": "October 30, 2012",
        "summary": "It's 1775. The colonies are on the verge of revolt. Assume the role of Connor, an assassin sworn to achieve liberty for his people and his new nation. To accomplish this, you will pursue your enemies across an open world. You will utilize your killing power in a violent pursuit that will see you traverse chaotic city streets and blood-soaked battlefields in the dangerous American frontier and beyond. You will encounter legendary heroes of American history, and with them you will conspire to annihilate those who threaten to bring down  Liberty itself. Assassin's Creed 3.",
        "scores": {
            "metascore": "84",
            "userscore": "6.8"
        }
    },
    "88": {
        "title": "Trine 2: Director's Cut",
        "date": "November 18, 2012",
        "summary": "Trine 2: Director's Cut, exclusively for Wii U, features a total of 20 levels full of adventure, including the high-acclaimed Goblin Menace expansion campaign and the exclusive \"Dwarven Caverns\" level, making Trine 2: Director's Cut the most comprehensive package of Trine 2 on any platform.",
        "scores": {
            "metascore": "84",
            "userscore": "7.9"
        }
    },
    "89": {
        "title": "The Walking Dead: Episode 2 - Starved for Help",
        "date": "June 27, 2012",
        "summary": "3 months after the events of episode 1, starvation forces the group to look for food from strangers. In a world where the living can be more dangerous than the undead, this is a risky move, but you’ll soon learn how far you’ll go to survive. How will the choices you made in episode one affect your story?",
        "scores": {
            "metascore": "84",
            "userscore": "8.6"
        }
    },
    "90": {
        "title": "Need for Speed: Most Wanted - A Criterion Game",
        "date": "October 30, 2012",
        "summary": "With a relentless police force gunning to apprehend you, you’ll need to make split-second decisions. Use the open world to your advantage to find hiding nooks, hit jumps and earn new vehicles to keep you ahead of the game. Your cohorts are at the heart of your experience. In an open world with no menus or lobbies, you’ll be able to instantly challenge your friends and prove your driving skill in a variety of multiplayer events. Your rivals will do everything they can to stop you from getting to the top.",
        "scores": {
            "metascore": "84",
            "userscore": "5.9"
        }
    },
    "91": {
        "title": "F1 2012",
        "date": "September 18, 2012",
        "summary": "F1 2012 features all of the official teams, drivers and circuits from the 2012 FIA Formula One World Championship.",
        "scores": {
            "metascore": "84",
            "userscore": "6.9"
        }
    },
    "92": {
        "title": "Need for Speed: Most Wanted - A Criterion Game",
        "date": "October 30, 2012",
        "summary": "To be the Most Wanted, you must outrun the police, outdrive your friends, and outsmart your rivals. With a ravenous police force gunning to take you down, you will have to make split-second decisions. Use the open world to your advantage to find hiding places, hit jumps and earn new vehicles to keep you a step ahead. Your friends are at the heart of your experience. In an open world with no menus or lobbies, you will be able to instantly challenge your friends and prove your driving skill in a variety of seamless multiplayer events. Your rivals will do everything they can to stop you from getting to the top. In this world, there can only be one Most Wanted.",
        "scores": {
            "metascore": "84",
            "userscore": "5.5"
        }
    },
    "93": {
        "title": "The Walking Dead: Episode 1 - A New Day",
        "date": "April 24, 2012",
        "summary": "Episode one of a five-part game series set in the same universe as Robert Kirkman’s award-winning series. Play as Lee Everett, the convicted criminal who has been given a second chance at life in a world devastated by the undead. Experience events, meet people and visit locations that foreshadow the story of Deputy Sheriff Rick Grimes. A honed game experience in which actions, choices and decisions you make will affect how your story plays out across the entire series.",
        "scores": {
            "metascore": "84",
            "userscore": "8.2"
        }
    },
    "94": {
        "title": "FTL: Faster Than Light",
        "date": "September 14, 2012",
        "summary": "You manage the Kestrel and its crew as you explore the galaxy. Strategic, real-time combat involves managing power between essential systems and choosing which enemy systems to target. Meanwhile, you control your crew to keep the ship functioning and fight off intruders. The combat is difficult but, being a \"roguelike-like\" game, frequent permadeath is at the core of the experience.\r\n\r\nWhile exploring the galaxy you will encounter a variety of situations requiring decision making that can result in many outcomes. Since all events are randomly generated, each play-through will be significantly different.",
        "scores": {
            "metascore": "84",
            "userscore": "8.4"
        }
    },
    "95": {
        "title": "The Walking Dead: Episode 2 - Starved for Help",
        "date": "June 29, 2012",
        "summary": "Episode two of a five-part game series set in the same universe as Robert Kirkmans award-winning series. With starvation and bandit attacks becoming as much of a threat as the undead, the group finds themselves seeking help and food from strangers at a local dairy. \r\n\r\n- Feel what its like to be a survivor, where choosing between necessities and whats right is a delicate matter.\r\n- Encounter human survivors who have gone down a truly horrific path.\r\n- Begin to see the pressures of Lillys responsibilities and get a glimpse of her tortured past as she starts to unravel as a leader.\r\n- Develop an understanding of what youre willing to resort to in order to ensure survival.\r\n- Live with the choices you made in Episode One as they continue to affect your experience in this episode.",
        "scores": {
            "metascore": "84",
            "userscore": "8.3"
        }
    },
    "96": {
        "title": "Darksiders II",
        "date": "August 14, 2012",
        "summary": "Awakened by the End of Days, Death, the most feared of the legendary Four Horsemen, embarks upon a journey to restore mankind and redeem his brother’s name. Along the way, the Horseman discovers that there are far worse things than Apocalypse on earth and that an ancient grudge may threaten all of Creation. Become the terrifying force which everyone fears but nothing can escape. Death Lives in Darksiders II.",
        "scores": {
            "metascore": "84",
            "userscore": "7.2"
        }
    },
    "97": {
        "title": "New Super Mario Bros. U",
        "date": "November 18, 2012",
        "summary": "It was just another dinner at the castle with Mario, Luigi, Toad, and Princess Peach... Until suddenly the vicious Koopa fleet invades Mushroom kingdom airspace and launches a full-scale assault! With Bowser at the helm and his Koopalings each in their own custom airships, the castle is under attack with the Princess trapped inside—and the heroes have been cast out to the four corners of the Mushroom Kingdom. Will they make it back in time to save the day?",
        "scores": {
            "metascore": "84",
            "userscore": "8.0"
        }
    },
    "98": {
        "title": "Zero Escape: Virtue's Last Reward",
        "date": "October 23, 2012",
        "summary": "Zero Escape: Virtue's Last Reward has players taking on the Nonary Game again, as it's back and more deadly than ever.",
        "scores": {
            "metascore": "84",
            "userscore": "8.7"
        }
    },
    "99": {
        "title": "NHL 13",
        "date": "September 11, 2012",
        "summary": "NHL 13 is EA Sports' hockey game with core gameplay innovation, connected experiences, and a deep feature set.",
        "scores": {
            "metascore": "84",
            "userscore": "6.9"
        }
    },
    "100": {
        "title": "Sound Shapes",
        "date": "August 7, 2012",
        "summary": "[=> Please see the Vita page for additional Sound Shapes reviews - the game is available on both platforms.] Play, Compose and Share in a unique take on the classic sidescrolling platformer where your actions make the music. With equal parts musical instrument and game, Sound Shapes gives everyone the ability to make music. Set different shapes into the world to make musical notes and trigger sounds through your actions. Upload your levels for others to download and remix on their own. Sound Shapes creates an ever-changing musical community for everyone to enjoy on the go.",
        "scores": {
            "metascore": "84",
            "userscore": "7.5"
        }
    }
}