{
    "1": {
        "title": "Grand Theft Auto V",
        "date": "September 17, 2013",
        "summary": "Los Santos is a vast, sun-soaked metropolis full of self-help gurus, starlets and once-important, formerly-known-as celebrities. The city was once the envy of the Western world, but is now struggling to stay afloat in an era of economic uncertainty and reality TV. Amidst the chaos, three unique criminals plot their own chances of survival and success:  Franklin, a former street gangster in search of real opportunities and serious cheddar; Michael, a professional ex-con whose retirement is a lot less rosy than he hoped it would be; and Trevor, a violent maniac driven by the chance of a cheap high and the next big score. Quickly running out of options, the crew risks it all in a sequence of daring and dangerous heists that could set them up for life.",
        "scores": {
            "metascore": "97",
            "userscore": "8.3"
        }
    },
    "2": {
        "title": "Grand Theft Auto V",
        "date": "September 17, 2013",
        "summary": "Los Santos is a sprawling sun-soaked metropolis full of self-help gurus, starlets and once-important stars. The city was once the envy of the Western world, but is now struggling to stay relevant in an era of economic uncertainty and reality TV. Amidst the chaos, three very different criminals chart their own chances of survival and success:  Franklin, a former street gangster, now looking for real opportunities and fat stacks of cash; Michael, a professional ex-con whose retirement is significantly less rosy than he hoped it would be; and Trevor, a violent maniac driven by the chance of a cheap high and the next big score. Rapidly running out of options, the crew risks everything in a series of bolt and dangerous heists that could set them up for the long haul.",
        "scores": {
            "metascore": "97",
            "userscore": "8.3"
        }
    },
    "3": {
        "title": "The Last of Us",
        "date": "June 14, 2013",
        "summary": "Twenty years after a pandemic radically transformed known civilization, infected humans run amuck and survivors kill one another for sustenance and weapons - literally whatever they can get their hands on. Joel, a salty survivor, is hired to smuggle a fourteen-year-old girl, Ellie, out of a rough military quarantine, but what begins as a simple job quickly turns into a brutal journey across the country.",
        "scores": {
            "metascore": "95",
            "userscore": "9.1"
        }
    },
    "4": {
        "title": "BioShock Infinite",
        "date": "March 26, 2013",
        "summary": "Once conceived as a floating symbol of American ideals at a time when the United States was emerging as a world power, Columbia has been dispatched to distant shores with great fanfare by a captivated public.  What begins as a brand new endeavor of hope turns drastically wrong as the city soon disappears into the clouds to whereabouts unknown. The player assumes the role of former Pinkerton agent Booker DeWitt, sent to the lost city to rescue Elizabeth, a young woman imprisoned there since childhood. He develops a relationship with Elizabeth, augmenting his abilities with hers so the pair may escape from a city that is literally falling from the sky. DeWitt must learn to fight foes in high-speed Sky-Line battles, engage in combat both indoors and amongst the clouds, and engage the power of dozens of new weapons and abilities.",
        "scores": {
            "metascore": "94",
            "userscore": "8.5"
        }
    },
    "5": {
        "title": "BioShock Infinite",
        "date": "March 25, 2013",
        "summary": "Initially conceived as a floating symbol of American ideals at a time when the United States was emerging as a world power, Columbia is sent to distant shores with great fanfare by a captivated public.  What begins as a fresh new endeavor of hope turns drastically wrong as the city soon disappears into the clouds to whereabouts unknown. The player takes on the role of former Pinkerton agent Booker DeWitt, sent to the lost city to rescue Elizabeth, a young lady imprisoned there since her childhood. He develops a relationship with Elizabeth, enhancing his abilities with hers so the pair may escape from a city that is literally falling from the sky. DeWitt has to learn to fight foes in high-speed Sky-Line battles, engage in combat both indoors and amongst the clouds, and harness the power of a myriad of new weapons and abilities.",
        "scores": {
            "metascore": "94",
            "userscore": "8.6"
        }
    },
    "6": {
        "title": "BioShock Infinite",
        "date": "March 26, 2013",
        "summary": "Thrust into the year 1912, players take on the role of former Pinkerton agent Booker DeWitt, who has traveled to the flying city of Columbia on a rescue mission. His target is Elizabeth, a young lady imprisoned since her childhood years. During their bold escape, Booker and Elizabeth form a powerful bond -- one which lets Booker enhance his own abilities with her world-altering control over the environment. As a team, they fight from high-speed Sky-Lines, in the streets and houses of Columbia, on giant Zeppelins and in the clouds, while simultaneously learning to harness an growing arsenal of weapons and abilities.",
        "scores": {
            "metascore": "93",
            "userscore": "8.5"
        }
    },
    "7": {
        "title": "Super Mario 3D World",
        "date": "November 22, 2013",
        "summary": "Work together with  your friends or compete for the crown in the first multiplayer 3D Mario game for the Wii U console. In the Super Mario 3D World game, players can choose to play as Mario, Luigi, Princess Peach or Toad.",
        "scores": {
            "metascore": "93",
            "userscore": "8.9"
        }
    },
    "8": {
        "title": "Fire Emblem: Awakening",
        "date": "February 4, 2013",
        "summary": "Lead an army of soldiers in a series of scaled turn-based strategy battles. In the process, develop relationships with your team, utilizing their special abilities on the battlefield to gain victory and advance the story, which features a wide array of characters from a variety of nations and backgrounds. They can be joined by a character of your making, with a unique appearance crafted as you see fit.",
        "scores": {
            "metascore": "92",
            "userscore": "9.1"
        }
    },
    "9": {
        "title": "Rayman Legends",
        "date": "September 3, 2013",
        "summary": "Rayman, Globox, and the Teensies are off wandering through an enchanted forest when they discover a mysterious tent filled with a series of captivating paintings. As they look more closely, they notice each painting seems to tell the story of a mythical world. While focusing on a painting that shows a medieval land, they are suddenly sucked into the painting, entering the world, and the adventure begins. The gang must run, jump and fight their way through each world to save the day and discover the secrets of every legendary painting. Rayman Legends takes full advantage of the Wii U and its new GamePad’s capabilities. Use the touch screen to take out enemies, manipulate platforms, cut ropes to clear a path and much more. With the gyroscope technology, you can move rotating platform and there are many more surprises to come.",
        "scores": {
            "metascore": "92",
            "userscore": "8.7"
        }
    },
    "10": {
        "title": "Fez",
        "date": "May 1, 2013",
        "summary": "In Fez, you play as Gomez, a 2D creature living in what he believes is a 2D world. Until a strange and powerful artifact reveals to him the existence of a mysterious third dimension!",
        "scores": {
            "metascore": "91",
            "userscore": "6.7"
        }
    },
    "11": {
        "title": "Rayman Legends",
        "date": "September 3, 2013",
        "summary": "Rayman Legends is the follow-up to Rayman Origins and brings multiplayer interactions for you to employ. The Glade of Dreams is in trouble again. During a 100-year nap, the nightmares multiplied and spread, creating new monsters even scarier than before. These creatures are the stuff of legend… Dragons, giant toads, sea monsters, and even evil luchadores. With the help of Murfy, Rayman and Globox awake and must now help fight these nightmares and save the Teensies.",
        "scores": {
            "metascore": "91",
            "userscore": "8.7"
        }
    },
    "12": {
        "title": "The Legend of Zelda: A Link Between Worlds",
        "date": "November 22, 2013",
        "summary": "The Legend of Zelda: A Link Between Worlds is a new game with a new storyline set in world of the Super NES classic The Legend of Zelda: A Link to the Past.",
        "scores": {
            "metascore": "91",
            "userscore": "9.0"
        }
    },
    "13": {
        "title": "flower",
        "date": "November 15, 2013",
        "summary": "The pioneers that brought you the PLAYSTATION Network title flOw are back with another concept that challenges traditional gaming conventions. Flower expands the team's tradition of delivering simple gameplay, accessible controls and a medium to explore emotional chords uncommon in video games. In Flower, the surrounding environment, most often pushed to the background in games, is pulled to the forefront and becomes the primary \"character.\" The player fades from an external and stressful world in the opening of this fresh and genuine game only for PS3, and journeys through beautifully vivid landscapes, changing the his surroundings and exploring nature along the way.",
        "scores": {
            "metascore": "91",
            "userscore": "7.2"
        }
    },
    "14": {
        "title": "Spelunky",
        "date": "August 8, 2013",
        "summary": "Spelunky is a unique platformer with randomized levels that offer a new and challenging experience each time you play.",
        "scores": {
            "metascore": "90",
            "userscore": "7.2"
        }
    },
    "15": {
        "title": "The Legend of Zelda: The Wind Waker HD",
        "date": "September 20, 2013",
        "summary": "As the purported definitive version of the game, The Legend of Zelda: The Wind Waker HD is remastered and presented in 1080p graphics. Gamers can experience high-definition cell-shaded presentation on their TVs or entirely on the Wii U GamePad controller. The streamlined interface lets gamers easily manage your inventory—simply slide an item onto any button. Instantly view maps and zoom in on the GamePad controller's touch screen. Enjoy a breezy cruise with the original sail, or switch to the brand-new Swift Sail that lets you gather the wind and speed across the waves. With the new Tingle Bottle feature, you can connect with others over Miiverse. Comments or screenshots others have posted on Miiverse may wash up on the shore or appear in other locations, tucked into bottles. Whenever you want, move around the world in first-person mode, using the GamePad gyroscope to look around you and aim your bow, hookshot, Picto Box, or telescope. You can store more pictographs with your improved Picto Box—handy for creating figurines—and share them with other players on Miiverse. Your pictures, game tips, and messages may also appear in another player's game. Take the adventure to new levels with Hero Mode, available from the moment you start the game. In this mode, you only regain health when you earn a new heart piece or container, use a red potion, or visit a fairy fountain. Also, your enemies do double the damage. [Nintendo]",
        "scores": {
            "metascore": "90",
            "userscore": "8.9"
        }
    },
    "16": {
        "title": "Brothers: A Tale of Two Sons",
        "date": "September 3, 2013",
        "summary": "Two sons must set out on a perilous journey to bring back the Water of Life to their ailing father.",
        "scores": {
            "metascore": "90",
            "userscore": "8.5"
        }
    },
    "17": {
        "title": "Dota 2",
        "date": "July 9, 2013",
        "summary": "Dota 2 features the characters and factions from the original Defense of the Ancients title with new features.",
        "scores": {
            "metascore": "90",
            "userscore": "6.5"
        }
    },
    "18": {
        "title": "Rayman Legends",
        "date": "September 3, 2013",
        "summary": "Rayman Legends is the follow-up to last year's Rayman Origins and aims to bring multiplayer interactions for you to use. The Glade of Dreams is in trouble again. During a 100-year nap, the nightmares multiplied and spread, creating new monsters even scarier than before. These creatures are the stuff of legend… Dragons, giant toads, sea monsters, and even evil luchadores. With the help of Murfy, Rayman and Globox awake and must now help fight these nightmares and save the Teensies.",
        "scores": {
            "metascore": "90",
            "userscore": "8.2"
        }
    },
    "19": {
        "title": "Skylanders Swap Force",
        "date": "October 13, 2013",
        "summary": "In Skylanders SWAP Force, Portal Masters embark on an adventure in the mysterious Cloudbreak Islands, where a magical volcano gives the heroes the power to swap halves, turning them into a special team known as the SWAP Force. By reassembling this team, Portal Masters must send back Kaos and his evil plan to Cloudbreak in order to save Skylands.",
        "scores": {
            "metascore": "89",
            "userscore": "6.1"
        }
    },
    "20": {
        "title": "Rocksmith 2014 Edition",
        "date": "October 22, 2013",
        "summary": "Rocksmith 2014 Edition lets players plug in any electric guitar or bass directly into your system and begin learning guitar with the Rocksmith Method.",
        "scores": {
            "metascore": "89",
            "userscore": "7.9"
        }
    },
    "21": {
        "title": "Spelunky",
        "date": "August 27, 2013",
        "summary": "Spelunky is a unique platformer with randomized levels that offer a new and challenging experience each time you play! Journey deep underground and explore fantastic places filled with monsters, traps, and treasure. Fully-destructible environments open up lots of strategies and make it a blast to master the game's many secrets.",
        "scores": {
            "metascore": "88",
            "userscore": "8.0"
        }
    },
    "22": {
        "title": "Deus Ex: Human Revolution - Director's Cut",
        "date": "October 22, 2013",
        "summary": "In Deus Ex: Human Revolution you play Adam Jensen, a security specialist, handpicked to oversee the defense of one of America's most experimental biotechnology firms. But when a black ops team breaks in and kills the scientists you were hired to protect, everything you thought you knew about your job changes. At a time when scientific advancements are routinely turning athletes, soldiers and spies into super-enhanced beings, someone is working very hard to ensure mankind's evolution follows a particular path. You need to discover why - because the decisions you take and the choices you make will be the only things that can determine mankind's future.",
        "scores": {
            "metascore": "88",
            "userscore": "8.5"
        }
    },
    "23": {
        "title": "Crusader Kings II: The Old Gods",
        "date": "May 28, 2013",
        "summary": "Crusader Kings II: The Old Gods lets players step into the boots of a pagan chieftain, approaching the brutal backstabbing world of Crusader Kings through invasion, adventure, and holy war.",
        "scores": {
            "metascore": "88",
            "userscore": "8.7"
        }
    },
    "24": {
        "title": "FIFA 14",
        "date": "November 19, 2013",
        "summary": "Shooting has been transformed. Players now have the intelligence to adjust their stride and approach angle to find the best position for hitting the back of the net. Well-hit balls feel satisfying and goals are rewarding. As well as quality strikes, players can now shoot while off balance or rushed.",
        "scores": {
            "metascore": "88",
            "userscore": "5.8"
        }
    },
    "25": {
        "title": "Assassin's Creed IV: Black Flag",
        "date": "October 29, 2013",
        "summary": "The year is 1715. Pirates rule the waters of the Caribbean and have established a lawless Republic. Among these outlaws is a lethal young captain named Edward Kenway. His notorious exploits earn the respect of legends like Blackbeard, but draw him into an ancient war that may destroy everything the pirates have built for themselves.",
        "scores": {
            "metascore": "88",
            "userscore": "8.1"
        }
    },
    "26": {
        "title": "Star Wars Pinball: Balance of the Force",
        "date": "October 16, 2013",
        "summary": "Feel the disturbance in the Force in Star Wars Pinball: Balance of the Force, featuring three brand new Star Wars pinball tables. The pack includes Star Wars: Episode VI Return of the Jedi, Starfighter Assault, and a table dedicated to Darth Vader.",
        "scores": {
            "metascore": "88",
            "userscore": "6.1"
        }
    },
    "27": {
        "title": "XCOM: Enemy Within",
        "date": "November 12, 2013",
        "summary": "XCOM: Enemy Within is the expansion to the 2012 Game of the Year award-winning strategy game XCOM: Enemy Unknown.  Enemy Within adds an array of new abilities, upgrades and weapons to combat new enemy and alien threats. This expansion pack also introduces new maps, new tactical and strategic gameplay, and new multiplayer content providing a fresh new gameplay experience.",
        "scores": {
            "metascore": "88",
            "userscore": "7.7"
        }
    },
    "28": {
        "title": "Pokemon Y",
        "date": "October 12, 2013",
        "summary": "Pokemon X and Y are the first mainline Pokemon games made for the 3DS and feature a mix of Pokemon old and new as well as a trio of new starting Pokemon - a watery toad Froakie, a fiery deer Fennekin, and a grass monster Chespin.",
        "scores": {
            "metascore": "88",
            "userscore": "7.5"
        }
    },
    "29": {
        "title": "The Stanley Parable",
        "date": "October 17, 2013",
        "summary": "The Stanley Parable HD Remix is an updated version of the Half-Life 2 mod The Stanley Parable. It is a first person exploration game. You will play as Stanley, and you will not play as Stanley. You will follow a story, you will not follow a story. You will have a choice, you will have no choice. The game will end, the game will never end. [Steam]",
        "scores": {
            "metascore": "88",
            "userscore": "8.0"
        }
    },
    "30": {
        "title": "Guacamelee! Gold Edition",
        "date": "August 8, 2013",
        "summary": "Guacamelee! is a Metroid-vania style action-platformer set in a magical Mexican inspired world.\r\n\r\nThe game draws its inspiration from traditional Mexican culture and folklore, and features many interesting and unique characters. Guacamelee builds upon the classic open-world Metroid-vania style of games, by adding a strong melee combat component, a new dimension switching mechanic, and cooperative same-screen multiplayer for the entire story. The game also blurs the boundaries between combat and platforming by making many of the moves useful and necessary for both of these.",
        "scores": {
            "metascore": "88",
            "userscore": "7.3"
        }
    },
    "31": {
        "title": "Animal Crossing: New Leaf",
        "date": "June 9, 2013",
        "summary": "There are no points or levels, just a myriad of sights and sounds, places and activities...all ready to explore. Spend your time passing new ordinances—or going fishing. Hang out at a coffee shop or visit a tropical island. It's up to you. Your game is what you make of it—and personalizing your world is part of the fun. Create cool patterns for clothing or furniture, build new structures in your town, design gardens and museum displays, and so much more. Time passes in the world of Animal Crossing just as it does in real life. Celebrate holidays and see the seasons change. Meet new visitors or get gifts from your neighbors.",
        "scores": {
            "metascore": "88",
            "userscore": "8.7"
        }
    },
    "32": {
        "title": "Rocksmith 2014 Edition",
        "date": "October 22, 2013",
        "summary": "Rocksmith 2014 Edition lets players plug in any electric guitar or bass directly into your system and begin learning guitar with the Rocksmith Method.",
        "scores": {
            "metascore": "87",
            "userscore": "7.5"
        }
    },
    "33": {
        "title": "Pokemon X",
        "date": "October 12, 2013",
        "summary": "Pokemon X and Y are the first mainline Pokemon games made for the 3DS and feature a mix of Pokemon old and new as well as a trio of new starting Pokemon - a watery toad Froakie, a fiery deer Fennekin, and a grass monster Chespin.",
        "scores": {
            "metascore": "87",
            "userscore": "7.5"
        }
    },
    "34": {
        "title": "Guacamelee!",
        "date": "April 9, 2013",
        "summary": "The game features a down on his luck Mexican named Juan Aguacate, who sets out to save the world when El Presidente's Daughter is kidnapped by an Evil Charro Skeleton. The story takes place in and around a small village in Mexico, and has the player travelling through alternate dimensions including \"The World of the Dead\" and \"The World of Nightmares\" on his quest to rescue the girl he loves.",
        "scores": {
            "metascore": "87",
            "userscore": "8.3"
        }
    },
    "35": {
        "title": "The Swapper",
        "date": "May 30, 2013",
        "summary": "The Swapper features a unique art style that uses real-world clay-models and found objects to create an explorable space station realised in unique detail; gameplay sees players swap between different bodies to achieve otherwise impossible tasks.",
        "scores": {
            "metascore": "87",
            "userscore": "8.6"
        }
    },
    "36": {
        "title": "Tomb Raider",
        "date": "March 5, 2013",
        "summary": "An intense and gritty story of the origins of Lara Croft and her ascent from frightened young woman to hardened survivor in Tomb Raider.",
        "scores": {
            "metascore": "87",
            "userscore": "8.4"
        }
    },
    "37": {
        "title": "Rayman Legends",
        "date": "September 3, 2013",
        "summary": "Rayman Legends is the follow-up to Rayman Origins and aims to bring innovative multiplayer interactions for you to use.",
        "scores": {
            "metascore": "87",
            "userscore": "8.4"
        }
    },
    "38": {
        "title": "Tearaway",
        "date": "November 22, 2013",
        "summary": "Adventure through a vibrant papery world with your new friend Iota, a plucky messenger with a unique message to deliver-to you.This paper world is small enough to hold in your own two hands, allowing you to reach into the game with your god-like powers and help Iota complete this very special delivery.",
        "scores": {
            "metascore": "87",
            "userscore": "8.9"
        }
    },
    "39": {
        "title": "MLB 13: The Show",
        "date": "March 5, 2013",
        "summary": "MLB 13 The Show promises an MLB experiences like never before. Improvements have been made to Diamond Dynasty, Franchise and Road To The Show modes and all-new game modes expand gameplay options.",
        "scores": {
            "metascore": "87",
            "userscore": "7.9"
        }
    },
    "40": {
        "title": "FIFA 14",
        "date": "November 12, 2013",
        "summary": "Fuelled by EA SPORTS IGNITE, FIFA 14 feels alive with players who think, move, and behave like world-class footballers, and dynamic stadiums that come to life. Players have four times the decision making ability and feel alive with human-like reactions, anticipation, and instincts. With 10 times more animation depth and detail than previous consoles, FIFA 14 delivers the dynamic movements and biomechanics of the worlds best footballers. Players are agile and athletic as they plant, pivot and cut, and explode out of each step. The increased fidelity has a game-changing effect on gameplay. Plus, the artistry and athleticism of footballers will come to life with the addition of hundreds of new types of skills and hundreds of new behaviors. And for the first time ever, fans will feel the electricity of a living stadium as the emotions of new 3D crowds rise and fall around the stories on the pitch.",
        "scores": {
            "metascore": "87",
            "userscore": "6.3"
        }
    },
    "41": {
        "title": "Hotline Miami",
        "date": "June 25, 2013",
        "summary": "Step into the neon-soaked underground of 1980s Miami as bizarre messages on your answering machine seem to be urging you to commit terrible acts of violence - but will you obey? Hotline Miami reeks of raw brutality and skull crushing close combat as you find yourself outgunned and using your wits to choreograph your way through impossible situations. Its visual style, a driving soundtrack, and a surreal plot will have you question your own thirst for blood. Bash and blast through over 20 multiscreen levels with 35 unique weapons and collect 25 game-altering masks.",
        "scores": {
            "metascore": "87",
            "userscore": "8.3"
        }
    },
    "42": {
        "title": "Bit.Trip Presents...Runner2: Future Legend of Rhythm Alien",
        "date": "February 27, 2013",
        "summary": "Runner 2 - Future Legend of Rhythm Alien is inspired by the Bit.Trip series originally released on Nintendo platforms.",
        "scores": {
            "metascore": "87",
            "userscore": "7.4"
        }
    },
    "43": {
        "title": "Pinball FX 2: Star Wars Pinball",
        "date": "February 27, 2013",
        "summary": "Star Wars: The Clone Wars table embraces the artistic style and energy of the series and is a perfect fit for a high energy pinball table. The unique art, momentous light saber battles, and fast-moving action that makes the series so enjoyable translates naturally into an amazing pinball experience. Set between the events of the Star Wars Episode II: Attack of the Clones and Star Wars Episode III: Revenge of the Sith, the Star Wars: The Clone Wars pinball table features Anakin Skywalker and his apprentice, Ahsoka Tano, both represented as 3D characters, as well as Asajj Ventress, Savage Opress and battle Droids. The table would not be complete without a Republic attack gunship, which is especially spectacular when the table is played in 3D. To start the main table missions, light the lamps on the center of the playfield that spell out “Citadel” by shooting the left and right ramps on the table. After spelling the words, the ramp’s right front side will lower, providing a path to the hole to activate the main missions. [Zen Studios]",
        "scores": {
            "metascore": "87",
            "userscore": "6.4"
        }
    },
    "44": {
        "title": "Europa Universalis IV",
        "date": "August 13, 2013",
        "summary": "Europa Universalis IV explores the world history in an experience crafted by Paradox Development Studio, the masters of Grand Strategy. The experiences of true exploration, trade, warfare and diplomacy will be brought to life in this epic title rife with rich strategic and tactical depth.",
        "scores": {
            "metascore": "87",
            "userscore": "8.7"
        }
    },
    "45": {
        "title": "Diablo III",
        "date": "September 3, 2013",
        "summary": "20 years have gone by since the Prime Evils were defeated and banished from the world of Sanctuary. Now, you must return to where it all began—the town of Tristram to investigate rumors of a fallen star, for this is an omen that the End Times have begun.",
        "scores": {
            "metascore": "87",
            "userscore": "6.7"
        }
    },
    "46": {
        "title": "Pikmin 3",
        "date": "August 4, 2013",
        "summary": "Pikmin 3 is a reimagined, mass-action strategy title from the critically acclaimed Pikmin series. Players take control of 3 explorers and an array of cute Pikmin in a struggle for survival. By exploiting the unique abilities of these little Pikmin creatures, players solve puzzles, battle dangerous predators and forage for food needed to save the explorers' home planet.",
        "scores": {
            "metascore": "87",
            "userscore": "8.7"
        }
    },
    "47": {
        "title": "Velocity Ultra",
        "date": "July 2, 2013",
        "summary": "Velocity Ultra is what Velocity should have been the first time around: a native PlayStation Vita title with deliciously sharp and stylish HD graphics, PSN trophies and online leader boards. [FuturLab]",
        "scores": {
            "metascore": "87",
            "userscore": "7.9"
        }
    },
    "48": {
        "title": "NBA 2K14",
        "date": "October 1, 2013",
        "summary": "Face off against opposing crews online using your MyPLAYER. Create your logo and face off in 5v5 battles with other crews featuring leaderboards and stats. Play with 14 of the top European teams, featuring authentic uniforms and players. Player attributes and tendencies automatically update daily to reflect true life hot and cold streaks. Now, each game played in the NBA can have an effect on your game.",
        "scores": {
            "metascore": "87",
            "userscore": "4.9"
        }
    },
    "49": {
        "title": "Gone Home",
        "date": "August 15, 2013",
        "summary": "The eldest daughter of the Greenbriar family returns after a year abroad. She expects her parents and sister to greet her. Instead she finds only a deserted house, filled with secrets. Where is everyone? And what's happened here?\r\n\r\nFind out for yourself in Gone Home, a first-person game entirely about exploration, mystery and discovery.\r\n\r\nThe house is yours to explore as you see fit. Open any drawer or door to investigate what's inside. Piece together the mysteries from notes and clues woven into the house itself. Discover the story of a year in the life of the Greenbriar family. Dig deeper. Go home again.",
        "scores": {
            "metascore": "86",
            "userscore": "5.4"
        }
    },
    "50": {
        "title": "Pac-Man Championship Edition DX +",
        "date": "September 24, 2013",
        "summary": "PAC-MAN CE DX + upgrades one of 2010's most celebrated downloadable titles with improved leaderboard functionality, in-game achievements and medals, as well as access to additional DLC mazes, music and graphics including classic DIG DUG and RALLY-X sprites. Players will chomp through bright neon mazes at blistering speeds in this modern update to the classic PAC-MAN gameplay.",
        "scores": {
            "metascore": "86",
            "userscore": "7.5"
        }
    },
    "51": {
        "title": "Out of the Park Baseball 14",
        "date": "April 15, 2013",
        "summary": "You'll love our 2013 roster set, which features not only up-to-date Opening Day rosters for all major league teams but also thousands of individually-rated players for all minor leagues and hundreds of players from the 2013 first-year player draft class. Major league player ratings are officially based on Baseball Prospectus' PECOTA projection system, which has proven to be the most accurate player stats projection system on the market!\r\n\r\nThe 2013 season will have plenty of drama in store. Will Mike Trout be able to improve upon his already legendary rookie season? Will Washington with a healthy Stephen Strasburg and a more experienced Bryce Harper dominate the AL East? Will Toronto's all-in approach pay off? How will the AL West welcome Houston? Play OOTP 14 and find out!",
        "scores": {
            "metascore": "86",
            "userscore": "8.2"
        }
    },
    "52": {
        "title": "Kentucky Route Zero",
        "date": "February 22, 2013",
        "summary": "Kentucky Route Zero is a magical realistic adventure game about a secret highway in the caves beneath Kentucky, and the mysterious folks who travel it.",
        "scores": {
            "metascore": "86",
            "userscore": "7.6"
        }
    },
    "53": {
        "title": "NBA 2K14",
        "date": "November 12, 2013",
        "summary": "NBA 2K14 promises to raise the bar yet again, providing the best basketball gaming experience for legions of sports fans and gamers around the world.",
        "scores": {
            "metascore": "86",
            "userscore": "5.7"
        }
    },
    "54": {
        "title": "Saints Row IV",
        "date": "August 19, 2013",
        "summary": "Saints Row IV is an open world game that continues the story of the Third Street Saints by elevating their status to the highest level - the leaders of the free world. After a catastrophic alien invasion occurs where the aliens trasnport the Saints to a bizarro-Steelport simulation, you must fight to free humanity from alien grandaddy Zinyak's mental grasp by ultiziling gargantuan superpowers. Escape the simulation that's trapped the Saints crew, or die trying.",
        "scores": {
            "metascore": "86",
            "userscore": "7.4"
        }
    },
    "55": {
        "title": "Need for Speed: Most Wanted U",
        "date": "March 19, 2013",
        "summary": "Need for Speed: Most Wanted is an open world Racing game. The game is the 19th release in the long-running Need for Speed franchise, but hearkens back to the earliest games in the series as players compete in races with police unified against them. Races have a set beginning and end point, with the open world game design allowing players to complete each using whatever path they can find. Additional features include a unique blend of Simulation and Arcade gameplay, social play options through the Autolog 2 feature, exciting multiplayer support, and a large selection of performance vehicles.",
        "scores": {
            "metascore": "86",
            "userscore": "7.6"
        }
    },
    "56": {
        "title": "Tomb Raider",
        "date": "March 5, 2013",
        "summary": "Tomb Raider is a re-imagining of the infamous action-adventure franchise and explores the visceral origin story of this character. In the game, Lara Croft ascends from a frightened young lady on her first adventure and emerges as a hardened survivor. With only her sharp instincts and her innate ability to push the limits of human endurance, Lara must fight, explore, and use her intelligence to unravel the dark history of a forgotten island and escape its tight grip.",
        "scores": {
            "metascore": "86",
            "userscore": "8.5"
        }
    },
    "57": {
        "title": "Borderlands 2: Tiny Tina's Assault on Dragon Keep",
        "date": "June 25, 2013",
        "summary": "Wizards and Crumpets, oh my! Join vault hunters, old and new, in Tiny Tina's epic quest of revenge and redemption. Tiny Tina’s Assault on Dragon Keep, the biggest add-on content in Borderlands history, features a game within a game, as Tiny Tina takes on the role of Bunker Master in a game of “Bunkers & Badasses”.  Travel through a dark and ever-changing world of castles, dungeons and magic forests as you fight off skeletons, orcs, dragons and more.  Explore side missions and answer riddles as you roll your insight stat to gain new and amazing loot. Join with friends to save the queen and restore peace and order to the world once more.",
        "scores": {
            "metascore": "86",
            "userscore": "8.3"
        }
    },
    "58": {
        "title": "Starcraft II: Heart of the Swarm",
        "date": "March 12, 2013",
        "summary": "StarCraft II continues the epic saga of the Protoss, Terran, and Zerg. These three distinct and powerful races clash once again in the fast-paced real-time strategy sequel to the legendary original, StarCraft. Legions of veteran, upgraded, and brand-new unit types do battle across the galaxy, as each faction struggles for survival. Featuring a unique single-player campaign that picks up where StarCraft: Brood War left off, StarCraft II presents a cast of new heroes and familiar faces in an edgy sci-fi story filled with adventure and intrigue. In addition, Blizzard again offers unparalleled online play through Battle.net, the company's world-renowned gaming service, with several enhancements and new features to make StarCraft II the ultimate competitive real-time strategy game. Features fast-paced, hard-hitting, tightly balanced competitive real-time strategy gameplay that recaptures and improves on the magic of the original game. New units and gameplay mechanics further distinguish each race. Vibrant new 3D-graphics engine with support for dazzling visual effects and massive unit and army sizes. Full map-making and scripting tools to give players incredible freedom in customizing and personalizing their gameplay experience. [Blizzard]",
        "scores": {
            "metascore": "86",
            "userscore": "8.0"
        }
    },
    "59": {
        "title": "Bit.Trip Presents...Runner2: Future Legend of Rhythm Alien",
        "date": "March 5, 2013",
        "summary": "Runner 2 - Future Legend of Rhythm Alien is inspired by the Bit.Trip series originally released on Nintendo platforms.",
        "scores": {
            "metascore": "86",
            "userscore": "8.0"
        }
    },
    "60": {
        "title": "Brothers: A Tale of Two Sons",
        "date": "August 7, 2013",
        "summary": "Help guide a couple of brothers on a fairy tale journey from Swedish film director, Josef Fares and developer Starbreeze Studios. Control both brothers at the same time as you experience co-op play in single player mode. Solve puzzles, explore varied locations and fight boss battles, controlling one brother with each thumb stick.",
        "scores": {
            "metascore": "86",
            "userscore": "8.7"
        }
    },
    "61": {
        "title": "Tomb Raider",
        "date": "March 4, 2013",
        "summary": "An intense and gritty story of the origins of the infamous Lara Croft and her ascent from frightened young woman to hardened survivor in Tomb Raider.",
        "scores": {
            "metascore": "86",
            "userscore": "8.4"
        }
    },
    "62": {
        "title": "DmC: Devil May Cry",
        "date": "January 15, 2013",
        "summary": "In a society infused with demons only The Order can, in Platonic style, see the world for what it really is. Join Dante in a stylish action experience; chain together multiple combos with flair and send the demonic spawn back to hell – uncover the truth behind the lies. Delve into Dante’s dark past confronting some the most familiar faces in the DmC universe. Harness unimaginable powers combined with Dante’s notorious arsenal of weapons: sword, scythe, axe, pistols and more.",
        "scores": {
            "metascore": "86",
            "userscore": "5.3"
        }
    },
    "63": {
        "title": "Assassin's Creed IV: Black Flag",
        "date": "October 29, 2013",
        "summary": "The year is 1715. Pirates rule the waters of the Caribbean and have established a lawless Republic. Among these outlaws is a lethal young captain named Edward Kenway. His notorious exploits earn the respect of legends like Blackbeard, but draw him into an ancient war that may destroy everything the pirates have built for themselves.",
        "scores": {
            "metascore": "86",
            "userscore": "8.0"
        }
    },
    "64": {
        "title": "Minecraft: PlayStation 3 Edition",
        "date": "December 17, 2013",
        "summary": "Imagine it, and you can build it. Create your very own game world and explore, build and conquer. When night falls the monsters appear, so ensure you’ve made yourself a shelter before they arrive. Make it through the night and the world is only limited by your imagination you choose what you want to make or what to do. Play on your own, cooperatively with friends in 2 player and 4 player split screen modes, or online with up to 8 players. Split screen option requires HD TV with HD connection.",
        "scores": {
            "metascore": "86",
            "userscore": "6.7"
        }
    },
    "65": {
        "title": "Diablo III",
        "date": "September 3, 2013",
        "summary": "The game takes place on Sanctuary, a world of dark fantasy. Unbeknownst to most of its inhabitants, Sanctuary was saved some twenty years ago from the demonic forces of the underworld by a few brave and powerful heroes. Most of those warriors who directly faced the armies of the Burning Hells -- and were fortunate enough to survive -- went mad from their experiences. And most of the others have buried their haunted memories and pushed the horrors from their thoughts. In Diablo III, players will return to Sanctuary to confront evil in its many forms once again.",
        "scores": {
            "metascore": "86",
            "userscore": "6.4"
        }
    },
    "66": {
        "title": "Rocksmith 2014 Edition",
        "date": "October 22, 2013",
        "summary": "Rocksmith 2014 Edition lets players plug in any electric guitar or bass directly into your system and begin learning guitar with the Rocksmith Method.",
        "scores": {
            "metascore": "86",
            "userscore": "8.2"
        }
    },
    "67": {
        "title": "FIFA 14",
        "date": "September 24, 2013",
        "summary": "Pure Shot promises to let FIFA fans feel what it is like to connect with the perfect strike while a brand new ball physics system called Real Ball Physics ensures the trajectory of the ball behaves as it would in real life. With Teammate Intelligence in FIFA 14, players have better decision-making and teams play smarter on both the attack and defense to bring the beauty of the game to life.",
        "scores": {
            "metascore": "86",
            "userscore": "4.3"
        }
    },
    "68": {
        "title": "XCOM: Enemy Within",
        "date": "November 11, 2013",
        "summary": "XCOM: Enemy Within is the expansion to the 2012 strategy game XCOM: Enemy Unknown.  Enemy Within adds an array of new abilities, upgrades and weapons to combat new enemy and alien threats. This expansion pack also introduces new maps, new tactical and strategic gameplay, and new multiplayer content providing a renewed gameplay experience.",
        "scores": {
            "metascore": "86",
            "userscore": "8.0"
        }
    },
    "69": {
        "title": "Luigi's Mansion: Dark Moon",
        "date": "March 24, 2013",
        "summary": "(Also known as \"Luigi's Mansion 2\" in the UK/EU) Luigi is back on a mission to remove a bunch of stubborn ghosts from some spooky mansions. Armed with his trusty Poltergust ghost-sucking vacuum cleaner, Mario's brother takes center stage to capture these pesky phantoms.",
        "scores": {
            "metascore": "86",
            "userscore": "8.5"
        }
    },
    "70": {
        "title": "Path of Exile",
        "date": "January 25, 2013",
        "summary": "Path of Exile is an online Action RPG set in the dark fantasy world of Wraeclast. They're a small independent team of hardcore gamers based in New Zealand and have created Path of Exile as the game that they'd want to play themselves. It is designed around a strong barter-based online item economy, deep character customisation, competitive PvP and ladder races. The game is completely free and will never be \"pay to win\". [Grinding Gear Games]",
        "scores": {
            "metascore": "86",
            "userscore": "8.1"
        }
    },
    "71": {
        "title": "Ni no Kuni: Wrath of the White Witch",
        "date": "January 22, 2013",
        "summary": "Ni no Kuni: Wrath of the White Witch, is a tale of a young boy named Oliver who embarks on a journey into a parallel world to bring his mother back from the dead. Along the way, Oliver makes friends and adopts many of the incredible creatures that live in the world, raising them to battle other creatures with him as he takes on threatening enemies. Developed by LEVEL-5 with animation by the Studio Ghibli, Ni no Kuni: Wrath of the White Witch combines unique animated visuals, signature storytelling and a sweeping score into an epic role-playing adventure.",
        "scores": {
            "metascore": "85",
            "userscore": "8.7"
        }
    },
    "72": {
        "title": "The Wolf Among Us: Episode 1 - Faith",
        "date": "October 15, 2013",
        "summary": "The Wolf Among Us is a 5-episode series from the creators of The Walking Dead. Based on Fables (DC Comics/Vertigo), an award-winning comic book series, it is an often violent, mature and hard-boiled thriller where the characters and creatures of myth, lore and legend are real and exist in our world. As Bigby Wolf - THE big bad wolf in human form - you discover that the brutal, bloody murder of a Fable is just a taste of things to come, in a game series where your every decision can have enormous consequences. Your choices matter: it’s not only WHAT you choose to do that will affect how your story plays out, but WHEN you choose to do it. A mature and gritty take on characters from fairy tales, legends and folklore who have escaped into our world. These are not the characters you’d see on a little child’s lunchbox. Play as Bigby Wolf: formerly the most feared monster among the Fables, now Sheriff of Fabletown and protector of those he used to hunt. He must restrain the beast within if he is to earn the trust of those around him. Choose Bigby’s actions carefully. Will you approach a situation calmly or unleash your inner rage? The way you act will determine how others respond to you. Set before the events seen in the first issue of the comics – you don’t have to know the characters or the world to play. [Telltale Games]",
        "scores": {
            "metascore": "85",
            "userscore": "8.7"
        }
    },
    "73": {
        "title": "Battlefield 4",
        "date": "November 12, 2013",
        "summary": "Battlefield 4 is an action blockbuster that aims for unrivaled destruction. Fueled by Frostbite 3, Battlefield 4 allows you to demolish the buildings shielding your enemy. You will lead an assault from the back of a gun boat. Battlefield grants you the freedom to do more and be more while playing to your strengths and carving your own path to victory. Beyond its hallmark multiplayer, Battlefield 4 features an intense, dramatic character-driven campaign that starts with the evacuation of American VIPs from Shanghai and follows your squad's struggle to find its way home. Change the landscape in real-time with interactive environments that react to your every move. Dominate land, air and sea with all-new, intense water-based vehicular combat.",
        "scores": {
            "metascore": "85",
            "userscore": "7.0"
        }
    },
    "74": {
        "title": "NBA 2K14",
        "date": "November 12, 2013",
        "summary": "NBA 2K14 promises to raise the bar yet again, providing the best basketball gaming experience for legions of sports fans and gamers around the world.",
        "scores": {
            "metascore": "85",
            "userscore": "6.5"
        }
    },
    "75": {
        "title": "Bit.Trip Presents...Runner2: Future Legend of Rhythm Alien",
        "date": "February 26, 2013",
        "summary": "Runner 2 - Future Legend of Rhythm Alien is inspired by the Bit.Trip series originally released on Nintendo platforms.",
        "scores": {
            "metascore": "85",
            "userscore": "8.1"
        }
    },
    "76": {
        "title": "Hotline Miami",
        "date": "June 25, 2013",
        "summary": "Step into the neon-soaked underground of 1980s Miami as bizarre messages on your answering machine seem to be urging you to commit terrible acts of violence - but will you obey? Hotline Miami is full of raw brutality and skull crushing close combat as you find yourself outgunned and using your wits to choreograph your way through impossible situations. An unmistakable visual style, a driving soundtrack, and a surreal plot that will have you question your own thirst for blood. Bash and blast through over 20 multiscreen levels with 35 unique weapons and collect 25 game-altering masks in one of the darkest and most unusual independent games on the scene.",
        "scores": {
            "metascore": "85",
            "userscore": "8.5"
        }
    },
    "77": {
        "title": "Dust: An Elysian Tail",
        "date": "May 24, 2013",
        "summary": "Immerse yourself in a gorgeous hand-painted world on a search for your true identity. As the mysterious warrior, Dust, your action-packed journey will take you from peaceful glades to snowy mountaintops and beyond. At your disposal is the mythical Blade of Ahrah, capable of turning its wielder into an unstoppable force of nature, and the blade's diminutive guardian, Fidget. Battle dozens of enemies at once with an easy-to-learn, difficult-to-master combat system, take on a variety of quests from friendly villagers, discover ancient secrets and powerful upgrades hidden throughout the massive, open world, and uncover the story of an ancient civilization on the brink of extinction as you fight to uncover your own past.",
        "scores": {
            "metascore": "85",
            "userscore": "8.5"
        }
    },
    "78": {
        "title": "DmC: Devil May Cry",
        "date": "January 24, 2013",
        "summary": "DmC is the next installment in the Devil May Cry series, set in the present day, with new weapons and a new setting for Dante. Chain together combo after combo with panache and dispatch demonic spawn back to hell.",
        "scores": {
            "metascore": "85",
            "userscore": "7.0"
        }
    },
    "79": {
        "title": "The Wolf Among Us: Episode 1 - Faith",
        "date": "October 11, 2013",
        "summary": "The Wolf Among Us is a 5-episode series from the creators of The Walking Dead. Based on Fables (DC Comics/Vertigo), an award-winning comic book series, it is an often violent, mature and hard-boiled thriller where the characters and creatures of myth, lore and legend are real and exist in our world. As Bigby Wolf - THE big bad wolf in human form - you discover that the brutal, bloody murder of a Fable is just a taste of things to come, in a game series where your every decision can have enormous consequences. Your choices matter: it’s not only WHAT you choose to do that will affect how your story plays out, but WHEN you choose to do it. A mature and gritty take on characters from fairy tales, legends and folklore who have escaped into our world. These are not the characters you’d see on a little child’s lunchbox. Play as Bigby Wolf: formerly the most feared monster among the Fables, now Sheriff of Fabletown and protector of those he used to hunt. He must restrain the beast within if he is to earn the trust of those around him. Choose Bigby’s actions carefully. Will you approach a situation calmly or unleash your inner rage? The way you act will determine how others respond to you. Set before the events seen in the first issue of the comics – you don’t have to know the characters or the world to play. [Telltale Games]",
        "scores": {
            "metascore": "85",
            "userscore": "8.9"
        }
    },
    "80": {
        "title": "Rogue Legacy",
        "date": "June 27, 2013",
        "summary": "Rogue Legacy is a rogue-\"lite\" game for PC, Mac and Linux. You'll die, but your children will avenge you. They might be genetically deficient, but that's ok. You still love your colour-blind baby. Or do you?",
        "scores": {
            "metascore": "85",
            "userscore": "7.9"
        }
    },
    "81": {
        "title": "BattleBlock Theater",
        "date": "April 3, 2013",
        "summary": "Shipwrecked. Captured. Betrayed. Forced to perform for an audience of cats? You’ve only just unlocked the door to BattleBlock Theater! There is no turning back once you have embarked upon your quest to free your imprisoned friends from evil technological cats! Immerse yourself in this mind-bending tale of treachery as you battle your way through hundreds of levels in to discover the puzzling truth behind BattleBlock Theater.",
        "scores": {
            "metascore": "85",
            "userscore": "7.8"
        }
    },
    "82": {
        "title": "Brothers: A Tale of Two Sons",
        "date": "September 3, 2013",
        "summary": "Two sons must set out on a perilous journey to bring back the Water of Life to their ailing father.",
        "scores": {
            "metascore": "85",
            "userscore": "8.6"
        }
    },
    "83": {
        "title": "Football Manager 2014",
        "date": "October 30, 2013",
        "summary": "FM 2014 features a rehauled transfer module in which opposing clubs and managers adopt a more realistic approach when making or responding to transfer offers. Additional, a host of new ‘real world’ transfer clauses have been added, such as the facility to loan a player back to the club he has just been bought from and the option to offer a combination of money and loan players, as well as new contract clauses such as a sub bench appearance fee. Beyond this, the old ‘turn-based’ system of transfer negotiations can now be accomplished two ways, the tried and tested system and a new ‘live’ system, similar to that used in Football Manager’s contract negotiations.",
        "scores": {
            "metascore": "85",
            "userscore": "5.7"
        }
    },
    "84": {
        "title": "Sid Meier's Civilization V: Brave New World",
        "date": "July 8, 2013",
        "summary": "The second expansion for Sid Meier's Civilization V, Brave New World, introduces nine new civilizations, international trade, and victory through cultural dominance.",
        "scores": {
            "metascore": "85",
            "userscore": "8.6"
        }
    },
    "85": {
        "title": "Trials Evolution: Gold Edition",
        "date": "March 21, 2013",
        "summary": "The Gold Edition will also include everything from Trials HD - the XBLA predecessor to Trials Evolution - doubling the amount of content being offered in the return of Trials to the PC. Altogether, Trials Evolution: Gold Edition will contain more than 120 tracks, skill games, and multiplayer levels.",
        "scores": {
            "metascore": "85",
            "userscore": "6.8"
        }
    },
    "86": {
        "title": "Terraria",
        "date": "December 17, 2013",
        "summary": "Terraria is a side-scrolling, action-adventure sandbox game with an emphasis on crafting and exploration set in vast and vibrant worlds.",
        "scores": {
            "metascore": "85",
            "userscore": "8.0"
        }
    },
    "87": {
        "title": "DmC: Devil May Cry",
        "date": "January 15, 2013",
        "summary": "In a society infused with demons, only The Order can, in Platonic style, see the world as it truly is. Join Dante in this stylish action experience; chain together multiple combos with flair and send the demonic spawn back to hell – reveal the truth behind the lies. Delve into Dante’s dark past confronting some the most familiar faces in the DmC universe. Harness unimaginable powers combined with Dante’s notorious arsenal of weapons: sword, scythe, axe, pistols and more.",
        "scores": {
            "metascore": "85",
            "userscore": "5.5"
        }
    },
    "88": {
        "title": "Papers, Please",
        "date": "August 8, 2013",
        "summary": "The communist state of Arstotzka has just ended a 6-year war with neighboring Kolechia and reclaimed its rightful half of the border town, Grestin. Your job as immigration inspector is to control the flow of people entering the Arstotzkan side of Grestin from Kolechia. Among the throngs of immigrants and visitors looking for work are hidden smugglers, spies, and terrorists. Using only the documents provided by travelers and the Ministry of Admission's primitive inspect, search, and fingerprint systems you must decide who can enter Arstotzka and who will be turned away or arrested.",
        "scores": {
            "metascore": "85",
            "userscore": "8.5"
        }
    },
    "89": {
        "title": "Mass Effect 3: Citadel",
        "date": "March 5, 2013",
        "summary": "When a sinister conspiracy targets Commander Shepard, you and your team must uncover the truth, through battles and intrigue that range from the glamour of the Citadel's Wards to the top-secret Council Archives.  Uncover the truth and fight alongside your squad - as well as the cast from the original Mass Effect and Mass Effect 2, including Urdnot Wrex!",
        "scores": {
            "metascore": "84",
            "userscore": "8.2"
        }
    },
    "90": {
        "title": "Guacamelee!",
        "date": "April 9, 2013",
        "summary": "Guacamelee! is a Metroid-vania style action-platformer set in a magical Mexican inspired world.\r\n\r\nThe game draws its inspiration from traditional Mexican culture and folklore, and features many interesting and unique characters. Guacamelee builds upon the classic open-world Metroid-vania style of games, by adding a strong melee combat component, a new dimension switching mechanic, and cooperative same-screen multiplayer for the entire story. The game also blurs the boundaries between combat and platforming by making many of the moves useful and necessary for both of these.",
        "scores": {
            "metascore": "84",
            "userscore": "7.7"
        }
    },
    "91": {
        "title": "NBA 2K14",
        "date": "October 1, 2013",
        "summary": "Face off against opposing crews online using your MyPLAYER. Create your logo and face off in 5v5 battles with other crews featuring leaderboards and stats. Play with 14 of the top European teams, featuring authentic uniforms and players. Player attributes and tendencies automatically update daily to reflect true life hot and cold streaks. Now, each game played in the NBA can have an effect on your game.",
        "scores": {
            "metascore": "84",
            "userscore": "5.0"
        }
    },
    "92": {
        "title": "Mass Effect 3: Citadel",
        "date": "March 5, 2013",
        "summary": "When a sinister conspiracy targets Commander Shepard, you and your team must uncover the truth, through battles and intrigue that range from the glamour of the Citadel's Wards to the top-secret Council Archives.  Uncover the truth and fight alongside your squad - as well as the cast from the original Mass Effect and Mass Effect 2, including Urdnot Wrex!",
        "scores": {
            "metascore": "84",
            "userscore": "7.9"
        }
    },
    "93": {
        "title": "Assassin's Creed IV: Black Flag",
        "date": "November 19, 2013",
        "summary": "The year is 1715. Pirates rule the waters of the Caribbean and have established a lawless Republic. Among these outlaws is a lethal young captain named Edward Kenway. His notorious exploits earn the respect of legends like Blackbeard, but draw him into an ancient war that may destroy everything the pirates have built for themselves.",
        "scores": {
            "metascore": "84",
            "userscore": "7.8"
        }
    },
    "94": {
        "title": "Lone Survivor: The Director's Cut",
        "date": "September 24, 2013",
        "summary": "Lone Survivor is a psychological survival adventure game which has taken elements from classic adventure games and the best elements of the survival horror genre to create something you haven’t seen before. You can expect scares, scarcity of ammo and exploration of surreal and atmospheric environments to be a big part of the game, but there’s also an element of psychological horror and choice that often isn’t explored in modern survival horror titles. [Playstation.com]",
        "scores": {
            "metascore": "84",
            "userscore": "7.8"
        }
    },
    "95": {
        "title": "Etrian Odyssey IV: Legends of the Titan",
        "date": "February 26, 2013",
        "summary": "Etrian Odyssey IV: Legends of the Titan has players board their skyship and set out into the clouds in search of treasure, glory, and the answer to Tharsis' oldest mystery.",
        "scores": {
            "metascore": "84",
            "userscore": "8.3"
        }
    },
    "96": {
        "title": "Resogun",
        "date": "November 15, 2013",
        "summary": "RESOGUN is a visceral fast-paced shoot em' up developed exclusively for the PS4 system. Unleash a varied array of devastating weapons including lasers, missiles, overdrive, and nova-bombs to blast hordes of enemies and rescue the last survivors from distant galactic colonies that are under ruthless attack from an evil alien invasion force.",
        "scores": {
            "metascore": "84",
            "userscore": "7.7"
        }
    },
    "97": {
        "title": "Mutant Mudds Deluxe",
        "date": "June 13, 2013",
        "summary": "Love pixels? Fond of platformers? Is there a special place in your heart for the 8-bit and 16-bit era? Want to have fun? Yes!? Well, youve come to the right place, my friend. Mutant Mudds Deluxe is a 12-bit action platformer full of pixels and platforming fun!\r\n\r\nOur hero, Max, may be just a 2D sprite, but he can leap into the third dimension by jetting between the background and the foreground playfields with his trusty jetpack in this unique dimensionally-woven experience.\r\n\r\nArmed with a heavy-duty water cannon, Max has what he needs to vanquish his long-term nemesi: the Mutant Mudds. Max must blast and hover his way across the soiled landscape to seek out mysterious Water Sprites. Legend says collecting all of the mysterious Water Sprites will wash the filthy Mutant Mudds away for good!",
        "scores": {
            "metascore": "84",
            "userscore": "7.3"
        }
    },
    "98": {
        "title": "Bit.Trip Presents...Runner2: Future Legend of Rhythm Alien",
        "date": "February 26, 2013",
        "summary": "Runner 2 - Future Legend of Rhythm Alien is inspired by the Bit.Trip series originally released on Nintendo platforms.",
        "scores": {
            "metascore": "84",
            "userscore": "7.8"
        }
    },
    "99": {
        "title": "FIFA 14",
        "date": "September 24, 2013",
        "summary": "Pure Shot promises to let FIFA fans feel what it is like to connect with the perfect strike while a brand new ball physics system called Real Ball Physics ensures the trajectory of the ball behaves as it would in real life. With Teammate Intelligence in FIFA 14, players have better decision-making and teams play smarter on both the attack and defense to bring the beauty of the game to life.",
        "scores": {
            "metascore": "84",
            "userscore": "4.3"
        }
    },
    "100": {
        "title": "PixelJunk Monsters: Ultimate HD",
        "date": "July 30, 2013",
        "summary": "What do you get? The 21 Tiki Island levels and 24 Challenge levels from the original PixelJunk Monsters PS3. From the Encore expansion Toki island with 15 levels inspired by arcade classics and the third island, Tum Tum. From the Deluxe Edition a fourth island, Gati Gati with 11 more stages. Not to mention trap towers, gem towers, scuttlers, fire monsters, flying balloon monsters, unlockable content and more.",
        "scores": {
            "metascore": "84",
            "userscore": "7.5"
        }
    }
}