{
    "1": {
        "title": "Grand Theft Auto V",
        "date": "November 18, 2014",
        "summary": "Grand Theft Auto 5 melds storytelling and gameplay in unique ways as players repeatedly jump in and out of the lives of the game's three protagonists, playing all sides of the game's interwoven story.",
        "scores": {
            "metascore": "97",
            "userscore": "7.8"
        }
    },
    "2": {
        "title": "Grand Theft Auto V",
        "date": "November 18, 2014",
        "summary": "The sprawling sun-soaked metropolis of Los Santos is chock full of self-help coaches, starlets and C-List celebrities, once on top of the media world, now struggling to stay relevant in time of economic malaise and lowest-common-denominator reality TV. Amidst this madness, three unique criminals plan their own chances of survival and success: Franklin, a street-level hustler in search of opportunities for serious money; Michael, an ex-con whose \"retirement\" is a less rosy than he hoped it would be; and Trevor, a violent dude driven by the chance for a quick high and the next big score. Nearly out of options, the crew risks it all in a series of daring and dangerous heists that could set them up for life - one way or the other.",
        "scores": {
            "metascore": "97",
            "userscore": "8.3"
        }
    },
    "3": {
        "title": "The Last of Us Remastered",
        "date": "July 29, 2014",
        "summary": "The Last of Us has been rebuilt for the PlayStation4 system. Now featuring full 1080p, higher resolution character models, improved shadows and lighting, in addition to several other gameplay improvements. 20 years after a pandemic has radically changed known civilization, infected humans run wild and survivors are killing each other for food, weapons; whatever they can get their hands on. Joel, a violent survivor, is hired to smuggle a 14 year-old girl, Ellie, out of an oppressive military quarantine zone, but what starts as a small job soon transforms into a brutal journey across the U.S. The Last of Us Remastered includes the Abandoned Territories Map Pack, Reclaimed Territories Map Pack, and the critically acclaimed The Last of Us: Left Behind Single Player campaign that combines themes of survival, loyalty, and love with tense, survival-action gameplay.\r\n\r\nRemastered Features:\r\n-Explore a brutal post-pandemic world, fully realized with the power of PlayStation4 system\r\n-Includes additional game content: over $30 in value\r\n-Delve into Ellies past in Left Behind, the single-player prequel chapter\r\n-Eight new multiplayer maps in the Abandoned and Reclaimed Territories packs\r\n-In-game cinematic commentary from the cast and creative director",
        "scores": {
            "metascore": "95",
            "userscore": "9.1"
        }
    },
    "4": {
        "title": "Super Smash Bros. for Wii U",
        "date": "November 21, 2014",
        "summary": "Duke it out with your favorite Nintendo characters in Super Smash Bros. for the Nintendo Wii U.",
        "scores": {
            "metascore": "92",
            "userscore": "8.9"
        }
    },
    "5": {
        "title": "Dark Souls II",
        "date": "March 11, 2014",
        "summary": "Prepare to die... Again. Dare yourself to engage against intense gameplay in a vast world powered by a new engine. Immerse yourself into mind-bending environments filled with new twisted monsters and deadly bosses. A vast array of threats will prey on human senses & phobias - auditory hallucinations, vertigo, acrophobia, etc. More intricate customization options provide weapons and armor tailoring to player style. [Namco Bandai Games]",
        "scores": {
            "metascore": "91",
            "userscore": "7.9"
        }
    },
    "6": {
        "title": "Bayonetta 2",
        "date": "September 20, 2014",
        "summary": "In this climatic sequel to the critically acclaimed Bayonetta action game, players will be on the edge of their seats from start to finish. Brimming with epic, gorgeous cut scenes and battles that are more exhilarating than ever, this game never lets up on the action. Fight on top of a jet as it soars through a downtown city. Duke it out against a giant angel, who bears a whip for an arm, on top of a speeding train. And take to the skies in a fight against a demonic monster while ascending to the top of a skyscraper.",
        "scores": {
            "metascore": "91",
            "userscore": "8.9"
        }
    },
    "7": {
        "title": "Kentucky Route Zero - Act III",
        "date": "May 6, 2014",
        "summary": "Kentucky Route Zero is a magical realistic adventure game about a secret highway in the caves beneath Kentucky, and the mysterious folks who travel it.",
        "scores": {
            "metascore": "91",
            "userscore": "6.7"
        }
    },
    "8": {
        "title": "Dark Souls II",
        "date": "April 25, 2014",
        "summary": "Dark Souls II brings the franchise’s renowned difficulty & gripping gameplay innovations to both single and multiplayer experiences.",
        "scores": {
            "metascore": "91",
            "userscore": "7.2"
        }
    },
    "9": {
        "title": "Dark Souls II",
        "date": "March 11, 2014",
        "summary": "Prepare to die... Again. Dare yourself to engage against intense gameplay in a vast world powered by a new engine. Immerse yourself into mind-bending environments filled with new twisted monsters and deadly bosses. A vast array of threats will prey on human senses & phobias - auditory hallucinations, vertigo, acrophobia, etc. More intricate customization options provide weapons and armor tailoring to player style. [Namco Bandai Games]",
        "scores": {
            "metascore": "91",
            "userscore": "8.1"
        }
    },
    "10": {
        "title": "Diablo III: Ultimate Evil Edition",
        "date": "August 19, 2014",
        "summary": "PlayStation 4 players can now experience the full adventure of Blizzard’s epic action RPG, Diablo III, and the upcoming expansion, Reaper of Souls all from the comfort of their couch in Diablo III: Ultimate Evil Edition! Take on the role of one of six powerful character class Barbarian, Demon Hunter, Monk, Witch Doctor, Wizard, or the all-new Crusader and embark on a dark journey through Acts I-V to save the world of Sanctuary from ancient and sinister forces. With the new DUALSHOCK 4 wireless controller and a custom-designed console interface, players will be outfitted with touch pad functionality and new social features as they engage in pulse-pounding combat with hordes of monsters and acquire items of incredible power.",
        "scores": {
            "metascore": "90",
            "userscore": "7.9"
        }
    },
    "11": {
        "title": "Rayman Legends",
        "date": "February 18, 2014",
        "summary": "There are several differences and new features in this PS4 version. In this version the textures of the game are more compressed, so you can see that the game’s graphics are clearer and more detailed than before. You will also see that there is no loading time when you enter or exit a level, which makes the navigation even faster and more enjoyable. Ubisoft has also integrated a new Camera Mode on PS4. By pressing the touchpad of the PS4 joystick, you pause the game and enter this mode, and by moving your fingers on the touchpad, you zoom in and out on the image and drag the image frame; and finally, by pressing the Share button, you can take a photo and share it with everyone. This Camera Mode is a great way to observe in detail all the characters and settings of the game, and a great way of expression to create wacky images with the elements found in the game. On PS4, you can also use the touchpad to scrape the famous Lucky Tickets, then you will really feel like you’re scraping lottery tickets (with the sound of scraping straight from the PS4 joystick). Finally, in this PS4 version, you’ll also find new playable heroes: Assassin Ray (a character inspired by Edward Kenway, the hero of Assassin’s Creed IV: Black Flag), Funky Ray (a delusional character that you can unlock by using Uplay points), and Champion Ray (a character who will be offered to the best players of the community and those who live in this community; this character correspond to the new VIP status, visible in the rankings of online challenges). [Playstation Blog]",
        "scores": {
            "metascore": "90",
            "userscore": "8.4"
        }
    },
    "12": {
        "title": "Velocity 2X",
        "date": "September 2, 2014",
        "summary": "Velocity 2X features puzzle-platforming action alongside top-down shoot 'em-up gameplay.",
        "scores": {
            "metascore": "90",
            "userscore": "7.2"
        }
    },
    "13": {
        "title": "Fez",
        "date": "March 25, 2014",
        "summary": "Gomez is a 2D man on a voyage of discovery into the mysterious 3rd dimension. Change your perspective and look at the world in a different way.",
        "scores": {
            "metascore": "90",
            "userscore": "6.4"
        }
    },
    "14": {
        "title": "Shovel Knight",
        "date": "June 26, 2014",
        "summary": "Shovel Knight is a sweeping classic action adventure game with memorable characters and an 8-bit retro aesthetic created by Yacht Club Games. You play as the eponymous Shovel Knight, a small knight with a huge quest. Shovel Knight has come to this valley with two goals: to defeat the evil Enchantress and save his lost beloved. He wields a ShovelBlade; a multipurpose weapon whose techniques have now been lost to the ages. Always honest and helpful, Shovel Knight is a shining example of the code of Shovelry: Slash Mercilessly and Dig Tirelessly. However, between Shovel Knight and his beloved stands a cadre of villainous knights. These terrible foes, known as The Order of No Quarter, have been dispatched to prevent Shovel Knight from reaching the Enchantress at any cost.",
        "scores": {
            "metascore": "90",
            "userscore": "8.3"
        }
    },
    "15": {
        "title": "Guacamelee! Super Turbo Championship Edition",
        "date": "July 2, 2014",
        "summary": "Guacamelee! is a Metroid-vania style action-platformer set in a magical Mexican inspired world. The game draws its inspiration from traditional Mexican culture and folklore, and features many interesting and unique characters. Guacamelee builds upon the classic open-world Metroid-vania style of games, by adding a strong melee combat component, a new dimension switching mechanic, and cooperative same-screen multiplayer for the entire story. The game also blurs the boundaries between combat and platforming by making many of the moves useful and necessary for both of these.",
        "scores": {
            "metascore": "90",
            "userscore": "7.7"
        }
    },
    "16": {
        "title": "Out of the Park Baseball 15",
        "date": "April 21, 2014",
        "summary": "In OOTP 15 you guide your team to glory. Set up your roster, trade players, draft the next superstar, negotiate with free agents, discover talent in the rule-5 draft, keep an eye on your minor leaguers, scout foreign countries or other leagues, it's all here. On top of the GM features, OOTP sports a great baseball simulation engine with stunning statistical accuracy and extensive play-by-play. It is widely regarded as the most realistic baseball game available, by far! You call all the shots from the dugout and see the game unfold before your eyes.",
        "scores": {
            "metascore": "89",
            "userscore": "7.2"
        }
    },
    "17": {
        "title": "Dragon Age: Inquisition",
        "date": "November 18, 2014",
        "summary": "Choose and spearhead a team of characters into rough battles against a variety of enemies – from earth-shaking High Dragons to demonic forces from the otherworld of the Fade. Go mano y mano in visceral, heroic combat as your followers fight at your six, or switch to tactical view to coordinate lethal offensives using the combined might of your company. View the tangible results of your path through a living world – construct structures, customize outposts, and change the landscape itself as environments are re-shaped in the wake of your Inquisition. Lead a company selected from nine unique, fully-realized characters – each of whom react to your actions and choices differently, forming complex relationships both with you and with each other. Hone your own character from multiple races, customize their appearance, and select their powers and abilities as the game progresses. Extensive customization options allow you to choose everything from the color of your follower’s boots to the features of your Inquisition stronghold. Become an agent of change in a time of uncertainty and upheaval.  Shape the course of empires, bring war or peace to factions in conflict, and drive the ultimate fate of the Inquisition. Will you stop the cataclysmic anarchy gripping the Dragon Age? [Electronic Arts]",
        "scores": {
            "metascore": "89",
            "userscore": "7.4"
        }
    },
    "18": {
        "title": "Minecraft: PlayStation 4 Edition",
        "date": "September 3, 2014",
        "summary": "The game involves players creating and destroying various types of blocks in a three dimensional environment. The player takes an avatar that can destroy or create blocks, forming fantastic structures, creations and artwork across the various multiplayer servers in multiple game modes.",
        "scores": {
            "metascore": "89",
            "userscore": "6.5"
        }
    },
    "19": {
        "title": "Mario Kart 8",
        "date": "May 30, 2014",
        "summary": "Mario Kart 8 introduces new racing circuit designs and antigravity karts that will have players driving upside down. Players will also enjoy a variety of series-favorite features, including the return of 12-player online competitive play, hang-gliders, underwater racing and motorbikes.",
        "scores": {
            "metascore": "88",
            "userscore": "8.8"
        }
    },
    "20": {
        "title": "The Binding of Isaac: Rebirth",
        "date": "November 4, 2014",
        "summary": "Rebirth is a randomly generated action RPG shooter with emphatic Roguelike elements. Following Isaac on his journey gamers discover bizarre treasures that change Isaac’s form giving him extra-human abilities and enabling him to fend off droves of mysterious creatures, learn secrets and scrap his way to safety.",
        "scores": {
            "metascore": "88",
            "userscore": "7.7"
        }
    },
    "21": {
        "title": "The Last of Us: Left Behind",
        "date": "February 14, 2014",
        "summary": "Ellie returns as new light is shed on her relationship with Riley, her best friend from the military boarding school in which they both grew up. After inexplicably disappearing for weeks, Riley reappears in Ellie’s life with a surprising revelation. The two sneak out of their school for the last time, leading to a series of events that might forever change their lives.",
        "scores": {
            "metascore": "88",
            "userscore": "8.2"
        }
    },
    "22": {
        "title": "Shovel Knight",
        "date": "June 26, 2014",
        "summary": "Shovel Knight is a sweeping classic action adventure game with memorable characters and an 8-bit retro aesthetic created by Yacht Club Games. You play as the eponymous Shovel Knight, a small knight with a huge quest. Shovel Knight has come to this valley with two goals: to defeat the evil Enchantress and save his lost beloved. He wields a ShovelBlade; a multipurpose weapon whose techniques have now been lost to the ages. Always honest and helpful, Shovel Knight is a shining example of the code of Shovelry: Slash Mercilessly and Dig Tirelessly. However, between Shovel Knight and his beloved stands a cadre of villainous knights. These terrible foes, known as The Order of No Quarter, have been dispatched to prevent Shovel Knight from reaching the Enchantress at any cost.",
        "scores": {
            "metascore": "88",
            "userscore": "8.4"
        }
    },
    "23": {
        "title": "Minecraft: Xbox One Edition",
        "date": "November 18, 2014",
        "summary": "Minecraft: Xbox One Edition is a game about placing blocks to build anything you can imagine and was revealed at E3 that it will be coming to the Xbox One.",
        "scores": {
            "metascore": "88",
            "userscore": "6.7"
        }
    },
    "24": {
        "title": "Guacamelee! Super Turbo Championship Edition",
        "date": "July 2, 2014",
        "summary": "Guacamelee! is a Metroid-vania style action-platformer set in a magical Mexican inspired world. The game draws its inspiration from traditional Mexican culture and folklore, and features many interesting and unique characters. Guacamelee builds upon the classic open-world Metroid-vania style of games, by adding a strong melee combat component, a new dimension switching mechanic, and cooperative same-screen multiplayer for the entire story. The game also blurs the boundaries between combat and platforming by making many of the moves useful and necessary for both of these.",
        "scores": {
            "metascore": "88",
            "userscore": "7.0"
        }
    },
    "25": {
        "title": "Hearthstone: Heroes of Warcraft",
        "date": "March 11, 2014",
        "summary": "Hearthstone is a free-to-play digital strategy card game that anyone can enjoy. Players choose one of nine epic Warcraft heroes to play as, and then take turns playing cards from their customizable decks to cast potent spells, use heroic weapons or abilities, or summon powerful characters to crush their opponent.",
        "scores": {
            "metascore": "88",
            "userscore": "5.9"
        }
    },
    "26": {
        "title": "Guacamelee! Super Turbo Championship Edition",
        "date": "July 1, 2014",
        "summary": "Guacamelee! is a Metroid-vania style action-platformer set in a magical Mexican inspired world. The game draws its inspiration from traditional Mexican culture and folklore, and features many interesting and unique characters. Guacamelee builds upon the classic open-world Metroid-vania style of games, by adding a strong melee combat component, a new dimension switching mechanic, and cooperative same-screen multiplayer for the entire story. The game also blurs the boundaries between combat and platforming by making many of the moves useful and necessary for both of these.",
        "scores": {
            "metascore": "87",
            "userscore": "7.6"
        }
    },
    "27": {
        "title": "Middle-earth: Shadow of Mordor",
        "date": "September 30, 2014",
        "summary": "Fight your way through Mordor and reveal the truth of the spirit that compels you, discover the origins of the Rings of Power, build your legend and ultimately confront the evil of Sauron in this new story of Middle-earth.",
        "scores": {
            "metascore": "87",
            "userscore": "7.9"
        }
    },
    "28": {
        "title": "Steins;Gate",
        "date": "March 31, 2014",
        "summary": "Set in Akihabara, the Mecca of Japanese anime culture, Steins;Gate follows a group of friends who accidentally invent a method of sending messages to the past. Their discovery drags them into a world of conspiracy and shifting timelines where the push of a button can change the course of history.",
        "scores": {
            "metascore": "87",
            "userscore": "8.8"
        }
    },
    "29": {
        "title": "The Walking Dead: Season Two Episode 5 - No Going Back",
        "date": "August 26, 2014",
        "summary": "The final episode of a five-part game series set in Robert Kirkmans award-winning zombie apocalypse.",
        "scores": {
            "metascore": "87",
            "userscore": "8.1"
        }
    },
    "30": {
        "title": "Year Walk",
        "date": "March 6, 2014",
        "summary": "In the old days man tried to catch a glimpse of the future in the strangest of ways. Experience the ancient Swedish phenomena of year walking through a different kind of first person adventure that blurs the line between two and three dimensions, as well as reality and the supernatural.",
        "scores": {
            "metascore": "87",
            "userscore": "7.0"
        }
    },
    "31": {
        "title": "Mario Kart 8 DLC Pack 1",
        "date": "November 13, 2014",
        "summary": "The DLC pack adds Link, Cat Peach, and Tanooki Mario to the roster of playable characters along with 8 new tracks.",
        "scores": {
            "metascore": "87",
            "userscore": "8.9"
        }
    },
    "32": {
        "title": "TowerFall Ascension",
        "date": "March 11, 2014",
        "summary": "TowerFall is an archery combat platformer for up to 4 players. It's a local party game centering around hilarious, intense versus matches. The core mechanics are simple and accessible, but combat is fast and fierce. It's best played competitively with friends, cross-legged on the floor within punching distance of each other.",
        "scores": {
            "metascore": "87",
            "userscore": "6.8"
        }
    },
    "33": {
        "title": "TowerFall Ascension",
        "date": "March 11, 2014",
        "summary": "TowerFall is an archery combat platformer for up to 4 players. It's a local party game centering around hilarious, intense versus matches. The core mechanics are simple and accessible, but combat is fast and fierce. It's best played competitively with friends, cross-legged on the floor within punching distance of each other.",
        "scores": {
            "metascore": "87",
            "userscore": "7.0"
        }
    },
    "34": {
        "title": "Diablo III: Reaper of Souls",
        "date": "March 25, 2014",
        "summary": "No One Can Stop Death...The lords of hell rage within the Black Soulstone, their souls screaming for vengeance and release. Before the artifact can be sealed away forever, Malthael-Angel of Deathmanifests in the mortal realms with a deadly new purpose: to steal the Black Soulstone and bend its infernal power to his will.\r\n\r\nSo begins the end of all things...",
        "scores": {
            "metascore": "87",
            "userscore": "6.6"
        }
    },
    "35": {
        "title": "Divinity: Original Sin",
        "date": "January 17, 2014",
        "summary": "Gather your party and get ready for a new, back-to-the-roots RPG adventure. Discuss your decisions with companions; fight foes in turn-based combat; explore an open world and interact with everything and everyone you see. Join up with a friend to play online in co-op and make your own adventures with the powerful RPG toolkit.",
        "scores": {
            "metascore": "87",
            "userscore": "8.7"
        }
    },
    "36": {
        "title": "Dark Souls II: Crown of the Ivory King",
        "date": "September 30, 2014",
        "summary": "'DARK SOULS II Crown of the Ivory King' is the third of 3 large-scale DLC additions to DARK SOULS II, and includes all-new stages, maps, boss characters, weapons & armor! In this third DLC, players will find themselves in a world shining bright with the glow of treacherous ice. Can you find and recover the lost crown?",
        "scores": {
            "metascore": "87",
            "userscore": "8.4"
        }
    },
    "37": {
        "title": "World of Warcraft: Warlords of Draenor",
        "date": "November 13, 2014",
        "summary": "To scrap with the greatest army Draenor has ever known, you will need your own forces and your own fortress. Build a mighty garrison: an enduring home base integrated seamlessly with the world, not a hiding place far from the tumult. Customize it with functional structures like farms, stables, armories, workshops and more. Lay down trade routes and unlock new quests, gear and pets to support your war for Draenor. Recruit stalwart followers to man your base, and send them to loot dungeons, fulfill missions, and craft items, even if you’re offline. Tame a deadly realm, and build an unbreakable monument to victory.",
        "scores": {
            "metascore": "87",
            "userscore": "5.8"
        }
    },
    "38": {
        "title": "Astebreed",
        "date": "May 30, 2014",
        "summary": "Climb into the pilot's seat of an otherworldly war machine and take down a genocidal alien race bent on eradicating humanity to preserve their own civilization.",
        "scores": {
            "metascore": "86",
            "userscore": "7.4"
        }
    },
    "39": {
        "title": "Velocity 2X",
        "date": "September 2, 2014",
        "summary": "Velocity 2X features puzzle-platforming action alongside top-down shoot-'em-up gameplay.",
        "scores": {
            "metascore": "86",
            "userscore": "6.9"
        }
    },
    "40": {
        "title": "Final Fantasy X / X-2 HD Remaster",
        "date": "March 18, 2014",
        "summary": "Can you help save the people of Spira? Join Tidus and Yuna on an adventure to rid the world of Sin and bring about the Calm in one of the most popular FINAL FANTASY stories of all time. FINAL FANTASY X HD Remaster is a remastered edition of the game in HD, so if you’ve been wanting to relive your adventures (or experience the story for the first time) now’s your chance.",
        "scores": {
            "metascore": "86",
            "userscore": "8.4"
        }
    },
    "41": {
        "title": "Titanfall",
        "date": "March 11, 2014",
        "summary": "Crafted by one of the co-creators of Call of Duty and other key developers behind the Call of Duty franchise, Titanfall, with its advanced combat techniques, gives you the freedom to fight your way as both elite assault Pilot and fast, heavily armored Titan. The experience combines fast-paced multiplayer action with the dramatically charged moments of a cinematic universe.",
        "scores": {
            "metascore": "86",
            "userscore": "6.7"
        }
    },
    "42": {
        "title": "The Binding of Isaac: Rebirth",
        "date": "November 4, 2014",
        "summary": "Rebirth is a randomly generated action RPG shooter with emphatic Roguelike elements. Following Isaac on his journey gamers discover bizarre treasures that change Isaac’s form giving him extra-human abilities and enabling him to fend off droves of mysterious creatures, learn secrets and scrap his way to safety.",
        "scores": {
            "metascore": "86",
            "userscore": "8.4"
        }
    },
    "43": {
        "title": "Titanfall",
        "date": "March 11, 2014",
        "summary": "Crafted by one of the co-creators of Call of Duty and other key developers behind the Call of Duty franchise, Titanfall, with its advanced combat techniques, gives you the freedom to fight your way as both elite assault Pilot and fast, heavily armored Titan. The experience combines fast-paced multiplayer action with the dramatically charged moments of a cinematic universe.",
        "scores": {
            "metascore": "86",
            "userscore": "6.3"
        }
    },
    "44": {
        "title": "Diablo III: Ultimate Evil Edition",
        "date": "August 19, 2014",
        "summary": "Xbox One players can now experience the full adventure of Blizzard's epic action RPG, Diablo III, and the upcoming expansion, Reaper of Souls all from the comfort of their couch in Diablo III: Ultimate Evil Edition. Take on the role of one of six powerful character class Barbarian, Demon Hunter, Monk, Witch Doctor, Wizard, or the all-new Crusader and embark on a dark journey through Acts I-V to save the world of Sanctuary from ancient and sinister forces.",
        "scores": {
            "metascore": "86",
            "userscore": "7.8"
        }
    },
    "45": {
        "title": "Tomb Raider: Definitive Edition",
        "date": "January 28, 2014",
        "summary": "Armed with only the raw instincts and physical ability to push beyond the limits of human endurance, Tomb Raider delivers an intense and gritty story into the origins of Lara Croft and her ascent from a frightened young woman to a hardened survivor.",
        "scores": {
            "metascore": "86",
            "userscore": "7.7"
        }
    },
    "46": {
        "title": "Forza Horizon 2",
        "date": "September 30, 2014",
        "summary": "Race through a wide-open world featuring dramatic weather and day to night cycles. Connect with friends in this celebration of speed, style, and action-packed driving. Explore exotic locations in more than 200 of the world’s greatest cars.",
        "scores": {
            "metascore": "86",
            "userscore": "8.3"
        }
    },
    "47": {
        "title": "Bayonetta",
        "date": "October 24, 2014",
        "summary": "Bayonetta is a cinematic and stylish action game from the creative mind of Hideki Kamiya. As a gun-wielding witch with powers beyond the comprehension of mere mortals, Bayonetta faces-off against countless enemies in a game of 100% pure all-out action. Outlandish finishing moves are performed with acrobatic grace as Bayonetta flows from one fight to another. Bayonetta pushes the limits of the action genre with magnificent over-the-top action and fast-paced, dynamic climax combat.",
        "scores": {
            "metascore": "86",
            "userscore": "8.8"
        }
    },
    "48": {
        "title": "Final Fantasy XIV Online: A Realm Reborn",
        "date": "April 14, 2014",
        "summary": "Take part in an ever-changing FINAL FANTASY as you adventure and explore with friends from around the world. Experience all the hallmarks of the franchise - airships, chocobos, moogles, and more.",
        "scores": {
            "metascore": "86",
            "userscore": "7.3"
        }
    },
    "49": {
        "title": "Resogun: Heroes",
        "date": "June 24, 2014",
        "summary": "In Demolition, take the fight to Avernus at night, armed only with a proximity bomb that recharges after each use. No other weapons, boost or overdrive here. What you do have is the Wrecking Ball. When it’s caught in the explosion of your proximity bomb, it will fly off around Avernus destroying everything it hits… including you.",
        "scores": {
            "metascore": "86",
            "userscore": "7.3"
        }
    },
    "50": {
        "title": "The Talos Principle",
        "date": "December 11, 2014",
        "summary": "In The Talos Principle, players assume the role of a sentient artificial intelligence placed within a simulation of humanity?s greatest ruins and linked together through an arcane cathedral. Players are tasked with solving a series of increasingly complex puzzles woven into a metaphysical parable about intelligence and meaning in an inevitably doomed world.",
        "scores": {
            "metascore": "85",
            "userscore": "8.5"
        }
    },
    "51": {
        "title": "Legend of Grimrock II",
        "date": "October 15, 2014",
        "summary": "Legend of Grimrock 2 is a dungeon crawling RPG with a modern execution but an old-school heart. A gaggle of 4 prisoners have shipwrecked on the secluded Isle of Nex. The island is chock full of ancient crumbled ruins, mysterious shrines and a vast underground network of dungeons.",
        "scores": {
            "metascore": "85",
            "userscore": "8.1"
        }
    },
    "52": {
        "title": "Dragon Age: Inquisition",
        "date": "November 18, 2014",
        "summary": "Select and lead a group of characters into harrowing battles against a myriad of enemies – from earth-shattering High Dragons to demonic forces from the otherworld of the Fade. Go toe-to-toe in visceral, heroic combat as your acolytes engage at your side, or switch to tactical view to coordinate lethal offensives using the combined might of your party. Observe the tangible, visible results of your journey through a living world – build structures, customize outposts, and change the landscape itself as environments are re-honed in the wake of your Inquisition. Helm a party chosen from nine unique, fully-realized characters – each of whom react to your actions and choices differently, crafting complex relationships both with you and with each other. Create your own character from multiple races, customize their appearance, and amalgamate their powers and abilities as the game progresses. Enhanced customization options allow you to pick everything from the color of your follower’s boots to the features of your Inquisition stronghold. Become a change agent in a time of uncertainty and upheaval.  Shape the course of your empires, bring war or peace to factions in conflict, and drive the ultimate fate of the Inquisition. Will you bring an end to the cataclysmic anarchy gripping the Dragon Age? [Electronic Arts]",
        "scores": {
            "metascore": "85",
            "userscore": "5.9"
        }
    },
    "53": {
        "title": "Bravely Default",
        "date": "February 7, 2014",
        "summary": "[Available in the U.S. - Feb 2014] This new yet traditional offering from Square Enix captures the charm and elegant and simplicity of yesteryear's canonical RPGs. Become a Warrior of Light and journey to the land of Luxemdarc in this classic tale of personal growth and adventure.",
        "scores": {
            "metascore": "85",
            "userscore": "8.4"
        }
    },
    "54": {
        "title": "Rogue Legacy",
        "date": "July 29, 2014",
        "summary": "Each time you die, your child will succeed you. Every child is unique. One child might be colorblind, another might have tourettes-- they could even be a dwarf.\r\n\r\nThat's OK, because no one is perfect, and you don't have to be perfect to win this game. But you do have to be pretty darn good because this game is HARD. Fortunately, every time you die all the gold you've collected can be used to upgrade you manor, giving your next child a step up in life and another chance at vanquishing evil.",
        "scores": {
            "metascore": "85",
            "userscore": "7.8"
        }
    },
    "55": {
        "title": "South Park: The Stick of Truth",
        "date": "March 4, 2014",
        "summary": "South Park: The Game is an epic role-playing adventure that will allow the user to befriend Stan, Kyle, Cartman and Kenny and explore the quiet little mountain town like never before.",
        "scores": {
            "metascore": "85",
            "userscore": "8.6"
        }
    },
    "56": {
        "title": "Dragon Age: Inquisition",
        "date": "November 18, 2014",
        "summary": "Draft and lead a group of characters into rugged battles against a diversity of enemies – from earth-shattering High Dragons to demonic forces from the otherworld of the Fade. Go hand to hand in visceral, heroic combat as your followers fight by your side, or switch to tactical view to coordinate murderous offensives using the combined might of your party. See the tangible, visible results of your journey through a living world – raise structures, customize outposts, and change the landscape itself as environments are re-shaped in the wake of your Inquisition. Lead a party chosen from nine unique, fully-formed characters – each of whom react to your actions and choices differently, forming complex relationships both with you and with each other. Create your own character from multiple races, customize their appearance, and select their powers and abilities as the game progresses. Extensive customization options allow you to choose everything from the color of your follower’s boots to the features of your Inquisition stronghold. Become an agent of change in a time of uncertainty and upheaval.  Shape the course of empires, bring war or peace to factions in conflict, and drive the ultimate fate of the Inquisition. Will you stop the cataclysmic anarchy gripping the Dragon Age? [Electronic Arts]",
        "scores": {
            "metascore": "85",
            "userscore": "7.0"
        }
    },
    "57": {
        "title": "Super Smash Bros. for Nintendo 3DS",
        "date": "October 3, 2014",
        "summary": "Return to a world of exciting battles with Super Smash Bros. as you fight your way through a host of fan-favorite opponents. Make your way through memorable stages inspired by the most notorious classic Nintendo games. Challenge a myriad of familiar faces to battle, including Mario, Link, Samus and Pikachu, or take on new contenders, such as Mega Man, Little Mac and Palutena, the Goddess of Light from the Kid Icarus games. Leap into battle as your own personalized Mii characters. Dive into a thrilling new mode, exclusive to the Nintendo 3DS, Smash Run. Fight solo through a battlefield of enemies, and snatch up their dropped powerups before the clock runs out — and the real battle begins. Customize your fighter for when you're playing locally or online. Experience all the stunning beauty of the Super Smash Bros. world rendered in immersive 3D. Challenge family and friends locally or online, or seek out new competition from around the globe in online For Fun or For Glory matches.",
        "scores": {
            "metascore": "85",
            "userscore": "8.5"
        }
    },
    "58": {
        "title": "Shovel Knight",
        "date": "June 26, 2014",
        "summary": "Shovel Knight is a sweeping classic action adventure game with memorable characters and an 8-bit retro aesthetic created by Yacht Club Games. You play as the eponymous Shovel Knight, a small knight with a huge quest. Shovel Knight has come to this valley with two goals: to defeat the evil Enchantress and save his lost beloved. He wields a ShovelBlade; a multipurpose weapon whose techniques have now been lost to the ages. Always honest and helpful, Shovel Knight is a shining example of the code of Shovelry: Slash Mercilessly and Dig Tirelessly. However, between Shovel Knight and his beloved stands a cadre of villainous knights. These terrible foes, known as The Order of No Quarter, have been dispatched to prevent Shovel Knight from reaching the Enchantress at any cost.",
        "scores": {
            "metascore": "85",
            "userscore": "8.0"
        }
    },
    "59": {
        "title": "Final Fantasy X / X-2 HD Remaster",
        "date": "March 18, 2014",
        "summary": "Final Fantasy X HD is a remake of the PS2 classic for the PlayStation 3 and PlayStation VITA.",
        "scores": {
            "metascore": "85",
            "userscore": "8.4"
        }
    },
    "60": {
        "title": "Assetto Corsa",
        "date": "December 19, 2014",
        "summary": "Assetto Corsa is designed to provide a very realistic driving experience, with single player and multiplayer options, officially licensed cars and tracks developed using Laser scan technology, and the highest level of accuracy possible in reproducing real world motor racing environments. Also, Assetto Corsa allows for considerable customisation and modification, in order to satisfy the expectations of professional simracers, gamers who prefer to approach the driving experience more progressively, and hobbyists who just like to collect lots of cars and tracks.",
        "scores": {
            "metascore": "85",
            "userscore": "8.4"
        }
    },
    "61": {
        "title": "Valkyria Chronicles",
        "date": "November 11, 2014",
        "summary": "Includes all previously released downloadable content. Set in a fictitious continent harkening back to the 1930s, Valkyria Chronicles highlights a Europe divided in two and governed by two powers: the Empire and the Federation. The Empire has designs on invading the small neutral country of Gallia, located between the two superpowers' territories, in an attempt to secure precious natural resources. Amidst this struggle a hero named Welkin, and his fellow soldiers of the Federation's Seventh Platoon, are fighting back against the invasion and the Empires attempts to unify the continent under its power.",
        "scores": {
            "metascore": "85",
            "userscore": "8.2"
        }
    },
    "62": {
        "title": "BattleBlock Theater",
        "date": "May 15, 2014",
        "summary": "Shipwrecked. Captured. Betrayed. Forced to perform for an audience of cats? Wait, what?? You've just unlocked the door to BattleBlock Theater! There's no turning back once you've started on your quest to free your imprisoned friends from evil technological cats! Immerse yourself in this mind bending tale of treachery as you battle your way through hundreds of levels in order to discover the puzzling truth behind BattleBlock Theater.",
        "scores": {
            "metascore": "85",
            "userscore": "7.9"
        }
    },
    "63": {
        "title": "Halo: The Master Chief Collection",
        "date": "November 11, 2014",
        "summary": "The Master Chief's complete story available one console. Features a re-mastered Halo 2: Anniversary, along with Halo: Combat Evolved Anniversary, Halo 3, and Halo 4, new digital series, Halo: Nightfall, and access to the Halo 5: Guardians Beta.",
        "scores": {
            "metascore": "85",
            "userscore": "7.5"
        }
    },
    "64": {
        "title": "Persona 4 Arena Ultimax",
        "date": "September 30, 2014",
        "summary": "In P4AU, the characters from Persona 4 and Persona 3 once again find themselves teaming up to face off in the P-1 Climax, a series of battles which must be won before the world ends. The original cast of characters from Persona 3 and 4 are back to discover the mastermind behind the whole tournament, while a few new faces join the fight, including Junpei Iori, Yukari Takeba, Rise Kujikawa, and more. But standing in their way is the dual katana-wielding Sho Minazuki, a huge threat to everyone involved in the P-1 Climax. Worse yet, there's a Sho lookalike who can wield a Persona...",
        "scores": {
            "metascore": "85",
            "userscore": "4.2"
        }
    },
    "65": {
        "title": "Super Mega Baseball",
        "date": "December 16, 2014",
        "summary": "Hammer Longballo and a friendly cast of semi-athletic baseball stars invite you to saddle up on the couch with friends for some relaxed solo or co-op play. Or some fierce, relationship-testing competition.",
        "scores": {
            "metascore": "85",
            "userscore": "7.2"
        }
    },
    "66": {
        "title": "South Park: The Stick of Truth",
        "date": "March 4, 2014",
        "summary": "South Park: The Game is an epic role-playing adventure that will allow the user to befriend Stan, Kyle, Cartman and Kenny and explore the quiet little mountain town like never before. \r\n\r\nFrom the perilous battlefields of the 4th-grade playground, a young hero will rise, destined to be South Park’s savior. From the creators of South Park, Trey Parker and Matt Stone, comes an epic quest to become… cool. Introducing South Park: The Stick of Truth. For a thousand years, the battle has been waged. The sole reason humans and elves are locked in a neverending war: The Stick of Truth. But the tides of war are soon to change as word of a new kid spreads throughout the land, his coming foretold by the stars. As the moving vans of prophecy drive away, your adventure begins. Arm yourself with weapons of legend to defeat crabpeople, underpants gnomes, hippies, and other forces of evil. Discover the lost Stick of Truth and earn your place at the side of Stan, Kyle, Cartman, and Kenny as their new friend. Succeed, and you shall be South Park’s savior, cementing your social status in South Park Elementary. Fail, and you will forever be known… as a loser. [Ubisoft]",
        "scores": {
            "metascore": "85",
            "userscore": "8.5"
        }
    },
    "67": {
        "title": "The Wolf Among Us: Episode 5 - Cry Wolf",
        "date": "July 9, 2014",
        "summary": "Following a bloody trail of murder and corruption, Bigby Wolf faces a powerful enemy: a dark force that has been feeding on the desperation of Fabletown’s seedy underbelly. But when hidden truths are revealed, you must decide exactly what justice means in the gripping season finale of The Wolf Among Us.",
        "scores": {
            "metascore": "85",
            "userscore": "8.3"
        }
    },
    "68": {
        "title": "Rogue Legacy",
        "date": "July 29, 2014",
        "summary": "Each time you die, your child will succeed you. Every child is unique. One child might be colorblind, another might have tourettes-- they could even be a dwarf.\r\n\r\nThat's OK, because no one is perfect, and you don't have to be perfect to win this game. But you do have to be pretty darn good because this game is HARD. Fortunately, every time you die all the gold you've collected can be used to upgrade you manor, giving your next child a step up in life and another chance at vanquishing evil.",
        "scores": {
            "metascore": "85",
            "userscore": "7.7"
        }
    },
    "69": {
        "title": "Geometry Wars 3: Dimensions",
        "date": "November 25, 2014",
        "summary": "Over fifty single player levels including Adventure and Classic Arcade modes. 3D grids and over ten battle modes including Pacifism, King and Claustrophobia. Four distinct companion drones such as Attack, Collector, Ram and Snipe. Co-op and Online Competitive Multiplayer modes.",
        "scores": {
            "metascore": "85",
            "userscore": "7.4"
        }
    },
    "70": {
        "title": "Far Cry 4",
        "date": "November 18, 2014",
        "summary": "Hidden in the towering Himalayas lies a country steeped in tradition and violence. You are Ajay Ghale, returning to the country of your birth, the lush forests and harsh snow capped summits of Kyrat, to fulfill your mother’s dying wish of spreading her ashes. This vast and unpredictable country offers visitors opportunity and danger. You quickly find yourself caught up in a rebellion to overthrow the oppressive regime of Pagan Min, a figure known as much for his sense of style and charisma as for his cruelty and naked brutality. Navigating the treacherous landscape, you find your fate increasingly determined by the choices you make because in Kyrat, and every second is a story. In Far Cry 4, you’ll conquer fortress outposts from the back of a 6-ton elephant and take to the skies as you rain down explosives from your moving perch in the gyrocopter. The vertical landscape of the Himalayas isn’t just a gorgeous backdrop, but a playground that encourages the player to fight, hunt and explore, grappling cliffs or launching into the air, plummeting to the valley below in a controlled free fall with your wing suit. You’ll carry with you a truly unique arsenal of weaponry that lets you play your way, whether it’s sniping, sneaking or all-out assault. When all else fails, animals can be your biggest allies or your greatest peril, as Kyrat’s wilderness delivers on the promise of a true open world anecdote factory.",
        "scores": {
            "metascore": "85",
            "userscore": "7.7"
        }
    },
    "71": {
        "title": "Shantae and the Pirate's Curse",
        "date": "December 25, 2014",
        "summary": "Embark on a brand new adventure which teams Shantae with her arch nemesis, Risky Boots! When a curse falls upon Sequin Land, Risky Boots and Shantae must join forces to battle unimaginable evil. Shantae must give up her job as Scuttle Towns \"Guardian Genie\" and become a pirate if she hopes to get her magic back and save the day. As a pirate, Shantae gains new weapons and tools to advance her quest and power through monsters!\r\n\r\n*    Flintlock Pistol (blast enemies and switches from afar)\r\n*    Pirate Hat (glide on the wind using this enormous headwear)\r\n*    Risky's Boots (run at super speeds! Chain your attacks as you dash through enemies & over lava)\r\n*    Cannon (blast yourself into the air on a belch of black powder)\r\n\r\nCore Gameplay Components:\r\n\r\n*    Whipping! Destroy monsters, topple bosses, and solve puzzles with your hair\r\n*    Platforming! Run and jump through deviously designed levels\r\n*    Exploring! Navigate a world of interconnected levels and Labyrinths\r\n*    Belly Dancing! Dance with your Magic Lamp to suck up magic and items\r\n*    Customizing! Earn new abilities, unlock stat-boosting artifacts, magic & costumes\r\n*    Storytelling! Flirtatious characters and wonderfully off-beat humor",
        "scores": {
            "metascore": "85",
            "userscore": "8.7"
        }
    },
    "72": {
        "title": "Tomb Raider: Definitive Edition",
        "date": "January 28, 2014",
        "summary": "Armed with only the raw instincts and physical ability to push beyond the limits of human endurance, Tomb Raider delivers an intense and gritty story into the origins of Lara Croft and her ascent from a frightened young woman to a hardened survivor.",
        "scores": {
            "metascore": "85",
            "userscore": "8.1"
        }
    },
    "73": {
        "title": "Persona 4 Arena Ultimax",
        "date": "September 30, 2014",
        "summary": "In P4AU, the characters from Persona 4 and Persona 3 once again find themselves teaming up to face off in the P-1 Climax, a series of battles which must be won before the world ends. The original cast of characters from Persona 3 and 4 are back to discover the mastermind behind the whole tournament, while a few new faces join the fight, including Junpei Iori, Yukari Takeba, Rise Kujikawa, and more. But standing in their way is the dual katana-wielding Sho Minazuki, a huge threat to everyone involved in the P-1 Climax. Worse yet, there's a Sho lookalike who can wield a Persona...",
        "scores": {
            "metascore": "84",
            "userscore": "5.1"
        }
    },
    "74": {
        "title": "Middle-earth: Shadow of Mordor",
        "date": "September 30, 2014",
        "summary": "Fight your way through Mordor and reveal the truth of the spirit that compels you, discover the origins of the Rings of Power, build your legend and ultimately confront the evil of Sauron in this new story of Middle-earth.",
        "scores": {
            "metascore": "84",
            "userscore": "7.9"
        }
    },
    "75": {
        "title": "Middle-earth: Shadow of Mordor",
        "date": "September 30, 2014",
        "summary": "Fight your way through Mordor and reveal the truth of the spirit that compels you, discover the origins of the Rings of Power, build your legend and ultimately confront the evil of Sauron in this new story of Middle-earth.",
        "scores": {
            "metascore": "84",
            "userscore": "8.0"
        }
    },
    "76": {
        "title": "Guilty Gear Xrd -SIGN-",
        "date": "December 16, 2014",
        "summary": "Guilty Gear Xrd -SIGN-, the newest entry of the Guilty Gear fighting game series, brings its redesigned, extreme style and unique 3D animation to players everywhere.",
        "scores": {
            "metascore": "84",
            "userscore": "7.9"
        }
    },
    "77": {
        "title": "TxK",
        "date": "February 11, 2014",
        "summary": "Glowing vectors, explosive particle effects and a pulse-pounding soundtrack are core elements of many modern arcade shooters - a style that Llamasoft defined with its seminal 90s tube shooter. TxK is the spiritual successor to that genre-defining work and brings you 100 levels of score-chasing gameplay married to an outstanding soundtrack that will have your head nodding as you blast your way onto the scoreboards.",
        "scores": {
            "metascore": "84",
            "userscore": "7.2"
        }
    },
    "78": {
        "title": "Hearthstone: Heroes of Warcraft - Goblins Vs. Gnomes",
        "date": "December 8, 2014",
        "summary": "Goblins vs Gnomes delivers 143 newly added minions and spells.",
        "scores": {
            "metascore": "84",
            "userscore": "6.2"
        }
    },
    "79": {
        "title": "Tales From The Borderlands: Episode 1 - Zer0 Sum",
        "date": "November 25, 2014",
        "summary": "Episode 1 - Zer0 Sum - Set following the events seen in Borderlands 2, Tales from the Borderlands focuses on Rhys, a Hyperion company man who wants to become the next Handsome Jack, and it’s also about Fiona, a Pandoran con artist intending to score the biggest of all swindles. Baited into danger by a Vault key and all it promises, the unlikely pair are thrown together with a common purpose and a great amount of mistrust. Who is speaking the truth, and why is it important? That is for you to decide. It’s important to remember that there *are* two sides to every story, and you will tell this tale, or…tales, through the choices that you make. Your every decision as both Rhys and Fiona will affect the people and environment around you: this is a game where YOU are the final author in a brand new Borderlands story set on the unforgiving world of Pandora. [Telltale Games]",
        "scores": {
            "metascore": "84",
            "userscore": "8.4"
        }
    },
    "80": {
        "title": "ZEN Pinball 2: South Park: Super-Sweet Pinball",
        "date": "October 14, 2014",
        "summary": "Join Stan, Kyle, Cartman, Kenny, and Butters in two pinball tables inspired by everyones favorite mountain town, South Park! Meet characters from the TV show, like Wendy, Timmy, Jimmy, Mr. Hankey, and even ManBearPig (super cereal, you guys) and relive great moments from episodes of the show, including the Sarcastaball and Imaginationland. So, come on down to South Park and see if you cant unwind!",
        "scores": {
            "metascore": "84",
            "userscore": "6.0"
        }
    },
    "81": {
        "title": "Metro Redux",
        "date": "August 26, 2014",
        "summary": "The Metro Redux bundle features both Metro 2033 Redux and Metro: Last Light Redux. Both games have been remastered in the latest 4A Engine, and tout two unique unique play styles - Spartan and Survival - plus the legendary Ranger Mode.",
        "scores": {
            "metascore": "84",
            "userscore": "7.7"
        }
    },
    "82": {
        "title": "Frozen Synapse Prime",
        "date": "September 23, 2014",
        "summary": "Prime is an asynchronous, turn-based strategy game that allows players to participated in several matches simultaneously. It also includes a single-player campaign set within a dystopian future, where you assume the role of a tactician to a resistance group attempting to prevent an evil corporation from taking over a city.",
        "scores": {
            "metascore": "84",
            "userscore": "7.2"
        }
    },
    "83": {
        "title": "Europa Universalis IV: Wealth of Nations",
        "date": "May 29, 2014",
        "summary": "The expansion allows you to create trade conflicts in secret, steal from your competitors with the use of privateers, use peace treaties to gain trade power and create a new trade capital to strengthen your grasp over trade. The age of exploration is brought to life in this epic game of trade, diplomacy, warfare and exploration by Paradox Development Studio, the Masters of Strategy. Europa Universalis IV gives you control of a nation to rule an empire that lasts through the ages.",
        "scores": {
            "metascore": "84",
            "userscore": "8.4"
        }
    },
    "84": {
        "title": "BioShock Infinite: Burial at Sea - Episode Two",
        "date": "March 25, 2014",
        "summary": "In this DLC pack, you become Elizabeth as she seeks to bring closure to her story, and to BioShock Infinite's. Like Episode 1, this DLC features Rapture as you've never seen it before and gameplay has been modified to give the player an original BioShock combat experience that merges the best parts of BioShock and BioShock Infinite.",
        "scores": {
            "metascore": "84",
            "userscore": "8.5"
        }
    },
    "85": {
        "title": "Child of Light",
        "date": "April 29, 2014",
        "summary": "The duke's daughter Aurora is dead; and yet, she lives. Join Aurora across the mysterious kingdom of Lemuria on her quest to return home. Helped by Igniculus the firefly, Finn the Capilli and many more, she must defeat the Queen of the Night who has stolen the sun, the moon and the stars.",
        "scores": {
            "metascore": "84",
            "userscore": "8.5"
        }
    },
    "86": {
        "title": "Metro Redux",
        "date": "August 26, 2014",
        "summary": "Metro Redux includes Metro 2033 and Metro: Last Light, rebuilt and remastered for Next Gen at 60FPS. Rebuilt and Remastered for Next Gen with 2 complete single player campaigns, all previous add-on content included, new modes and features, and many gameplay improvements, this is the definitive version of the series.",
        "scores": {
            "metascore": "84",
            "userscore": "7.9"
        }
    },
    "87": {
        "title": "Oddworld: Abe's Oddysee - New 'n' Tasty",
        "date": "July 22, 2014",
        "summary": "Rescue your fellow meat factory slaves in this nostalgic, classic platformer with the latest immersive graphics and design. Find your destiny. Once a happy floor waxer in Oddworld's biggest meat processing plant, Abe stumbled across his boss's secret plan to turn the factory's slave labour force into the latest in the RuptureFarms Tasty Treats line of novelty meat snacks. Abe now has to save his own skin from the grinders even if simply escaping the flesh farm is only the start of his Oddysee. Trigger-happy hunting parties, carnivorous sacred beasts, ancient temple traps and even a return to his former workplace await Abe on his journey to discover his people's heritage.",
        "scores": {
            "metascore": "84",
            "userscore": "7.8"
        }
    },
    "88": {
        "title": "Minecraft: PlayStation Vita Edition",
        "date": "October 14, 2014",
        "summary": "The game involves players creating and destroying various types of blocks in a three dimensional environment. The player takes an avatar that can destroy or create blocks, forming fantastic structures, creations and artwork across the various multiplayer servers in multiple game modes.",
        "scores": {
            "metascore": "84",
            "userscore": "7.4"
        }
    },
    "89": {
        "title": "Ultra Street Fighter IV",
        "date": "June 3, 2014",
        "summary": "The series evolves to a whole new level with Ultra Street Fighter IV for PlayStation 3, Xbox 360, and PC. Continuing the tradition of excellence the series is known for, five new characters and six new stages have been added for even more fighting mayhem, with rebalanced gameplay and original modes topping off this offering.",
        "scores": {
            "metascore": "84",
            "userscore": "6.9"
        }
    },
    "90": {
        "title": "The Walking Dead: Season Two Episode 5 - No Going Back",
        "date": "August 27, 2014",
        "summary": "The final episode of a five-part game series set in Robert Kirkmans award-winning zombie apocalypse.",
        "scores": {
            "metascore": "84",
            "userscore": "8.8"
        }
    },
    "91": {
        "title": "The Wolf Among Us: Episode 5 - Cry Wolf",
        "date": "July 8, 2014",
        "summary": "Following a bloody trail of murder and corruption, Bigby Wolf faces a powerful enemy: a dark force that has been feeding on the desperation of Fabletown’s seedy underbelly. But when hidden truths are revealed, you must decide exactly what justice means in the gripping season finale of The Wolf Among Us.",
        "scores": {
            "metascore": "84",
            "userscore": "8.8"
        }
    },
    "92": {
        "title": "Ultimate General: Gettysburg",
        "date": "October 16, 2014",
        "summary": "Ultimate General: Gettysburg is a Tactical Battle Simulator that allows you to lead thousands of soldiers in the famous Battle of Gettysburg as commander of either the Union or Confederate army. The game features the most accurately created map, detailed order of battle, complex morale, and innovative control mechanics.",
        "scores": {
            "metascore": "84",
            "userscore": "7.8"
        }
    },
    "93": {
        "title": "BlazBlue: Chrono Phantasma",
        "date": "March 25, 2014",
        "summary": "With the Cauldron shattered and the cycle broken, Ragna begins his final mission: Hunt down the villainous Terumi. Noel's life and the fate of the entire world hang in the balance as Ragna the Bloodedge marches toward one last confrontation. BlazBlue: Chrono Phantasma introduces a new fighting system called \"Overdrive.\" With this, characters can become more powerful, possibly enough to turn the tide of battle. The fighting has also been sped up, meaning faster, more enjoyable play.",
        "scores": {
            "metascore": "83",
            "userscore": "8.2"
        }
    },
    "94": {
        "title": "SMITE",
        "date": "March 25, 2014",
        "summary": "Players choose from a selection of mythical gods, join session-based arena combat, and use custom powers and team tactics against other player-controlled gods and non-player controlled minions.",
        "scores": {
            "metascore": "83",
            "userscore": "8.2"
        }
    },
    "95": {
        "title": "Ultra Street Fighter IV",
        "date": "June 3, 2014",
        "summary": "The series evolves to a whole new level with Ultra Street Fighter IV for PlayStation 3, Xbox 360, and PC. Continuing the tradition of excellence the series is known for, five new characters and six new stages have been added for even more fighting mayhem, with rebalanced gameplay and original modes topping off this offering.",
        "scores": {
            "metascore": "83",
            "userscore": "7.6"
        }
    },
    "96": {
        "title": "Persona Q: Shadow of the Labyrinth",
        "date": "November 25, 2014",
        "summary": "Persona Q is the inaugural Persona game for 3DS. The game takes the characters from Persona 3 and Persona 4, puts them into an all new adventure. The game is in the style of Etrian Odyssey, where teams of five will navigate dungeons in a first-person view.  New characters, enemies, the presence of Etrian Odyssey's F.O.Es will provide players with all new challenges.",
        "scores": {
            "metascore": "83",
            "userscore": "5.7"
        }
    },
    "97": {
        "title": "This War of Mine",
        "date": "November 14, 2014",
        "summary": "In This War of Mine, the focus is shifted away from military operations portrayed in most games. Instead, it is a dark survival game where players control a gaggle of civilians attempting to stay alive in a besieged city. During the day snipers outside stop you from leaving your refuge, offering players time to craft, trade, upgrade their shelter, feed and cure their people. At night they must scavenge nearby areas in search for food, medicines, weapons and other useful items.",
        "scores": {
            "metascore": "83",
            "userscore": "8.3"
        }
    },
    "98": {
        "title": "Dark Souls II: Crown of the Old Iron King",
        "date": "August 26, 2014",
        "summary": "Crown of the Old Iron King features an entirely different world within the Dark Souls II universe where players will venture into a massive tower swamped by black mist where flames, smoke and sorcery sadistically lurk.",
        "scores": {
            "metascore": "83",
            "userscore": "8.1"
        }
    },
    "99": {
        "title": "The Blackwell Epiphany",
        "date": "April 24, 2014",
        "summary": "A dead man’s soul cries out against the force of a ferocious blizzard. He cries for help. He cries for answers. Then he screams as he is torn apart like damp tissue paper. This wasn’t the first time, and it won’t be the last. The police are powerless to stop it, so the duty falls to the only ones who can. What force could be so powerful – and so malevolent – that it would destroy the very core of a life in order to get what it wants? Rosa Blackwell and Joey Mallone mean to find out, even if it means risking themselves in the process.",
        "scores": {
            "metascore": "83",
            "userscore": "7.6"
        }
    },
    "100": {
        "title": "Retro City Rampage DX",
        "date": "February 6, 2014",
        "summary": "A parody of the open-world action genre, Retro City Rampage takes modern game mechanics and mashes them into an authentic 8-bit experience. It's one half fast paced arcade game, the other half a hilarious story mode! It's all the driving and shooting you'd expect and a whole lot more! With missions that twist pages straight from classic game experiences, you get to re-live and rewrite history in a way only a modern anti-hero could! When it comes to enemies, weapons are only the beginning! Put on your boots and jump on their heads! Toss 'em around to knock the rest down! Become truly unstoppable with awesome power-ups! Through its world, characters and missions, Retro City Rampage lampoons the entire 8-bit era from its games to the TV, movies and pop culture!",
        "scores": {
            "metascore": "83",
            "userscore": "7.5"
        }
    }
}