{
    "1": {
        "title": "Uncharted 4: A Thief's End",
        "date": "May 10, 2016",
        "summary": "Set 3 years after the events of Uncharted 3, Nathan Drake has apparently left the world of fortune hunting behind. However, it doesn’t take long for adventure to come calling when Drake’s brother, Sam, re-emerges asking for his help to save his own life and offering an adventure Drake cannot resist. On the hunt for Captain Henry Avery’s long-lost treasure, Sam and Drake embark on a journey to find Libertalia, the pirate utopia deep in the forests of Madagascar. Uncharted 4: A Thief’s End takes players around the globe, through jungle isles, urban cities and snow-capped peaks on the search for Avery’s fortune. [Naughty Dog]",
        "scores": {
            "metascore": "93",
            "userscore": "8.4"
        }
    },
    "2": {
        "title": "INSIDE",
        "date": "June 29, 2016",
        "summary": "Hunted and alone, a boy finds himself drawn into the center of a dark project. The second game from Limbo developer Playdead.",
        "scores": {
            "metascore": "93",
            "userscore": "8.3"
        }
    },
    "3": {
        "title": "Out of the Park Baseball 17",
        "date": "March 22, 2016",
        "summary": "Step into the shoes of a team owner, GM, and/or field manager to own the future or rewrite the past of your favorite real-world club. Start a new career with 2016 Opening Day rosters of the real major or minor leagues, or span through 150 years of history and run any club from the past! Perform drafts, trades, scouting, waivers, team finances and personnel. Negotiate player contracts. Dive into the more hands-on management and set your team's lineups, pitching staffs, and in-game strategy. You can oversee your league at a high level, or play out each game, managing play by play or even pitch by pitch!",
        "scores": {
            "metascore": "92",
            "userscore": "3.3"
        }
    },
    "4": {
        "title": "The Witcher 3: Wild Hunt - Blood and Wine",
        "date": "May 30, 2016",
        "summary": "This expansion pack is an old-school add on with 20 hours of new adventures, where players will travel to the land of Toussaint.",
        "scores": {
            "metascore": "92",
            "userscore": "9.3"
        }
    },
    "5": {
        "title": "Overwatch",
        "date": "May 23, 2016",
        "summary": "Overwatch is a highly stylized team-based shooter set on earth in the near future. Every match is an intense multiplayer showdown pitting a diverse cast of soldiers, mercenaries, scientists, adventurers, and oddities against each other in an epic, globe-spanning conflict.",
        "scores": {
            "metascore": "91",
            "userscore": "6.6"
        }
    },
    "6": {
        "title": "Overwatch",
        "date": "May 23, 2016",
        "summary": "Overwatch is a highly stylized team-based shooter set on earth in the near future. Every match is an intense multiplayer showdown pitting a diverse cast of soldiers, mercenaries, scientists, adventurers, and oddities against each other in an epic, globe-spanning conflict.",
        "scores": {
            "metascore": "91",
            "userscore": "5.9"
        }
    },
    "7": {
        "title": "Forza Horizon 3",
        "date": "September 23, 2016",
        "summary": "You are now in charge of the Horizon Festival. Customize everything, hire and fire your friends, and explore Australia in over 350 of the world’s greatest cars. Make your Horizon the ultimate celebration of cars, music, and freedom of the open road. How you get there is up to you. With the new Horizon Blueprint feature, you have the power to create and instantly share your custom gameplay. You can even hire friends to star in your festival and win you more fans. If they’re not winning you fans, fire them. Danger Sign Jumps, Convoys, Drift Zones, and Showcase events that pit you and against a fleet of speedboats, a giant zeppelin, and more. Select your own driver character, customize your cars, create vanity license plates – even choose your own horn sound. Drive to the music you love choosing from eight diverse radio stations, or create a custom station using your own music collection. In addition to 12-player online free roam and multiplayer racing, all-new 4-player online co-op allows you and your friends to enjoy the variety, competition, and rewards of a Horizon campaign together for the first time. [Xbox.com]",
        "scores": {
            "metascore": "91",
            "userscore": "8.0"
        }
    },
    "8": {
        "title": "The Witcher 3: Wild Hunt - Blood and Wine",
        "date": "May 30, 2016",
        "summary": "This expansion pack is an old-school add on with 20 hours of new adventures, where players will travel to the land of Toussaint.",
        "scores": {
            "metascore": "91",
            "userscore": "9.0"
        }
    },
    "9": {
        "title": "INSIDE",
        "date": "August 23, 2016",
        "summary": "Hunted and alone, a boy finds himself drawn into the center of a dark project. The second game from Limbo developer Playdead.",
        "scores": {
            "metascore": "91",
            "userscore": "8.3"
        }
    },
    "10": {
        "title": "Overwatch",
        "date": "May 23, 2016",
        "summary": "Overwatch is a highly stylized team-based shooter set on earth in the near future. Every match is an intense multiplayer showdown pitting a diverse cast of soldiers, mercenaries, scientists, adventurers, and oddities against each other in an epic, globe-spanning conflict.",
        "scores": {
            "metascore": "90",
            "userscore": "6.3"
        }
    },
    "11": {
        "title": "Stephen's Sausage Roll",
        "date": "April 18, 2016",
        "summary": "The focus of Stephen's Sausage Roll involves nudging sausages around to fully cook them.",
        "scores": {
            "metascore": "90",
            "userscore": "5.4"
        }
    },
    "12": {
        "title": "NBA 2K17",
        "date": "September 16, 2016",
        "summary": "NBA 2K17 promises to take the game to new heights and continue to blur the lines between video game and reality.",
        "scores": {
            "metascore": "90",
            "userscore": "5.9"
        }
    },
    "13": {
        "title": "Kentucky Route Zero - Act IV",
        "date": "July 20, 2016",
        "summary": "Kentucky Route Zero is a magical realistic adventure game about a secret highway in the caves beneath Kentucky, and the mysterious folks who travel it.",
        "scores": {
            "metascore": "90",
            "userscore": "6.3"
        }
    },
    "14": {
        "title": "Dark Souls III",
        "date": "April 11, 2016",
        "summary": "Developed by Japanese developer FromSoftware, DARK SOULS III is the latest chapter in the DARK SOULS series with its trademark sword and sorcery combat and rewarding action RPG gameplay. Players travel across a wide variety of locations in an interconnected world of unrelenting challenge and deep RPG gameplay as they search for a way to survive the coming apocalypse.",
        "scores": {
            "metascore": "89",
            "userscore": "8.4"
        }
    },
    "15": {
        "title": "Rez Infinite",
        "date": "October 13, 2016",
        "summary": "To resolve the world's rising crime rates, a new system called Project-K was created. However, Eden, the core of Project-K, has fallen into a vegetative state. Now it's up to you, a hacker, to travel through a cyberspace filled with firewalls, viruses, and other obstacles, and jump-start the system's artificial intelligence. Scattered throughout the levels are evolution spheres, which let you transform into more powerful humanoid forms. The game features a pounding soundtrack and unique vector worlds.",
        "scores": {
            "metascore": "89",
            "userscore": "7.7"
        }
    },
    "16": {
        "title": "Axiom Verge",
        "date": "September 1, 2016",
        "summary": "Plumb the recesses of a large, labyrinthine world in order to learn its secrets and uncover your role within it. Discover tons of weapons, items, and abilities, each with their own unique behaviors and usage. You'll need your wits to find them all. Combat bizarre biomechanoid constructs, the deadly fallout of an ancient war, and the demons of your own psyche. And finally, break the game itself by using glitches to corrupt foes and solve puzzles in the environment. [Nintendo.com]",
        "scores": {
            "metascore": "89",
            "userscore": "8.5"
        }
    },
    "17": {
        "title": "Titanfall 2",
        "date": "October 28, 2016",
        "summary": "In single player, Titanfall 2 delivers a crafted experience that explores the unique bond between man and machine. Playable offline, the single player campaign in Titanfall 2 lets fans step out onto The Frontier as a Militia rifleman with aspirations of becoming an elite Pilot. Stranded behind enemy lines and facing overwhelming odds, players must team up with a veteran Titan to uphold a mission they were never meant to carry out. In multiplayer, Respawn is continuing to evolve their gameplay to provide a more robust experience that delivers expanded depth and variety that includes six new Titans, deeper Pilot abilities, more customization options, and a robust progression system that is sure to satisfy fans. [Electronic Arts]",
        "scores": {
            "metascore": "89",
            "userscore": "8.5"
        }
    },
    "18": {
        "title": "Dark Souls III",
        "date": "April 12, 2016",
        "summary": "Developed by Japanese developer FromSoftware, DARK SOULS III is the latest chapter in the DARK SOULS series with its trademark sword and sorcery combat and rewarding action RPG gameplay. Players travel across a wide variety of locations in an interconnected world of unrelenting challenge and deep RPG gameplay as they search for a way to survive the coming apocalypse.",
        "scores": {
            "metascore": "89",
            "userscore": "8.8"
        }
    },
    "19": {
        "title": "Stardew Valley",
        "date": "December 14, 2016",
        "summary": "You've inherited your grandfather's old farm plot in Stardew Valley. Armed with hand-me-down tools and a few coins, you set out to begin your new life. Can you learn to live off the land and turn these overgrown fields into a thriving home? It won't be easy. Ever since Joja Corporation came to town, the old ways of life have all but disappeared. The community center, once the town's most vibrant hub of activity, now lies in shambles. But the valley seems full of opportunity. With a little dedication, you might just be the one to restore Stardew Valley to greatness!\r\n\r\nFeatures:\r\n\r\n*    Turn your overgrown field into a lively farm! Raise animals, grow crops, start an orchard, craft useful machines, and more! You'll have plenty of space to create the farm of your dreams.\r\n\r\n*    Improve your skills over time. As you make your way from a struggling greenhorn to a master farmer, you'll level up in 5 different areas: farming, mining, combat, fishing, and foraging. As you progress, you'll learn new cooking and crafting recipes, unlock new areas to explore, and customize your skills by choosing from a variety of professions.\r\n\r\n*    Become part of the local community. With over 30 unique characters living in Stardew Valley, you won't have a problem finding new friends! Each person has their own daily schedule, birthday, unique mini-cutscenes, and new things to say throughout the week and year. As you make friends with them, they will open up to you, ask you for help with their personal troubles, or tell you their secrets! Take part in seasonal festivals such as the luau, haunted maze, and feast of the winter star.\r\n\r\n*    Explore a vast, mysterious cave. As you travel deeper underground, you'll encounter new and dangerous monsters, powerful weapons, new environments, valuable gemstones, raw materials for crafting and upgrading tools, and mysteries to be uncovered.\r\n\r\n*    Breathe new life into the valley. Since JojaMart opened, the old way of life in Stardew Valley has changed. Much of the town's infrastructure has fallen into disrepair. Help restore Stardew Valley to it's former glory by repairing the old community center, or take the alternate route and join forces with Joja Corporation.\r\n\r\n*    Court and marry a partner to share your life on the farm with. There are 10 available bachelors and bachelorettes to woo, each with unique character progression cutscenes. Once married, your partner will live on the farm with you. Who knows, maybe you'll have kids and start a family?\r\n\r\n*    Spend a relaxing afternoon at one of the local fishing spots. The waters are teeming with seasonal varieties of delicious fish. Craft bait, bobbers, and crab pots to help you in your journey toward catching every fish and becoming a local legend!\r\n\r\n*    Donate artifacts and minerals to the local museum.\r\n\r\n*    Cook delicious meals and craft useful items to help you out. With over 100 cooking and crafting recipes, you'll have a wide variety of items to create. Some dishes you cook will even give you temporary boosts to skills, running speed, or combat prowess. Craft useful objects like scarecrows, oil makers, furnaces, or even the rare and expensive crystalarium.\r\n\r\n*    Customize the appearance of your character and house. With hundreds of decorative items to choose from, you'll have no trouble creating the home of your dreams!\r\n\r\n*    Xbox controller support (with rumble)! (Keyboard still required for text input)\r\n\r\n*    Over two hours of original music.",
        "scores": {
            "metascore": "89",
            "userscore": "7.8"
        }
    },
    "20": {
        "title": "Battlefield 1",
        "date": "October 18, 2016",
        "summary": "Intuitive destruction and dynamic weather ensure that no battle is ever the same. For even more gameplay possibilities, carve a path through walls and buildings, take down your enemies in creative ways, and leave your mark on the terrain around you through intuitive destruction. Through your actions, the pristine world around you change into a battle-scarred landscape, changing the world forever. With dynamic weather you will need to adapt your tactics to weather changes as the elements play a part in the battle. Playing the same map on a bright day, in heavy fog, or rain will impact what you see and hear, forcing you to adapt your play style on an ever-changing battlefield. Operations introduces a new way to play multiplayer. In Battlefield 1 you play a series of interconnected battles across multiple fronts. Play a sequence of battles where your actions have consequences beyond a single match, as you try to conquer territory or push back your attackers. At those times when you feel all is lost, call in the Behemoths - the largest fully player-controlled vehicles ever seen in Battlefield. Roam the battlefield and rain fire on your enemy to break their defenses. All-out war never felt so epic. Take control of the Armored Train, Air Ship, or the Battleship to dominate the battlefield across land, air, and sea. [Electronic Arts]",
        "scores": {
            "metascore": "89",
            "userscore": "7.9"
        }
    },
    "21": {
        "title": "Stardew Valley",
        "date": "February 26, 2016",
        "summary": "Stardew Valley is an RPG-style farming game. It's up to you to choose your path... Will you devote your time to raising crops and caring for animals? Will you spend time in the local village, befriending the local townspeople? Do you get a kick out of slaying dreadful monsters in the mysterious mountain caverns? Or will you try to accomplish everything and claim the coveted title of Stardew Hero?",
        "scores": {
            "metascore": "89",
            "userscore": "8.7"
        }
    },
    "22": {
        "title": "Ori and the Blind Forest: Definitive Edition",
        "date": "March 11, 2016",
        "summary": "Ori and the Blind Forest: Definitive Edition delivers a multitude of new areas, difficulty options, and gameplay upgrades that should appeal to both new and seasoned Ori players.",
        "scores": {
            "metascore": "88",
            "userscore": "8.0"
        }
    },
    "23": {
        "title": "Dishonored 2",
        "date": "November 10, 2016",
        "summary": "Dishonored 2 takes your protagonist, Corvo Attano or Emily Kaldwin, to the coastal city of Karnaca where the choices you make will have significant impact on the world.",
        "scores": {
            "metascore": "88",
            "userscore": "7.3"
        }
    },
    "24": {
        "title": "Rise of the Tomb Raider: 20 Year Celebration",
        "date": "October 11, 2016",
        "summary": "Lara Croft embarks on her first Tomb Raiding expedition to the most treacherous and remote regions of Siberia. Rise of the Tomb Raider: 20 Year Celebration also includes the new “Blood Ties” single player content, VR support, new Co-op play for Endurance mode, and more. [Playstation.com]",
        "scores": {
            "metascore": "88",
            "userscore": "8.1"
        }
    },
    "25": {
        "title": "NBA 2K17",
        "date": "September 16, 2016",
        "summary": "NBA 2K17 promises to take the game to new heights and continue to blur the lines between video game and reality.",
        "scores": {
            "metascore": "88",
            "userscore": "6.3"
        }
    },
    "26": {
        "title": "XCOM 2",
        "date": "February 5, 2016",
        "summary": "20 years have passed since world leaders unconditionally surrendered to alien forces and XCOM, the world's last line of defense, was left destroyed and scattered. Now the aliens hold dominion over the Earth, building shining cities that promise a brilliant future for humanity on the surface, while hiding a sinister intent below and eliminating all who don't fall in like with their new order. Online those who live a the edges of the world have a modicum of freedom. Here, a force gathers once again to stand up for humanity. Consistently on the run, the remnant XCOM forces need to find a way to regroup, expose the nefarious truth behind the occupation, and eliminate the alien threat for good.",
        "scores": {
            "metascore": "88",
            "userscore": "7.2"
        }
    },
    "27": {
        "title": "Dishonored 2",
        "date": "November 10, 2016",
        "summary": "Dishonored 2 takes your protagonist, Corvo Attano or Emily Kaldwin, to the coastal city of Karnaca where the choices you make will have significant impact on the world.",
        "scores": {
            "metascore": "88",
            "userscore": "7.9"
        }
    },
    "28": {
        "title": "Fire Emblem Fates: Special Edition",
        "date": "February 19, 2016",
        "summary": "Fire Emblem Fates Special Edition Includes: All 3 Versions of Fire Emblem: Fates (Birthright, Conquest, Revelation*) on a Single Cartrige. *Allows purchasers to play Revelations three weeks prior to launch on eshop. It's the only way to get all Three Versions on a Single Cartridge. Also includes a Hardcover Art Book and Nintendo 3DS XL Carrying Pouch featuring Game Art. Two kingdoms are on the brink of war. Whose side will you choose? Torn between two families, you’re an heir of Hoshido, raised by Nohrian royals. If you walk the path of Conquest, you must fight to change your misguided kingdom from within. Command warriors with expert precision and forge deep relationships to master this turn-based strategy game.",
        "scores": {
            "metascore": "88",
            "userscore": "8.1"
        }
    },
    "29": {
        "title": "Ori and the Blind Forest: Definitive Edition",
        "date": "April 27, 2016",
        "summary": "Ori and the Blind Forest: Definitive Edition delivers a multitude of new areas, difficulty options, and gameplay upgrades that should appeal to both new and seasoned Ori players.",
        "scores": {
            "metascore": "88",
            "userscore": "8.8"
        }
    },
    "30": {
        "title": "Fire Emblem Fates: Revelation",
        "date": "March 10, 2016",
        "summary": "Requires full version of Fire Emblem Fates: Conquest or Fire Emblem Fates: Birthright.",
        "scores": {
            "metascore": "88",
            "userscore": "7.5"
        }
    },
    "31": {
        "title": "Sid Meier's Civilization VI",
        "date": "October 20, 2016",
        "summary": "Civilization VI offers new ways to interact with your world, expand your empire across the map, advance your culture, and compete against history’s greatest leaders to build a civilization that will stand the test of time.",
        "scores": {
            "metascore": "88",
            "userscore": "7.0"
        }
    },
    "32": {
        "title": "Battlefield 1",
        "date": "October 21, 2016",
        "summary": "Intuitive destruction and dynamic weather ensure that no battle is ever the same. For even more gameplay possibilities, carve a path through walls and buildings, take down your enemies in creative ways, and leave your mark on the terrain around you through intuitive destruction. Through your actions, the pristine world around you change into a battle-scarred landscape, changing the world forever. With dynamic weather you will need to adapt your tactics to weather changes as the elements play a part in the battle. Playing the same map on a bright day, in heavy fog, or rain will impact what you see and hear, forcing you to adapt your play style on an ever-changing battlefield. Operations introduces a new way to play multiplayer. In Battlefield 1 you play a series of interconnected battles across multiple fronts. Play a sequence of battles where your actions have consequences beyond a single match, as you try to conquer territory or push back your attackers. At those times when you feel all is lost, call in the Behemoths - the largest fully player-controlled vehicles ever seen in Battlefield. Roam the battlefield and rain fire on your enemy to break their defenses. All-out war never felt so epic. Take control of the Armored Train, Air Ship, or the Battleship to dominate the battlefield across land, air, and sea. [Electronic Arts]",
        "scores": {
            "metascore": "88",
            "userscore": "7.1"
        }
    },
    "33": {
        "title": "World of Warcraft: Legion",
        "date": "August 30, 2016",
        "summary": "The Tomb of Sargeras has been reopened, and the demons of the Burning Legion pour into our world. Their full, terrifying might is fixed on summoning the Dark Titan to Azeroth—and they’ve already located the key to his return. With the Alliance and Horde devastated, only you can take up Warcraft’s most legendary artifacts, scour the ancient Broken Isles for relics of the Titans, and challenge the Legion before Azeroth’s last hope dies. Steel yourself, champion. Extinction is imminent.",
        "scores": {
            "metascore": "88",
            "userscore": "7.3"
        }
    },
    "34": {
        "title": "Keep Talking and Nobody Explodes",
        "date": "October 13, 2016",
        "summary": "One player is trapped in a virtual room with a ticking time bomb they must defuse. The other players are the “Experts” who must give the instructions to defuse the bomb by deciphering the information found in the bomb defusal manual. But there’s a catch: the experts can’t see the bomb, so everyone will need to talk it out – fast.",
        "scores": {
            "metascore": "88",
            "userscore": "6.9"
        }
    },
    "35": {
        "title": "Owlboy",
        "date": "November 1, 2016",
        "summary": "Owlboy is a 'hi-bit' adventure game, where you can fly and explore a brand new world in the clouds. Pick up your friends, and bring them with you as you explore the open skies. Overcome obstacles and greater enemies in this detailed adventure.",
        "scores": {
            "metascore": "88",
            "userscore": "7.6"
        }
    },
    "36": {
        "title": "XCOM 2",
        "date": "September 27, 2016",
        "summary": "Earth has changed. Twenty years have passed since world leaders offered an unconditional surrender to alien forces. XCOM, the planet’s last line of defense, was left decimated and scattered. Now, in XCOM 2, the aliens rule Earth, building shining cities that promise a brilliant future for humanity on the surface, while concealing a sinister agenda and eliminating all who dissent from their new order. Only those who live at the edges of the world have a margin of freedom. Here, a force gathers once again to stand up for humanity. Always on the run, and facing impossible odds, the remnant XCOM forces must find a way to ignite a global resistance, and eliminate the alien threat once and for all.",
        "scores": {
            "metascore": "87",
            "userscore": "7.3"
        }
    },
    "37": {
        "title": "The Witness",
        "date": "January 26, 2016",
        "summary": "You awaken, alone, on a strange island full of puzzles that challenge and surprise you. You can't remember who you are, and you don't remember how you came to be here, but there's one thing you can do: explore the island in hope of discovering clues, regaining your memory, and somehow finding your way home. The Witness is a single-player game in an open world with dozens of locations to explore and over 500 puzzles to solve. This game respects you as an intelligent player and it treats your time as precious. There's no filler; each of those puzzles brings its own new idea into the mix.",
        "scores": {
            "metascore": "87",
            "userscore": "7.1"
        }
    },
    "38": {
        "title": "DOOM",
        "date": "May 13, 2016",
        "summary": "There is no taking cover or stopping to regenerate health in campaign mode as you beat back Hell’s raging demon hordes. Combine your arsenal of futuristic and iconic guns, upgrades, movement and an advanced melee system to knock-down, slash, stomp, crush, and blow apart demons in creative and violent ways. In multiplayer, dominate your opponents in DOOM’s signature, fast-paced arena-style combat. In both classic and all-new game modes, annihilate your enemies utilizing your personal blend of skill, powerful weapons, vertical movement, and unique power-ups that allow you to play as a demon. DOOM SnapMap is an easy-to-use game and level editor that allows for limitless gameplay experiences on every platform. Anyone can snap together and customize maps, add pre-defined or custom gameplay, and edit game logic to create new modes. Instantly play your creation or make it available to players around the world. [ID/Bethesda]",
        "scores": {
            "metascore": "87",
            "userscore": "8.5"
        }
    },
    "39": {
        "title": "Battlefield 1",
        "date": "October 18, 2016",
        "summary": "Intuitive destruction and dynamic weather ensure that no battle is ever the same. For even more gameplay possibilities, carve a path through walls and buildings, take down your enemies in creative ways, and leave your mark on the terrain around you through intuitive destruction. Through your actions, the pristine world around you change into a battle-scarred landscape, changing the world forever. With dynamic weather you will need to adapt your tactics to weather changes as the elements play a part in the battle. Playing the same map on a bright day, in heavy fog, or rain will impact what you see and hear, forcing you to adapt your play style on an ever-changing battlefield. Operations introduces a new way to play multiplayer. In Battlefield 1 you play a series of interconnected battles across multiple fronts. Play a sequence of battles where your actions have consequences beyond a single match, as you try to conquer territory or push back your attackers. At those times when you feel all is lost, call in the Behemoths - the largest fully player-controlled vehicles ever seen in Battlefield. Roam the battlefield and rain fire on your enemy to break their defenses. All-out war never felt so epic. Take control of the Armored Train, Air Ship, or the Battleship to dominate the battlefield across land, air, and sea. [Electronic Arts]",
        "scores": {
            "metascore": "87",
            "userscore": "7.6"
        }
    },
    "40": {
        "title": "Dark Souls III",
        "date": "April 12, 2016",
        "summary": "Developed by Japanese developer FromSoftware, DARK SOULS III is the latest chapter in the DARK SOULS series with its trademark sword and sorcery combat and rewarding action RPG gameplay. Players travel across a wide variety of locations in an interconnected world of unrelenting challenge and deep RPG gameplay as they search for a way to survive the coming apocalypse.",
        "scores": {
            "metascore": "87",
            "userscore": "8.6"
        }
    },
    "41": {
        "title": "Pokemon Sun",
        "date": "November 18, 2016",
        "summary": "Using Pokemon Bank, you'll be able to transfer Pokemon you've caught in the Nintendo 3DS Virtual Console versions of Pokemon Red, Pokemon Blue, and Pokemon Yellow into your copy of Pokemon Sun or Pokemon Moon. Pokemon from Pokemon Omega Ruby, Pokemon Alpha Sapphire, Pokemon X, and Pokemon Y can also be brought into Pokemon Sun and Pokemon Moon in the same way.",
        "scores": {
            "metascore": "87",
            "userscore": "7.7"
        }
    },
    "42": {
        "title": "Pokemon Moon",
        "date": "November 18, 2016",
        "summary": "Using Pokemon Bank, you'll be able to transfer Pokemon you've caught in the Nintendo 3DS Virtual Console versions of Pokemon Red, Pokemon Blue, and Pokemon Yellow into your copy of Pokemon Sun or Pokemon Moon. Pokemon from Pokemon Omega Ruby, Pokemon Alpha Sapphire, Pokemon X, and Pokemon Y can also be brought into Pokemon Sun and Pokemon Moon in the same way.",
        "scores": {
            "metascore": "87",
            "userscore": "7.7"
        }
    },
    "43": {
        "title": "The Witness",
        "date": "January 26, 2016",
        "summary": "You awaken, alone, on a strange island full of puzzles that challenge and surprise you. You can't remember who you are, and you don't remember how you came to be here, but there's one thing you can do: explore the island in hope of discovering clues, regaining your memory, and somehow finding your way home. The Witness is a single-player game in an open world with dozens of locations to explore and over 500 puzzles to solve. This game respects you as an intelligent player and it treats your time as precious. There's no filler; each of those puzzles brings its own new idea into the mix.",
        "scores": {
            "metascore": "87",
            "userscore": "6.9"
        }
    },
    "44": {
        "title": "Fire Emblem Fates: Conquest",
        "date": "February 19, 2016",
        "summary": "Two kingdoms at war – the peace-loving Hoshido and the glory-seeking Nohr. It is up to the player to decide which side to fight for. As the prince/princess of Hoshido, who was raised by Nohr royal family, you will be torn between two families you love. Whichever path you take, you will face different types of challenges.",
        "scores": {
            "metascore": "87",
            "userscore": "8.1"
        }
    },
    "45": {
        "title": "Rocket League",
        "date": "February 17, 2016",
        "summary": "Fire your rockets. High-octane team sports. Get behind the wheel of a high-flying, hard-hitting rocket powered car and drive into the Rocket League arena. Choose from a variety of vehicles to drive and customise in this football-meets-destruction derby team sport and master the skills youll need to fire home the goals. Soar high into the air to perform daring acrobatic strikes and daredevil saves, or use aggressive tactics to take down rival players at supersonic speeds.",
        "scores": {
            "metascore": "87",
            "userscore": "8.1"
        }
    },
    "46": {
        "title": "SteamWorld Heist",
        "date": "October 20, 2016",
        "summary": "Join Captain Piper Faraday, smuggler and occasional pirate, as she recruits a rag-tag team of steam-driven robots and sets out on a daring adventure. With your hearty crew you’ll board, loot and shoot your way through enemy spaceships. Overcome the challenges of the vast frontier by upgrading your robots with unique abilities, weapons – and even stylish hats!",
        "scores": {
            "metascore": "87",
            "userscore": "7.9"
        }
    },
    "47": {
        "title": "Pro Evolution Soccer 2017",
        "date": "September 13, 2016",
        "summary": "In PES 2017, the 1st touch is calculated by player attributes, as well as the further inclusion of real ball physics directly controlled by the input ball touch. See how different players control the ball in unique and different ways based on where and how you control them, dictating the flow of the game based on how they react to the unpredictable movement of the ball. In addition, there is more control in how you receive passes, and depending on the pass, players can visually execute the exact play intended, from receiving a pass to sending the ball out again. [Konami]",
        "scores": {
            "metascore": "87",
            "userscore": "5.9"
        }
    },
    "48": {
        "title": "Titanfall 2",
        "date": "October 28, 2016",
        "summary": "In single player, Titanfall 2 delivers a crafted experience that explores the unique bond between man and machine. Playable offline, the single player campaign in Titanfall 2 lets fans step out onto The Frontier as a Militia rifleman with aspirations of becoming an elite Pilot. Stranded behind enemy lines and facing overwhelming odds, players must team up with a veteran Titan to uphold a mission they were never meant to carry out. In multiplayer, Respawn is continuing to evolve their gameplay to provide a more robust experience that delivers expanded depth and variety that includes six new Titans, deeper Pilot abilities, more customization options, and a robust progression system that is sure to satisfy fans. [Electronic Arts]",
        "scores": {
            "metascore": "87",
            "userscore": "8.3"
        }
    },
    "49": {
        "title": "Odin Sphere Leifthrasir",
        "date": "June 7, 2016",
        "summary": "The tale of Armageddon is about to be told... In the world of Erion, the magical kingdom of Valentine held an enormous power. The \"Cauldron\" -- the source of this great power-- Maintained the kingdom's prosperity. However, Valentine suffered a sudden, mysterious downfall. And so the neighboring kingdoms clashed over the now-masterless Cauldron.",
        "scores": {
            "metascore": "87",
            "userscore": "8.1"
        }
    },
    "50": {
        "title": "Forza Horizon 3: Blizzard Mountain",
        "date": "December 13, 2016",
        "summary": "Blizzard Mountain invites players to the snowy elevations of a brand new playable area of Forza Horizon 3’s Australia. This is a place where speedy vehicles are welcome, ice and blizzard conditions are the norm, and snow tires are heartily recommended.",
        "scores": {
            "metascore": "87",
            "userscore": "7.7"
        }
    },
    "51": {
        "title": "INSIDE",
        "date": "July 7, 2016",
        "summary": "Hunted and alone, a boy finds himself drawn into the center of a dark project.",
        "scores": {
            "metascore": "87",
            "userscore": "8.6"
        }
    },
    "52": {
        "title": "XCOM 2",
        "date": "September 27, 2016",
        "summary": "Earth has changed. Twenty years have passed since world leaders offered an unconditional surrender to alien forces. XCOM, the planet’s last line of defense, was left decimated and scattered. Now, in XCOM 2, the aliens rule Earth, building shining cities that promise a brilliant future for humanity on the surface, while concealing a sinister agenda and eliminating all who dissent from their new order. Only those who live at the edges of the world have a margin of freedom. Here, a force gathers once again to stand up for humanity. Always on the run, and facing impossible odds, the remnant XCOM forces must find a way to ignite a global resistance, and eliminate the alien threat once and for all.",
        "scores": {
            "metascore": "87",
            "userscore": "7.6"
        }
    },
    "53": {
        "title": "Hex: Shards of Fate",
        "date": "January 26, 2016",
        "summary": "A trading card MMO game.",
        "scores": {
            "metascore": "87",
            "userscore": "6.3"
        }
    },
    "54": {
        "title": "Forza Horizon 3",
        "date": "September 27, 2016",
        "summary": "You’re in charge of the Horizon Festival. Customize everything, hire and fire your friends, and explore Australia in over 350 of the world’s greatest cars. Make your Horizon the ultimate celebration of cars, music, and freedom of the open road. How you get there is up to you. Drive through the vast desert and rocky canyons of the Outback to lush, wild rainforests, and to the sandy beaches and gleaming skyscrapers of Australia's Gold Coast. [Microsoft]",
        "scores": {
            "metascore": "86",
            "userscore": "7.0"
        }
    },
    "55": {
        "title": "The Witness",
        "date": "September 13, 2016",
        "summary": "You wake up, alone, on a strange island full of puzzles that will challenge and surprise you. You don't remember who you are, and you don't remember how you got here, but there's one thing you can do: explore the island in hope of discovering clues, regaining your memory, and somehow finding your way home. The Witness is a single-player game in an open world with dozens of locations to explore and over 500 puzzles. This game respects you as an intelligent player and it treats your time as precious. There's no filler each of those puzzles brings its own new idea into the mix. So, this is a game full of ideas.",
        "scores": {
            "metascore": "86",
            "userscore": "6.6"
        }
    },
    "56": {
        "title": "DiRT Rally",
        "date": "April 5, 2016",
        "summary": "DiRT Rally features 39 of the most iconic and relevant cars from yesteryear through to modern day, representing the cars that the players want, and the ones that make the most sense for the surfaces they race on. Six rallies with over 70 stages. Head to the muddy paths of Wales, the dusty trails of Greece and the icy tarmac of Monte Carlo. Take on the legendary hillclimb of Pikes Peak, the snowy thrills of Sweden, and the epic scenery of Finland. DiRT Rally has the iconic locations to test your nerve and delight your senses. Race at the Lydden Hill, Holjes and Hell tracks in six of the fastest off-road cars and take on your friends in bumper-to-bumper multiplayer racing.",
        "scores": {
            "metascore": "86",
            "userscore": "7.9"
        }
    },
    "57": {
        "title": "Killer Instinct Season 3",
        "date": "March 29, 2016",
        "summary": "Eight characters are coming to Killer Instinct with the Season 3 update, including Rash (Battletoads), Arbiter (Halo), Kim Wu, and Tusk.",
        "scores": {
            "metascore": "86",
            "userscore": "6.5"
        }
    },
    "58": {
        "title": "Stardew Valley",
        "date": "December 13, 2016",
        "summary": "You've inherited your grandfather's old farm plot in Stardew Valley. Armed with hand-me-down tools and a few coins, you set out to begin your new life. Can you learn to live off the land and turn these overgrown fields into a thriving home? It won't be easy. Ever since Joja Corporation came to town, the old ways of life have all but disappeared. The community center, once the town's most vibrant hub of activity, now lies in shambles. But the valley seems full of opportunity. With a little dedication, you might just be the one to restore Stardew Valley to greatness.",
        "scores": {
            "metascore": "86",
            "userscore": "7.8"
        }
    },
    "59": {
        "title": "Rise of the Tomb Raider",
        "date": "January 28, 2016",
        "summary": "After uncovering an ancient mystery, Lara Croft embarks on a journey throughout the most treacherous and remote regions of the world to find the secret of immortality. Forming powerful new alliances and relying on her intellect and survival skills, Lara will ultimately embrace her fate as the Tomb Raider. Featuring epic, high-octane action moments set in the most beautifully hostile environments on earth, Rise of the Tomb Raider delivers a cinematic survival action adventure where you will join Lara Croft on her first tomb raiding expedition and witness the rise of an icon.",
        "scores": {
            "metascore": "86",
            "userscore": "7.9"
        }
    },
    "60": {
        "title": "Total War: WARHAMMER",
        "date": "May 24, 2016",
        "summary": "In an era of ceaseless conquest, a myriad warriors clash in epic battles as entire races wage war on one another, each led by a notorious hero seeking dominion over the world. All at your command. The courageous Karl Franz marshals the men of the Empire, looking to unite the fractured elector counts under a banner of strength against their common foes. Hungry for the vicious brutality of combat, the Greenskins flock to the tribe of Grimgor Ironhide; Orcs and Goblins alike filled with an insatiable thirst for carnage. High King Thorgrim helms the stoic Dwarfs forth from their mountain strongholds, marching to right the serious injustices wrought upon them over the millennia. Yet the motives of the Vampire Counts under Mannfred von Carstein are shrouded in murderous secrecy, his armies raised from the decrepit ranks of the dead. And while the Old World is torn by betrayal, war and the unleashing of unfathomable power, a rising threat still whispers in the winds from the north. The fabric of reality itself begins to rend and buckle.",
        "scores": {
            "metascore": "86",
            "userscore": "7.4"
        }
    },
    "61": {
        "title": "Picross 3D: Round 2",
        "date": "September 1, 2016",
        "summary": "A fresh new layer of paintand strategy!\r\n\r\nChip away at a three-dimensional block puzzle to reveal the object hidden within. Only this time, blocks can be painted with two colors of paint to mold detailed shapes. Enjoy more than 300 puzzles at the Cafe or even tap compatible amiibo figures (sold separately) to solve 10 more puzzles hiding secret Nintendo characters!\r\n\r\nIn the Cafe, the more puzzles you complete, the more that open up to play. Accomplish certain objectives, like getting a high ranking on 30 puzzles, and youll earn even more. You can choose between easy, medium, and hard difficulty levels for each one, but no matter the complexity, youll always be rewarded with the hidden object. Some sets of puzzles offer additional tasks, from Timed Challenges to One-Chance Challenges. With this many brainteasing activities, there are always new risks to take and hidden objects to find!\r\n\r\n-Solve over 300 3D Picross puzzles using two colors of paint\r\n-Complete a variety of objectives to unlock even more puzzles\r\n-Scan compatible amiibo figures to unlock additional Nintendo character puzzles\r\n-Every puzzle can be completed in three difficulty levels: easy, medium, and hard\r\n-Additional challenges include timed puzzles and one-chance puzzles",
        "scores": {
            "metascore": "86",
            "userscore": "7.5"
        }
    },
    "62": {
        "title": "Gears of War 4",
        "date": "October 11, 2016",
        "summary": "After narrowly escaping an attack on their village, JD Fenix and his friends, Kait and Del, must rescue the ones they love and discover the source of a monstrous new enemy. Team up with four others and battle wave after wave of increasingly difficult enemies by choosing your combat class, leveling up your skills and deploying fortifications anywhere on the map. Compete online in new and favorite game types, all at 60fps on dedicated servers. A new visible ranking system means fairer matchmaking for social, competitive and professional players alike. Redefined Cover Gameplay: New weapons, close-cover combat moves and combat-knife executions turn each piece of cover into an offensive opportunity.",
        "scores": {
            "metascore": "86",
            "userscore": "6.7"
        }
    },
    "63": {
        "title": "Guilty Gear Xrd -REVELATOR-",
        "date": "June 7, 2016",
        "summary": "Guilty Gear Xrd -REVELATOR- moves along at 60 frames per second and features PS4/PS3 cross compatible battles. Choose from over 20+ fighters as you battle for glory in the post apocalypse. New modes and polished mechanics provide infinite ways to annihilate your rivals.",
        "scores": {
            "metascore": "86",
            "userscore": "8.0"
        }
    },
    "64": {
        "title": "Dishonored 2",
        "date": "November 10, 2016",
        "summary": "Dishonored 2 takes your protagonist, Corvo Attano or Emily Kaldwin, to the coastal city of Karnaca where the choices you make will have significant impact on the world.",
        "scores": {
            "metascore": "86",
            "userscore": "6.9"
        }
    },
    "65": {
        "title": "F1 2016",
        "date": "August 19, 2016",
        "summary": "Includes the full 2016 season calendar of 21 tracks, including the brand new Baku circuit in Azerbaijan, and the full roster of 22 drivers and 11 teams, including the new Haas F1 Team. F1 2016 immerses you in not only the on-track excitement of a FORMULA ONE career, including the inclusion of the iconic Safety Car and also the Virtual Safety Car for the first time, but also uniquely offers the drama and vehicle development that goes on behind the scenes. Work with your agent, engineer and team to develop your car in the deepest ever career experience, spanning up to ten seasons. Forge your own path to glory, and rise to be the champion.",
        "scores": {
            "metascore": "86",
            "userscore": "7.7"
        }
    },
    "66": {
        "title": "Pony Island",
        "date": "January 4, 2016",
        "summary": "Pony Island is a suspense puzzle game in disguise. You are in limbo, trapped in a malevolent and malfunctioning arcade machine devised by the devil himself.",
        "scores": {
            "metascore": "86",
            "userscore": "7.4"
        }
    },
    "67": {
        "title": "Thumper",
        "date": "October 10, 2016",
        "summary": "Thumper is a rhythm violence game. It combines classic rhythm-action with breakneck speed and brutal physicality.",
        "scores": {
            "metascore": "86",
            "userscore": "7.6"
        }
    },
    "68": {
        "title": "Titanfall 2",
        "date": "October 28, 2016",
        "summary": "In single player, Titanfall 2 delivers a crafted experience that explores the unique bond between man and machine. Playable offline, the single player campaign in Titanfall 2 lets fans step out onto The Frontier as a Militia rifleman with aspirations of becoming an elite Pilot. Stranded behind enemy lines and facing overwhelming odds, players must team up with a veteran Titan to uphold a mission they were never meant to carry out. In multiplayer, Respawn is continuing to evolve their gameplay to provide a more robust experience that delivers expanded depth and variety that includes six new Titans, deeper Pilot abilities, more customization options, and a robust progression system that is sure to satisfy fans. [Electronic Arts]",
        "scores": {
            "metascore": "86",
            "userscore": "8.3"
        }
    },
    "69": {
        "title": "Dying Light: The Following",
        "date": "February 9, 2016",
        "summary": "Dying Light: The Following is a significant expansion to Dying Light and the untold chapter of Kyle Crane’s story. Take to a vast new area that will transform your Dying Light experience through new game mechanics, environments and challenges on top of the established core of the game.",
        "scores": {
            "metascore": "86",
            "userscore": "8.1"
        }
    },
    "70": {
        "title": "Day of the Tentacle Remastered",
        "date": "March 21, 2016",
        "summary": "Dr. Fred’s mutated purple tentacle is about to take over the world, and only you can stop him. Originally released by LucasArts in 1993 as a sequel to Ron Gilbert’s Maniac Mansion, Day of the Tentacle is a mind-bending, time travel, cartoon puzzle adventure game in which three unlikely friends work together to prevent an evil mutated purple tentacle from taking over the world. Now, over 20 years later, Day of the Tentacle is back in a remastered edition that features all new hand-drawn, high resolution artwork, with remastered audio, music and sound effects (which the original 90s marketing blurb described as ‘zany!’). Players are able to switch back and forth between classic and remastered modes, and mix and match audio, graphics and user interface to their heart’s desire. We’ve also included a concept art browser, and recorded a commentary track with the game’s original creators Tim Schafer, Dave Grossman, Larry Ahern, Peter Chan, Peter McConnell and Clint Bajakian.",
        "scores": {
            "metascore": "86",
            "userscore": "7.9"
        }
    },
    "71": {
        "title": "Fire Emblem Fates: Birthright",
        "date": "February 19, 2016",
        "summary": "Two kingdoms at war – the peace-loving Hoshido and the glory-seeking Nohr. It is up to the player to decide which side to fight for. As the prince/princess of Hoshido, who was raised by Nohr royal family, you will be torn between two families you love. Whichever path you take, you will face different types of challenges.",
        "scores": {
            "metascore": "86",
            "userscore": "8.2"
        }
    },
    "72": {
        "title": "The Legend of Zelda: Twilight Princess HD",
        "date": "March 4, 2016",
        "summary": "A dark force, shrouded in twilight, has invaded the vast land of Hyrule. To restore light to the world, team up with the mysterious creature Midna and embrace the darkness to transform into a divine wolf. Fight through labyrinthine dungeons, survive puzzling traps in this legendary Zelda adventure. The Legend of Zelda: Twilight Princess is set in a world bursting with life—but also shadow. A dark figure from the Twilight Realm has invaded the world of light. As Link, a farmhand turned cursed beast, join forces with the impish Midna and trusted (albeit unusual) allies to survive a quest that'll take you to the farthest corners of Hyrule and beyond… to the Twilight Realm. This emotional adventure is now on the Wii U console with improved visuals and controls—and new challenges. Choose Hero Mode to take 2x normal damage, or tap the Wolf Link amiibo figure to unlock the tough Cave of Shadows. [Nintendo.com]",
        "scores": {
            "metascore": "86",
            "userscore": "8.5"
        }
    },
    "73": {
        "title": "Monster Hunter Generations",
        "date": "July 15, 2016",
        "summary": "Monster Hunter Generations is the most customizable Monster Hunter experience to date, and serves as a fitting tribute to the last decade of the series with a blend of brand new areas and monsters, and returning fan-favorites that have been updated and adapted to the newest generation of gameplay. Monster Hunter Generations introduces new gameplay mechanics including Styles and Hunter Arts that can further refine a very personalized playstyle. Mount monsters from mid-air using the Aerial style or make the most out of the advantageous Hunter Arts abilities with the Striker style. Hunter Arts are visually striking, indispensable combat skills and power-ups that hunters using any style or weapon can equip. Along the hunter's journey, players must defend each of the game's four villages from new major threats—the Fated Four. With hundreds of quests in store, there are tons of challenges to tackle in a solo adventure, and also via local or online play with up to three other hunters. [Nintendo]",
        "scores": {
            "metascore": "85",
            "userscore": "8.0"
        }
    },
    "74": {
        "title": "DiRT Rally",
        "date": "April 5, 2016",
        "summary": "DiRT Rally features 39 of the most iconic and relevant cars from yesteryear through to modern day, representing the cars that the players want, and the ones that make the most sense for the surfaces they race on. Six rallies with over 70 stages. Head to the muddy paths of Wales, the dusty trails of Greece and the icy tarmac of Monte Carlo. Take on the legendary hillclimb of Pikes Peak, the snowy thrills of Sweden, and the epic scenery of Finland. DiRT Rally has the iconic locations to test your nerve and delight your senses. Race at the Lydden Hill, Holjes and Hell tracks in six of the fastest off-road cars and take on your friends in bumper-to-bumper multiplayer racing.",
        "scores": {
            "metascore": "85",
            "userscore": "7.9"
        }
    },
    "75": {
        "title": "Crypt of the NecroDancer",
        "date": "February 2, 2016",
        "summary": "Crypt of the NecroDancer is a hardcore rhythm-based roguelike game. Can you survive this deadly dungeon of dance, slay the NecroDancer, and recapture your still beating heart? Or will you be a slave to the rhythm for all eternity? Players must move on the beat to navigate procedurally generated dungeons while battling dancing skeletons, zombies, dragons, and more! Groove with the game's epic dance soundtrack, or select songs from your own MP3 collection! You can even play with a dance pad to really shake your bones!",
        "scores": {
            "metascore": "85",
            "userscore": "6.4"
        }
    },
    "76": {
        "title": "Hearthstone: Heroes of Warcraft - Whispers of the Old Gods",
        "date": "April 26, 2016",
        "summary": "This sinister expansion revolves around the dark influence of the Old Gods, ancient and unspeakably evil creatures that have long lay hidden, imprisoned in the dark places of the world millennia ago. Despite their imprisonment, these shadowy beings' influence can be felt in every corner of Azeroth, twisting and corrupting any who hear their maddening whispers. With an army of followers performing forbidden empowerment rituals, the tentacles of these massive horrors are growing rapidly toward the light, eager to bring their own kind of excitement to the sunlit kingdoms and merry taverns of Azeroth.",
        "scores": {
            "metascore": "85",
            "userscore": "5.2"
        }
    },
    "77": {
        "title": "Firewatch",
        "date": "September 21, 2016",
        "summary": "The year is 1989. You are a man named Henry who has retreated from his messy life to work as a fire lookout in the Wyoming wilderness. Perched high atop a mountain, its your job to look for smoke and keep the wilderness safe. An especially hot, dry summer has everyone on edge. Your supervisor Delilah is available to you at all times over a small, handheld radioyour only contact with the world you've left behind. But when something strange draws you out of your lookout tower and into the forest, youll explore a wild and unknown environment, facing questions and making choices that can build or destroy the only meaningful relationship you have.\r\n\r\nA Note: Firewatch is a video game about adults having adult conversations about adult things. If you plan on playing with a younger gamer, that might be good to know going in.\r\n\r\nIncludes\r\n\r\n*    A stunningly beautiful wilderness environment that expands as you explore.\r\n*    A tailor-made story: the choices you make shape the narrative and build relationships.\r\n*    An edge-of-your-seat mystery.\r\n*    Secrets and discoveries to be made over every hill.",
        "scores": {
            "metascore": "85",
            "userscore": "4.7"
        }
    },
    "78": {
        "title": "BlazBlue: Chrono Phantasma Extend",
        "date": "March 2, 2016",
        "summary": "The most definitive installment of the renouned 2D fighting game franchise, BlazBlue, can finally be taken into your living room. Uncover the secrets, of the Chrono Phantasma Extend.",
        "scores": {
            "metascore": "85",
            "userscore": "7.6"
        }
    },
    "79": {
        "title": "DOOM",
        "date": "May 13, 2016",
        "summary": "There is no taking cover or stopping to regenerate health in campaign mode as you beat back Hell’s raging demon hordes. Combine your arsenal of futuristic and iconic guns, upgrades, movement and an advanced melee system to knock-down, slash, stomp, crush, and blow apart demons in creative and violent ways. In multiplayer, dominate your opponents in DOOM’s signature, fast-paced arena-style combat. In both classic and all-new game modes, annihilate your enemies utilizing your personal blend of skill, powerful weapons, vertical movement, and unique power-ups that allow you to play as a demon. DOOM SnapMap is an easy-to-use game and level editor that allows for limitless gameplay experiences on every platform. Anyone can snap together and customize maps, add pre-defined or custom gameplay, and edit game logic to create new modes. Instantly play your creation or make it available to players around the world. [ID/Bethesda]",
        "scores": {
            "metascore": "85",
            "userscore": "8.4"
        }
    },
    "80": {
        "title": "Shadow Tactics: Blades of the Shogun",
        "date": "December 6, 2016",
        "summary": "The tactical game with stealth elements Shadow Tactics: Blades of the Shogun is a cooperative endeavor of Daedalic Entertainment and Mimimi Productions. The game is a special take on the genre: it takes place during the Edo-Era of Japan in 1615. Within a playtime of roughly 25 hours, 5 characters will face challenging missions, each protagonist with their own special field of expertise. Only if you know the positive and negative qualities of your characters and play tactically and with finesse, will you master the challenges ahead.",
        "scores": {
            "metascore": "85",
            "userscore": "8.5"
        }
    },
    "81": {
        "title": "Pro Evolution Soccer 2017",
        "date": "September 13, 2016",
        "summary": "In PES 2017, the 1st touch is calculated by player attributes, as well as the further inclusion of real ball physics directly controlled by the input ball touch. See how different players control the ball in unique and different ways based on where and how you control them, dictating the flow of the game based on how they react to the unpredictable movement of the ball. In addition, there is more control in how you receive passes, and depending on the pass, players can visually execute the exact play intended, from receiving a pass to sending the ball out again. [Konami]",
        "scores": {
            "metascore": "85",
            "userscore": "7.3"
        }
    },
    "82": {
        "title": "F1 2016",
        "date": "August 19, 2016",
        "summary": "Includes the full 2016 season calendar of 21 tracks, including the brand new Baku circuit in Azerbaijan, and the full roster of 22 drivers and 11 teams, including the new Haas F1 Team. F1 2016 immerses you in not only the on-track excitement of a FORMULA ONE career, including the inclusion of the iconic Safety Car and also the Virtual Safety Car for the first time, but also uniquely offers the drama and vehicle development that goes on behind the scenes. Work with your agent, engineer and team to develop your car in the deepest ever career experience, spanning up to ten seasons. Forge your own path to glory, and rise to be the champion.",
        "scores": {
            "metascore": "85",
            "userscore": "7.9"
        }
    },
    "83": {
        "title": "Assault Android Cactus",
        "date": "March 8, 2016",
        "summary": "Assault Android Cactus is an intense arcade style twin stick shooter - pick from one of nine unique synthetic heroines and blast your way through overwhelming robots hordes to save the ship from its own workforce. Supports single player and local co-op game modes.",
        "scores": {
            "metascore": "85",
            "userscore": "6.2"
        }
    },
    "84": {
        "title": "Mortal Kombat XL",
        "date": "March 1, 2016",
        "summary": "Includes main game, and new playable characters Alien, Leatherface, Triborg, and Bo'Rai Cho. Previously released playable characters include Predator, Jason Voorhees, Tremor, Tanya, and Goro. Also includes new skins pack Apocalypse Pack and all previously released skins packs.",
        "scores": {
            "metascore": "85",
            "userscore": "7.7"
        }
    },
    "85": {
        "title": "Ratchet & Clank",
        "date": "April 12, 2016",
        "summary": "Play the game, based on the movie, based on the game. Ratchet & Clank (PS4) is a new game based on elements from the original Ratchet & Clank (PS2). Developed alongside the major motion CG-animated picture coming to theatres in 2016, Ratchet & Clank (PS4) marks the PlayStation 4 debut of PlayStation's greatest heroes. Join Ratchet, Clank, Captain Qwark and new friends as they battle to save the Solana Galaxy from the evil Chairman Drek. With an hour of new cinematics (including footage from the film), Ratchet & Clank (PS4) takes a deeper look at the characters' origin stories and modernizes the original gameplay. Explore the galaxy in a game that features new planets, new and updated gameplay segments, all-new bosses, all-new Clank gameplay, all-new flight sequences, and much more --- with completely new visuals built to demonstrate the power of the PS4. Battle your enemies with an out-of-this-world arsenal, including new weapons and fan-favorite tools of destruction from the Ratchet & Clank Future series. From the brand new Pixelizer (which transforms enemies into explosive 8-bit pixels) to franchise favorites like the dance-party-inducing Groovitron and wise-cracking robotic bodyguard Mr. Zurkon, Ratchet & Clank's arsenal has never been better. Help Ratchet and Clank save the galaxy for the first time, again, exclusively on PlayStation 4.",
        "scores": {
            "metascore": "85",
            "userscore": "8.6"
        }
    },
    "86": {
        "title": "MLB The Show 16",
        "date": "March 29, 2016",
        "summary": "ShowTime takes critical in-game Road To The Show moments and slows them down to give you maximum control. Make Gold Glove plays and come through in the clutch with this tool that allows finer, more focused user control. Immersive Road To The Show – With a curated in-game environment and a revamped training system that includes Gameplay Perks, The Show 16 offers a more personalized experience that acknowledges key moments of your career as you travel from a nobody to the Hall of Fame. An improved “Topps Prospect Showcase” includes Bowman Scout Day and a new 20-80 scale scouting report. Streamlined game logic maximizes the time spent in situations that matter. Conquest Mode – This single-player online experience takes your Diamond Dynasty team on the road as you travel through North America en route to becoming America's most popular team. As you earn fans, strategically move them to hold territories or help take over new territories as you attempt to achieve baseball manifest destiny.",
        "scores": {
            "metascore": "85",
            "userscore": "7.3"
        }
    },
    "87": {
        "title": "The Last Door: Season 2",
        "date": "March 29, 2016",
        "summary": "In Season 2 of The Last Door, the search for his missing client will bring psychiatrist John Wakefield deeper into a conspiracy of darkness and closer to the heart of madness than ever before.",
        "scores": {
            "metascore": "85",
            "userscore": "7.3"
        }
    },
    "88": {
        "title": "Chime Sharp",
        "date": "July 19, 2016",
        "summary": "Place pieces, paint the board, make music. Chime Sharp is an sequel to 2009's Chime, a music puzzle game with an addictive, ambient heartbeat. You tessellate shapes to cover a grid, while a beatline reads those shapes as notes. As you cover the board the music builds to a beautiful crescendo of your own design. The only way to discover Chime is to play it, but if you want a glimpse, consider what it might feel like to cross Tetris, a music sequencer and a hypnotic dream about your favourite pop song.",
        "scores": {
            "metascore": "85",
            "userscore": "4.8"
        }
    },
    "89": {
        "title": "FIFA 17",
        "date": "September 27, 2016",
        "summary": "EA SPORTS FIFA 17 The Journey isa new game mode powered by Frostbite. Immersed in The Journey, fans live their story on and off the pitch as Premier League prospect, Alex Hunter who is looking to make his mark. Fans visit new football worlds, meet new characters full of depth, and navigate emotional highs and lows of their unique story arc through decisions off the pitch, their performance on it, and character interactions throughout the 2016/17 season while playing for any of the 20 Premier League clubs. [Electronic Arts]",
        "scores": {
            "metascore": "85",
            "userscore": "4.9"
        }
    },
    "90": {
        "title": "DOOM",
        "date": "May 13, 2016",
        "summary": "There is no taking cover or stopping to regenerate health in campaign mode as you beat back Hell’s raging demon hordes. Combine your arsenal of futuristic and iconic guns, upgrades, movement and an advanced melee system to knock-down, slash, stomp, crush, and blow apart demons in creative and violent ways. In multiplayer, dominate your opponents in DOOM’s signature, fast-paced arena-style combat. In both classic and all-new game modes, annihilate your enemies utilizing your personal blend of skill, powerful weapons, vertical movement, and unique power-ups that allow you to play as a demon. DOOM SnapMap is an easy-to-use game and level editor that allows for limitless gameplay experiences on every platform. Anyone can snap together and customize maps, add pre-defined or custom gameplay, and edit game logic to create new modes. Instantly play your creation or make it available to players around the world. [ID/Bethesda]",
        "scores": {
            "metascore": "85",
            "userscore": "8.5"
        }
    },
    "91": {
        "title": "Gone Home: Console Edition",
        "date": "January 12, 2016",
        "summary": "The eldest daughter of the Greenbriar family returns after a year abroad. She expects her parents and sister to greet her. Instead she finds only a deserted house, filled with secrets. Where is everyone? And what's happened here? Find out for yourself in Gone Home, a first-person game entirely about exploration, mystery and discovery. The house is yours to explore as you see fit. Open any drawer or door to investigate what's inside. Piece together the mysteries from notes and clues woven into the house itself. Discover the story of a year in the life of the Greenbriar family. Dig deeper. Go home again.",
        "scores": {
            "metascore": "85",
            "userscore": "4.6"
        }
    },
    "92": {
        "title": "Valkyria Chronicles Remastered",
        "date": "May 17, 2016",
        "summary": "The Principality of Gallia, a small neutral country between two superpower nations, suddenly faces invasion at the hands of the Empire. In the face of an overwhelming military power, the Gallian army has lost all hope. However, a ragtag volunteer militia has risen up against all odds to fight off the invading Imperial Army! Through various situations born of the extreme nature of war, this large-scale strategy RPG depicts themes such as living life to the fullest and the importance of human relationships. [Sega]",
        "scores": {
            "metascore": "84",
            "userscore": "8.1"
        }
    },
    "93": {
        "title": "Planet Coaster",
        "date": "November 17, 2016",
        "summary": "Planet Coaster is the future of coaster park simulation games. From the developer: We’ve created a living world where every guest is an individual with their own personality and money in their pocket. We’re giving you limitless freedom to build rides and scenery piece by piece, and to seamlessly blend them with your own hand-sculpted terrain. We’re building a connected global village where everyone can share in your creativity. And that’s just the start. We hope you’ll join us to dream, build and share the ultimate coaster parks in Planet Coaster. [Frontier]",
        "scores": {
            "metascore": "84",
            "userscore": "7.7"
        }
    },
    "94": {
        "title": "FIFA 17",
        "date": "September 27, 2016",
        "summary": "EA SPORTS FIFA 17 The Journey isa new game mode powered by Frostbite. Immersed in The Journey, fans live their story on and off the pitch as Premier League prospect, Alex Hunter who is looking to make his mark. Fans visit new football worlds, meet new characters full of depth, and navigate emotional highs and lows of their unique story arc through decisions off the pitch, their performance on it, and character interactions throughout the 2016/17 season while playing for any of the 20 Premier League clubs. [Electronic Arts]",
        "scores": {
            "metascore": "84",
            "userscore": "5.1"
        }
    },
    "95": {
        "title": "BioShock: The Collection",
        "date": "September 13, 2016",
        "summary": "Return to the cities of Rapture and Columbia and experience the BioShock franchise like never before, remastered in 1080p. BioShock: The Collection contains all single-player content from BioShock, BioShock 2, and BioShock Infinite, all single-player add-on content, the “Columbia’s Finest” pack, and Director’s Commentary: Imagining BioShock, featuring Ken Levine and Shawn Robertson.",
        "scores": {
            "metascore": "84",
            "userscore": "8.6"
        }
    },
    "96": {
        "title": "BlazBlue: Central Fiction",
        "date": "November 1, 2016",
        "summary": "BlazBlue: Central Fiction is the newest installment in the BlazBlue franchise of next gen 2D fighters. Prepare yourself for a new story, new characters, levels, modes, system mechanics and more. Choose from over 33 fighters as you battle for 2D supremacy.",
        "scores": {
            "metascore": "84",
            "userscore": "7.7"
        }
    },
    "97": {
        "title": "Salt and Sanctuary",
        "date": "March 15, 2016",
        "summary": "Salt and Sanctuary casts you as a sailor shipwrecked on a strange, purgatorial island, insulated somehow against a backdrop of centuries-old worldwide perpetual war. What hope remains is isolated in Sanctuaries: protected dwellings where travelers band together under common creeds to take shelter from the hostile world outside.",
        "scores": {
            "metascore": "84",
            "userscore": "8.1"
        }
    },
    "98": {
        "title": "Steins;Gate 0",
        "date": "November 29, 2016",
        "summary": "If you can't save the on you love... ... How can you save humanity?\r\n\r\n- A new story in the critically-acclaimed Steins;Gate series.\r\n- From the depths of despair - explore a whole new world line\r\n- Your favourite characters return alongside a brand new cast!",
        "scores": {
            "metascore": "84",
            "userscore": "8.5"
        }
    },
    "99": {
        "title": "Gears of War 4",
        "date": "October 11, 2016",
        "summary": "A new saga begins. After narrowly escaping an attack on their village, JD Fenix and his friends, Kait and Del, must rescue the ones they love and discover the source of a monstrous new enemy. Engage in a two-player co-op campaign with friends locally via split-screen, over Xbox Live or LAN. Player 2 can select either Kait or Del. Team up with four others and battle wave after wave of increasingly difficult enemies by choosing your combat class, leveling up your skills and deploying fortifications anywhere on the map. Compete online in new and favorite game types, all at 60fps on dedicated servers. A new visible ranking system means fairer matchmaking for social, competitive and professional players alike. [Xbox.com]",
        "scores": {
            "metascore": "84",
            "userscore": "6.9"
        }
    },
    "100": {
        "title": "Darkest Dungeon",
        "date": "January 19, 2016",
        "summary": "Darkest Dungeon is a gothic roguelike RPG dungeon crawler about the psychological stresses of adventuring. You will lead a band of four heroes on a perilous side-scrolling descent, dealing with a prodigious number of threats to their bodily health, and worse, a relentless assault on their mental fortitude! Five hundred feet below the earth you will not only fight unimaginable foes, but famine, disease, and the stress of the ever-encroaching dark. Darkest Dungeon focuses on the humanity and psychological vulnerability of the heroes and asks: What emotional toll does a life of adventure take?",
        "scores": {
            "metascore": "84",
            "userscore": "7.8"
        }
    }
}