{
    "1": {
        "title": "The Legend of Zelda: Breath of the Wild",
        "date": "March 3, 2017",
        "summary": "Forget everything you know about The Legend of Zelda games. Step into a world of discovery, exploration and adventure in The Legend of Zelda: Breath of the Wild, a boundary-breaking new game in the acclaimed series. Travel across fields, through forests and to mountain peaks as you discover what has become of the ruined kingdom of Hyrule in this open-air adventure. Explore the wilds of Hyrule any way you like - Climb up towers and mountain peaks in search of new destinations, then set your own path to get there and plunge into the wilderness. Along the way, you'll battle towering enemies, hunt wild beasts and gather ingredients for the food and elixirs you'll need to sustain you on your journey. More than 100 Shrines of Trials to discover and explore - Shrines dot the landscape, waiting to be discovered in any order you want. Search for them in various ways, and solve a variety of puzzles inside. Work your way through the traps and devices inside to earn special items and other rewards that will help you on your adventure.\r\n*    Be prepared and properly equipped - With an entire world waiting to be explored, you'll need a variety of outfits and gear to reach every corner. You may need to bundle up with warmer clothes or change into something better suited to the desert heat. Some clothing even has special effects that, for example, can make you faster and stealthier.\r\n*    Battling enemies requires strategy - The world is inhabited with enemies of all shapes and sizes. Each one has its own attack method and weaponry, so you must think quickly and develop the right strategies to defeat them.\r\n*    amiibo compatibility - Tap the Wolf Link amiibo (sold separately) to make Wolf Link appear in game. Wolf Link will attack enemies on his own and help you find items you're searching for.",
        "scores": {
            "metascore": "97",
            "userscore": "8.6"
        }
    },
    "2": {
        "title": "Super Mario Odyssey",
        "date": "October 27, 2017",
        "summary": "New Evolution of Mario Sandbox-Style Gameplay. Mario embarks on a new journey through unknown worlds, running and jumping through huge 3D worlds in the first sandbox-style Mario game since Super Mario 64 and Super Mario Sunshine. Set sail between expansive worlds aboard an airship, and perform all-new actions, such as throwing Mario's cap.",
        "scores": {
            "metascore": "97",
            "userscore": "8.9"
        }
    },
    "3": {
        "title": "The Legend of Zelda: Breath of the Wild",
        "date": "March 3, 2017",
        "summary": "Ignore everything you know about The Legend of Zelda games. Step into a world of discovery, exploration and adventure in The Legend of Zelda: Breath of the Wild. Travel across fields, through forests and to mountain peaks as you discover what has become of the ruined kingdom of Hyrule in this stunning open-air adventure. Explore the wilds of Hyrule any way you like - Climb up towers and mountain peaks in search of new destinations, then set your own path to get there and plunge into the wilderness. Along the way, you'll battle towering enemies, hunt wild beasts and gather ingredients for the food and elixirs you'll need to sustain you on your journey. More than 100 Shrines of Trials to discover and explore - Shrines dot the landscape, waiting to be discovered in any order you want. Search for them in various ways, and solve a variety of puzzles inside. Work your way through the traps and devices inside to earn special items and other rewards that will help you on your adventure. Be prepared and properly equipped - With an entire world waiting to be explored, you'll need a variety of outfits and gear to reach every corner. You may need to bundle up with warmer clothes or change into something better suited to the desert heat. Some clothing even has special effects that, for example, can make you faster and stealthier. [Nintendo]",
        "scores": {
            "metascore": "96",
            "userscore": "8.2"
        }
    },
    "4": {
        "title": "Divinity: Original Sin II",
        "date": "September 14, 2017",
        "summary": "Master deep, tactical combat. Join up to 3 other players - but know that only one of you will have the chance to become a God.",
        "scores": {
            "metascore": "93",
            "userscore": "8.8"
        }
    },
    "5": {
        "title": "Persona 5",
        "date": "April 4, 2017",
        "summary": "Beneath the veneer of typical urban high school life, a group of teenagers mask their mysterious alter egos, their \"phantom thief\" side. Who are they? Why are they dressed as such? What are their motives? And... why are they being pursued? A picaresque coming-of-age story, Persona 5 brings a new twist to the RPG genre. Assume the role of a second-year high school student who becomes a Persona-user through an unexpected incident. Having moved to Tokyo just before the start of the school year, he finds residence at a cafe run by his parents' friend, and is about to get his first taste of school life in the big city. The protagonist seems quiet and well-mannered at first glance, but gives a completely different impression once he has donned his \"phantom thief\" guise. What is the motivation of his alter ego...? Arsene is the protagonist's initial Persona, characterized by a mask-like face and a pair of huge, black wings. Some suspect an association between its name and the famous gentleman-thief, Arsene Lupin. What is the origin of this Persona, and what power does it hold? This is an account of the wild adventures experienced by a team of young misfits, who grow dramatically along the way. While attending Shujin High School, the protagonist will encounter a number of individuals, each with his or her own distinctive personality and charm. School life in the city is full of surprises and interesting events! It will most definitely be a fun year for the protagonist, living as an ordinary student. However, he and his friends become involved in an incident which leads to the awakening of their Personas. No one would ever suspect that these adolescents will eventually shake the world... Welcome to the next iteration of the Persona series, boasting a brand new metropolitan setting, all-new cast, and fresh, original story. [Atlus]",
        "scores": {
            "metascore": "93",
            "userscore": "8.7"
        }
    },
    "6": {
        "title": "What Remains of Edith Finch",
        "date": "July 19, 2017",
        "summary": "What Remains of Edith Finch is a collection of short stories about a cursed family in Washington State.",
        "scores": {
            "metascore": "92",
            "userscore": "7.7"
        }
    },
    "7": {
        "title": "Undertale",
        "date": "August 15, 2017",
        "summary": "Welcome to UNDERTALE. In this RPG, you control a human who falls underground into the world of monsters. Now you must find your way out... or stay trapped forever.\r\n\r\n((Healthy Dog's Warning: Game contains imagery that may be harmful to players with photosensitive epilepsy or similar condition.))\r\n\r\nfeatures:\r\n\r\n*    Killing is unnecessary: negotiate out of danger using the unique battle system.\r\n*    Time your attacks for extra damage, then dodge enemy attacks in a style reminiscent of top-down shooters.\r\n*    Original art and soundtrack brimming with personality.\r\n*    Soulful, character-rich story with an emphasis on humor.\r\n*    Created mostly by one person.\r\n*    Become friends with all of the bosses!\r\n*    At least 5 dogs.\r\n*    You can date a skeleton.\r\n*    Hmmm... now there are 6 dogs...?\r\n*    Maybe you won't want to date the skeleton.\r\n*    I thought I found a 7th dog, but it was actually just the 3rd dog.\r\n*    If you play this game, can you count the dogs for me...? I'm not good at it.",
        "scores": {
            "metascore": "92",
            "userscore": "6.8"
        }
    },
    "8": {
        "title": "Okami HD",
        "date": "December 12, 2017",
        "summary": "In Okami, the player takes the role of the mythical sun goddess Amaterasu, in the form of a wolf. Her task is to restore color (or 'life') to the world by destroying the monsters who have stolen it. Since Amaterasu is a diety, there are naturally people who worship her and people who don't. The more people who worship her (as a result of her restoring color and doing other good deeds for them), the more powerful she becomes.",
        "scores": {
            "metascore": "92",
            "userscore": "7.9"
        }
    },
    "9": {
        "title": "Mario Kart 8 Deluxe",
        "date": "April 28, 2017",
        "summary": "Race and battle your friends in the definitive version of Mario Kart 8. Hit the road with the definitive version of Mario Kart 8 and play anytime, anywhere! Race your friends or battle them in a revised battle mode on new and returning battle courses. Play locally in up to 4-player multiplayer in 1080p while playing in TV Mode. Every track from the Wii U version, including DLC, makes a glorious return. Plus, the Inklings appear as all-new guest characters, along with returning favorites, such as King Boo, Dry Bones, and Bowser Jr. Race your friends in the definitive version of Mario Kart 8, only on Nintendo Switch. Race as every character on every track from the Wii U version, including DLC characters and tracks. Pop some balloons in the revamped Battle mode, complete with Balloon Battle and Bob-omb Blast. Battle on new courses, like Urchin Underpass and Battle Stadium, or returning ones, such as GCN Luigi's Mansion and SNES Battle Course 1. Inkling Girl & Inkling Boy from Splatoon, King Boo, Dry Bones, and Bowser Jr. join the roster. Players can choose a new Smart Steering feature which makes driving and staying on the track easy for novice players and kids even at 200cc. Three new vehicles have been added, two are even inspired by Splatoon. Carry two items at the same time. Returning items include Boo, the item stealing ghost, and the Feather, which gives you a high jump in battle mode. Play your friends in local wireless multiplayer with up to 8 players. Drive through in 1080p HD quality in TV mode. Play on the go with handheld mode and play anytime, anywhere.",
        "scores": {
            "metascore": "92",
            "userscore": "8.6"
        }
    },
    "10": {
        "title": "SteamWorld Heist: Ultimate Edition",
        "date": "December 28, 2017",
        "summary": "Join Captain Piper Faraday, smuggler and occasional pirate, as she recruits a rag-tag team of steam-driven robots and sets out on a daring adventure. With your hearty crew you’ll board, loot and shoot your way through enemy spaceships. Overcome the challenges of the vast frontier by upgrading your robots with unique abilities, weapons – and even stylish hats!",
        "scores": {
            "metascore": "91",
            "userscore": "8.6"
        }
    },
    "11": {
        "title": "Shovel Knight: Treasure Trove",
        "date": "March 3, 2017",
        "summary": "Shovel Knight: Treasure Trove is the full and complete edition of Shovel Knight, a sweeping classic action adventure game series with awesome gameplay, memorable characters, and an 8-bit retro aesthetic! Become Shovel Knight, wielder of the Shovel Blade, as he runs, jumps, and battles in a quest for his lost beloved. Take down the nefarious knights of the Order of No Quarter and their menacing leader, The Enchantress.\r\n\r\nBut that's not everything! Shovel Knight: Treasure Trove also features three additional campaigns that are games all unto themselves! Take control of Plague Knight, Specter Knight, and King Knight on adventures of their own! Together, they form a grand and sweeping saga!\r\n\r\nWith a fully cooperative campaign, a full-featured challenge mode, a 4 player battle mode, and body swap mode, you'll be digging for a long time. With Shovel Knight: Treasure Trove, you get it all. Uphold the virtues of Shovelry, earn relics and riches, and discover the true meaning of shovel justice!",
        "scores": {
            "metascore": "91",
            "userscore": "8.2"
        }
    },
    "12": {
        "title": "Bayonetta",
        "date": "April 11, 2017",
        "summary": "Bayonetta is a cinematic and stylish action game from the creative mind of Hideki Kamiya. As a gun-wielding witch with powers beyond the comprehension of mere mortals, Bayonetta faces-off against countless enemies in a game of 100% pure all-out action. Outlandish finishing moves are performed with acrobatic grace as Bayonetta flows from one fight to another. Bayonetta pushes the limits of the action genre with magnificent over-the-top action and fast-paced, dynamic climax combat.",
        "scores": {
            "metascore": "90",
            "userscore": "8.1"
        }
    },
    "13": {
        "title": "F1 2017",
        "date": "August 24, 2017",
        "summary": "Win the 2017 World Championship, break every record in the fastest ever F1 cars, and race some of the most iconic F1 cars of the last 30 years. The game sports an even deeper ten year Career, more varied gameplay in the new ‘Championships’ mode, and a host of other new features, both online and offline.",
        "scores": {
            "metascore": "89",
            "userscore": "7.4"
        }
    },
    "14": {
        "title": "Final Fantasy XIV: Stormblood",
        "date": "June 20, 2017",
        "summary": "Dive into the next chapter of the Final Fantasy XIV Online with its next expansion pack - Stormblood. Explore vast, new lands, including Ala Mhigo, and challenge new Primal threats across Eorzea as you embark on hundreds of new quests as the Warrior of Light. \r\n\r\nFEATURES\r\n\r\n* Level cap increased from 60 -> 70\r\n* New jobs, including red mage\r\n* New exploration with swimming and diving\r\n* New areas to explore\r\n* A new primal  Lakshmi\r\n* New dungeons\r\n* New High-level Raid The Bend of Time  Omega\r\n* New alliance raid Return to Ivalice\r\n* The Forbidden Land of Eureka\r\n* New gear and crafting recipes\r\n* A fourth residential district\r\n* Expanded item inventory and changes to the battle system",
        "scores": {
            "metascore": "89",
            "userscore": "8.6"
        }
    },
    "15": {
        "title": "Lone Echo",
        "date": "July 20, 2017",
        "summary": "You’re Jack, an advanced cybernetic AI stationed at a mining facility on the rings of Saturn. Alongside Captain Olivia Rhodes, you’ll use your technical ingenuity and futuristic tools to overcome a variety of challenges and obstacles while you investigate a mysterious spatial anomaly.",
        "scores": {
            "metascore": "89",
            "userscore": "7.9"
        }
    },
    "16": {
        "title": "Rez Infinite",
        "date": "August 9, 2017",
        "summary": "To resolve the world's rising crime rates, a new system called Project-K was created. However, Eden, the core of Project-K, has fallen into a vegetative state. Now it's up to you, a hacker, to travel through a cyberspace filled with firewalls, viruses, and other obstacles, and jump-start the system's artificial intelligence. Scattered throughout the levels are evolution spheres, which let you transform into more powerful humanoid forms. The game features a pounding soundtrack and unique vector worlds.",
        "scores": {
            "metascore": "89",
            "userscore": "7.2"
        }
    },
    "17": {
        "title": "Horizon Zero Dawn",
        "date": "February 28, 2017",
        "summary": "Horizon Zero Dawn is a PS4-exclusive action role playing game developed by Guerrilla Games, creators of the Killzone franchise. As Horizon Zero Dawn’s main protagonist Aloy, a skilled hunter, explore a vibrant and lush world inhabited by mysterious mechanized creatures. Embark on an emotional journey to unravel mysteries of tribal societies, ancient artifacts and advanced technologies that will determine the fate of this planet, and of life itself.",
        "scores": {
            "metascore": "89",
            "userscore": "8.4"
        }
    },
    "18": {
        "title": "Injustice 2",
        "date": "May 16, 2017",
        "summary": "Every battle defines you.\r\n\r\nPower up and build the ultimate version of your favorite DC legends in INJUSTICE 2. With a massive selection of DC Super Heroes and Super-Villains, INJUSTICE 2 allows you to equip every iconic character with unique and powerful gear earned throughout the game. Experience an unprecedented level of control over how your favorite characters look, how they fight, and how they develop across a huge variety of game modes. This is your super Hero. Your Journey. Your Injustice.",
        "scores": {
            "metascore": "89",
            "userscore": "8.1"
        }
    },
    "19": {
        "title": "What Remains of Edith Finch",
        "date": "April 24, 2017",
        "summary": "What Remains of Edith Finch is a collection of short stories about a cursed family in Washington State.",
        "scores": {
            "metascore": "89",
            "userscore": "8.3"
        }
    },
    "20": {
        "title": "XCOM 2: War of the Chosen",
        "date": "August 29, 2017",
        "summary": "XCOM 2: War of the Chosen adds extensive new content in the fight against ADVENT when additional resistance factions form in order to eliminate the alien threat on Earth. In response, a new enemy, known as the “Chosen,” emerges with one goal: recapture the Commander. This expansion includes new Hero classes to counter the “Chosen”, new enemies, missions, environments and increased depth in strategic gameplay.",
        "scores": {
            "metascore": "88",
            "userscore": "7.8"
        }
    },
    "21": {
        "title": "N++",
        "date": "October 4, 2017",
        "summary": "N++ is a fast-paced, action-packed puzzle platformer set in the distant future. You play as a ninja, darting through obstacles, narrowly evading a slew of inadvertently homicidal enemy robots and collecting delicious gold in a minimalist, sci-fi world.\r\n\r\nN++ is all about smooth physics, deftly controlling the speed and inertia of the ninja,and the awesome feeling of fluidly moving through each level. It's bursting with hundreds of single player and multiplayer levels, each featuring a series of difficult challenges, diabolical traps and a distinct visual style to nimbly soar through.\r\n\r\nIf that wasn't enough, the integrated level-editor allows you to make and share your levels with every other person on the planet. Get ready for the biggest test of your ninja skills yet!",
        "scores": {
            "metascore": "88",
            "userscore": "5.6"
        }
    },
    "22": {
        "title": "What Remains of Edith Finch",
        "date": "April 25, 2017",
        "summary": "The game is a collection of short stories. Each of those stories focuses on the death of a different Finch family member and each is meant to look and feel different from the others, the way no two people in any family are alike. [Giant Sparrow]",
        "scores": {
            "metascore": "88",
            "userscore": "8.3"
        }
    },
    "23": {
        "title": "Wolfenstein II: The New Colossus",
        "date": "October 27, 2017",
        "summary": "Wolfenstein II: The New Colossus is the highly anticipated sequel to the critically acclaimed, Wolfenstein: The New Order developed by the award-winning studio MachineGames. An exhilarating adventure brought to life by the industry-leading id Tech 6, Wolfenstein II sends players to Nazi-controlled America on a mission to recruit the boldest resistance leaders left. Fight the Nazis in iconic American locations, equip an arsenal of badass guns, and unleash new abilities to blast your way through legions of Nazi soldiers in this definitive first-person shooter. America, 1961. The Nazis maintain their stranglehold on the world. You are BJ Blazkowicz, aka Terror-Billy, member of the Resistance, scourge of the Nazi empire, and humanitys last hope for liberty. Only you have the guts, guns, and gumption to return stateside, kill every Nazi in sight, and spark the second American Revolution.",
        "scores": {
            "metascore": "88",
            "userscore": "6.4"
        }
    },
    "24": {
        "title": "NieR: Automata",
        "date": "March 7, 2017",
        "summary": "NieR Producer Yosuke Saito, director Taro Yoko and composer Keiichi Okabe return, teaming up with character designer Akihiko Yoshida and PlatinumGames to present the next entry in the saga – NieR: Automata.",
        "scores": {
            "metascore": "88",
            "userscore": "8.9"
        }
    },
    "25": {
        "title": "Cuphead",
        "date": "September 29, 2017",
        "summary": "Cuphead is a classic run and gun action game primarily focused on boss battles. Inspired by the cartoons of the 1930s, the visuals and audio are carefully created with the same techniques of the era, i.e. traditional cel animation (hand drawn & hand inked), watercolor backgrounds, and original jazz recordings. Play as Cuphead or Mugman (in single player or co-op) as you traverse strange worlds, acquire new weapons, learn powerful super moves, and discover hidden secrets. [Studio MDHR]",
        "scores": {
            "metascore": "88",
            "userscore": "8.2"
        }
    },
    "26": {
        "title": "SteamWorld Dig 2",
        "date": "September 21, 2017",
        "summary": "Grab your pickaxe and dig into the sequel to SteamWorld Dig. A platform mining adventure forged in Metroidvania flames. In search of her lost friend, a lone steambot and her unlikely companion must dig deep, gain riches and explore an underworld riddled with danger. But time is running short... [Nintendo]",
        "scores": {
            "metascore": "88",
            "userscore": "8.6"
        }
    },
    "27": {
        "title": "Cave Story +",
        "date": "June 20, 2017",
        "summary": "Cave Story takes you into a rare world where a curious race of innocent, rabbit-like creatures called Mimiga run free. You wake up in a dark cave with no memory of who you are, where you came from or why you're in such a place. Uncovering Mimiga Village, you discover that the once-carefree Mimiga are in danger at the hands of a maniacal scientist. Their only hope rests squarely on the shoulders of a quiet, amnesiac boy who can't remember his own name. Take control, learn the origins of this world's power, stop the delusional villain and save the Mimiga.",
        "scores": {
            "metascore": "88",
            "userscore": "7.9"
        }
    },
    "28": {
        "title": "Night in the Woods",
        "date": "February 21, 2017",
        "summary": "Night In The Woods is a 2D story-focused adventure/exploration game with many extracurricular activities to enjoy, characters to meet, and secrets to discover. Run, jump and use astral projection to explore the many sides of town of Possum Springs and the surrounding environs. Waste time around town with your crew of loser friends. Gain abilities that grant passage to new areas. Discover the secrets of a large cast of characters and the town itself. Experience a big crazy world and the remarkable events unfolding there. Play bass. Break stuff.",
        "scores": {
            "metascore": "88",
            "userscore": "7.4"
        }
    },
    "29": {
        "title": "Nex Machina: Death Machine",
        "date": "June 20, 2017",
        "summary": "From the collaboration between Housemarque (Resogun, Alienation, Matterfall), and Robotron and Smash TV legendary creator Eugene Jarvis comes Nex Machina, an explosive arcade experience created with competition in mind. Can you survive the mechanical onslaught of hundreds of evil robots trying to obliterate any threat? Can you stop them from harvesting oblivious humans? In the vein of cult classics such Resogun and Robotron, Nex Machina is the ultimate top-down voxel shooter where everything can be blown up to pieces. Enter \"the zone\", become one with the game and pull off the most incredible feats. Packed with opportunities to create your own playstyle, face tough challenges and engage in a ruthlessly competitive environment, Nex Machina is what arcade games deserve to be in the 21th century. [Playstation.com]",
        "scores": {
            "metascore": "88",
            "userscore": "8.0"
        }
    },
    "30": {
        "title": "Nioh",
        "date": "February 7, 2017",
        "summary": "Take up your sword and travel to Japans blood-bathed Sengoku period  an era ravaged by warring states and dark, malevolent forces  and cut a violent path through the land as the masterless samurai, William. Cross blades in brutal hand-to-hand combat, wielding swords, axes, spears and even war hammers against foes both human and demon. Endure the vicious encounters and learn from your mistakes: each death will bring you resurrection and each resurrection a greater resolve to overcome your foes.",
        "scores": {
            "metascore": "88",
            "userscore": "8.4"
        }
    },
    "31": {
        "title": "Stardew Valley",
        "date": "October 5, 2017",
        "summary": "You've inherited your grandfather's old farm plot in Stardew Valley. Armed with hand-me-down tools and a few coins, you set out to begin your new life. Can you learn to live off the land and turn these overgrown fields into a thriving home? It won't be easy. Ever since Joja Corporation came to town, the old ways of life have all but disappeared. The community center, once the town's most vibrant hub of activity, now lies in shambles. But the valley seems full of opportunity. With a little dedication, you might just be the one to restore Stardew Valley to greatness.",
        "scores": {
            "metascore": "87",
            "userscore": "8.7"
        }
    },
    "32": {
        "title": "Final Fantasy XIV: Stormblood",
        "date": "June 20, 2017",
        "summary": "Dive into the next chapter of the Final Fantasy XIV Online with its next expansion pack - Stormblood. Explore vast, new lands, including Ala Mhigo, and challenge new Primal threats across Eorzea as you embark on hundreds of new quests as the Warrior of Light. \r\n\r\nFEATURES\r\n\r\n* Level cap increased from 60 -> 70\r\n* New jobs, including red mage\r\n* New exploration with swimming and diving\r\n* New areas to explore\r\n* A new primal  Lakshmi\r\n* New dungeons\r\n* New High-level Raid The Bend of Time  Omega\r\n* New alliance raid Return to Ivalice\r\n* The Forbidden Land of Eureka\r\n* New gear and crafting recipes\r\n* A fourth residential district\r\n* Expanded item inventory and changes to the battle system",
        "scores": {
            "metascore": "87",
            "userscore": "8.3"
        }
    },
    "33": {
        "title": "Injustice 2",
        "date": "May 16, 2017",
        "summary": "Every battle defines you. Power up and build the ultimate version of your favorite DC legends in INJUSTICE 2. With a massive selection of DC Super Heroes and Super-Villains, INJUSTICE 2 allows you to equip every iconic character with unique and powerful gear earned throughout the game. Experience an unprecedented level of control over how your favorite characters look, how they fight, and how they develop across a huge variety of game modes. This is your super Hero. Your Journey. Your Injustice.",
        "scores": {
            "metascore": "87",
            "userscore": "8.1"
        }
    },
    "34": {
        "title": "Night in the Woods",
        "date": "February 21, 2017",
        "summary": "Night In The Woods is a 2D story-focused adventure/exploration game with extracurricular activities to enjoy, characters to meet, and secrets to discover. Run, jump and use astral projection to explore the many sides of town of Possum Springs and the surrounding environs. Waste time around town with your crew of nerd friends. Acquire abilities that allow you to stroll into new areas. Unearth the secrets of a big cast of characters and the town itself. Experience a nutty world and the events unfolding there. Play bass. Break stuff.",
        "scores": {
            "metascore": "87",
            "userscore": "7.1"
        }
    },
    "35": {
        "title": "Enter the Gungeon",
        "date": "December 14, 2017",
        "summary": "Enter the Gungeon is a gunfight dungeon crawler following a band of misfits seeking to shoot, loot, dodge roll and table-flip their way to personal absolution by reaching the legendary Gungeon’s ultimate treasure: the gun that can kill the past.",
        "scores": {
            "metascore": "87",
            "userscore": "8.0"
        }
    },
    "36": {
        "title": "Okami HD",
        "date": "December 12, 2017",
        "summary": "In Okami, the player takes the role of the mythical sun goddess Amaterasu, in the form of a wolf. Her task is to restore color (or 'life') to the world by destroying the monsters who have stolen it. Since Amaterasu is a diety, there are naturally people who worship her and people who don't. The more people who worship her (as a result of her restoring color and doing other good deeds for them), the more powerful she becomes.",
        "scores": {
            "metascore": "87",
            "userscore": "8.2"
        }
    },
    "37": {
        "title": "Hollow Knight",
        "date": "February 24, 2017",
        "summary": "Hollow Knight is a 2D action-adventure game with an emphasis on traditional 2D animation and skillful gameplay. Journey to Hallownest, a vast and ancient underground kingdom inhabited by a bizarre collection of insects and monsters. Players will forge their own path as they explore ruined cities, forests of fungus, temples of bone and other fantastic lands, all on their way to uncovering an ancient mystery.",
        "scores": {
            "metascore": "87",
            "userscore": "9.0"
        }
    },
    "38": {
        "title": "Raw Data",
        "date": "October 5, 2017",
        "summary": "Built from the ground up for VR, Raw Data’s action combat gameplay, intuitive controls, challenging enemies, and sci-fi atmosphere will completely immerse you within the game world. Go solo—or team up with a friend—and become the adrenaline-charged heroes of your own futuristic technothriller.",
        "scores": {
            "metascore": "87",
            "userscore": "6.6"
        }
    },
    "39": {
        "title": "Zero Escape: The Nonary Games",
        "date": "March 24, 2017",
        "summary": "Two Nonary Games, two sets of nine unwilling participants kidnapped to an unfamiliar location. One set trapped on a sinking boat with nine hours to escape, the other locked in a facility and forced to either trust or betray each other. If they break the rules or fail to escape… they’ll die.",
        "scores": {
            "metascore": "87",
            "userscore": "8.2"
        }
    },
    "40": {
        "title": "Wolfenstein II: The New Colossus",
        "date": "October 27, 2017",
        "summary": "Wolfenstein II: The New Colossus is the highly anticipated sequel to the critically acclaimed, Wolfenstein: The New Order developed by the award-winning studio MachineGames. An exhilarating adventure brought to life by the industry-leading id Tech 6, Wolfenstein II sends players to Nazi-controlled America on a mission to recruit the boldest resistance leaders left. Fight the Nazis in iconic American locations, equip an arsenal of badass guns, and unleash new abilities to blast your way through legions of Nazi soldiers in this definitive first-person shooter. America, 1961. The Nazis maintain their stranglehold on the world. You are BJ Blazkowicz, aka Terror-Billy, member of the Resistance, scourge of the Nazi empire, and humanitys last hope for liberty. Only you have the guts, guns, and gumption to return stateside, kill every Nazi in sight, and spark the second American Revolution.",
        "scores": {
            "metascore": "87",
            "userscore": "7.2"
        }
    },
    "41": {
        "title": "Axiom Verge",
        "date": "October 5, 2017",
        "summary": "Life. Afterlife. Real. Virtual. Dream. Nightmare. It's a thin line.\r\n\r\nThis is the action-adventure you've been waiting decades for. After a lab accident, a scientist awakens in a mysterious, alien world. Is this a distant planet? The far future? Or a complex virtual-reality computer simulation?\r\n\r\nPlumb the recesses of a large, labyrinthine world in order to learn its secrets and uncover your role within it.\r\n\r\nDiscover tons of weapons, items, and abilities, each with their own unique behaviors and usage. You'll need your wits to find them all.\r\n\r\nCombat bizarre biomechanoid constructs, the deadly fallout of an ancient war, and the demons of your own psyche.\r\n\r\nAnd finally, break the game itself by using glitches to corrupt foes and solve puzzles in the environment.\r\n\r\nLife. Afterlife. Real. Virtual. Dream. Nightmare. It's a thin line.\r\n\r\nIt's Axiom Verge.",
        "scores": {
            "metascore": "87",
            "userscore": "8.4"
        }
    },
    "42": {
        "title": "Destiny 2",
        "date": "September 6, 2017",
        "summary": "In Destiny 2, the last safe city on Earth has fallen and lays in ruins, occupied by a powerful new enemy and his elite army, the Red Legion. Every player creates his own character called a “Guardian,” humanity’s chosen protectors.  As a Guardian in Destiny 2, players must master new abilities and weapons to reunite the city’s forces, stand together and fight back to reclaim their home. In Destiny 2 players embark on a fresh story filled with new destinations around our solar system to explore, and an expansive amount of activities to discover.  There is something for almost every type of gamer in Destiny 2, including gameplay for solo, cooperative and competitive players set within a vast, evolving and exciting universe. [Bungie]",
        "scores": {
            "metascore": "87",
            "userscore": "4.4"
        }
    },
    "43": {
        "title": "Total War: WARHAMMER II",
        "date": "September 28, 2017",
        "summary": "Prince Tyrion, Defender of Ulthuan, guides the High Elves in their desperate efforts to stabilise the vortex as it roils above their home continent. Atop his palanquin-throne, the Slann Mage-Priest Mazdamundi directs his Lizardmen war-hosts as they surge northward from Lustria. He, too, is intent on preventing cataclysm, though the methods of The Old Ones must prevail. The Witch King Malekith and his sadistic Dark Elf hordes spew forth from Naggaroth and their labyrinthine Black Arks. He tastes great weakness in the vortex -- and great opportunity in its demise. Meanwhile a fourth, secretive race stirs, their motives obscured by sinister plots and machinations. The time for revelation is nigh... The second in a trilogy and sequel to the award-winning Total War: WARHAMMER, Total War: WARHAMMER II brings players a breathtaking new narrative campaign, set across the vast continents of Lustria, Ulthuan, Naggaroth and the Southlands. The Great Vortex Campaign builds pace to culminate in a definitive and climactic endgame, an experience unlike any other Total War title to date. Playing as one of 8 Legendary Lords across 4 iconic races from the world of Warhammer Fantasy Battles, players must succeed in performing a series of powerful arcane rituals in order to stabilise or disrupt The Great Vortex, while foiling the progress of the other races. Each Legendary Lord has a unique geographical starting position, and each race offers a distinctive new playstyle with unique campaign mechanics, narrative, methods of war, armies, monsters, Lores of Magic, legendary characters, and staggering new battlefield bombardment abilities.",
        "scores": {
            "metascore": "87",
            "userscore": "7.7"
        }
    },
    "44": {
        "title": "Forza Horizon 3: Hot Wheels",
        "date": "May 9, 2017",
        "summary": "Forza Horizon 3 Hot Wheels, the latest expansion for Forza Horizon 3, is now available exclusively on both Xbox One and Windows 10 PCs. Available either as part of the Forza Horizon 3 Expansion Pass, or as a standalone purchase, Forza Horizon 3 Hot Wheels transports you to a new Australian locale, where orange tracks spiral and loop into the air and iconic Hot Wheels cars come to life.",
        "scores": {
            "metascore": "87",
            "userscore": "7.6"
        }
    },
    "45": {
        "title": "Okami HD",
        "date": "December 12, 2017",
        "summary": "In Okami, the player takes the role of the mythical sun goddess Amaterasu, in the form of a wolf. Her task is to restore color (or 'life') to the world by destroying the monsters who have stolen it. Since Amaterasu is a diety, there are naturally people who worship her and people who don't. The more people who worship her (as a result of her restoring color and doing other good deeds for them), the more powerful she becomes.",
        "scores": {
            "metascore": "87",
            "userscore": "8.2"
        }
    },
    "46": {
        "title": "West of Loathing",
        "date": "August 10, 2017",
        "summary": "West of Loathing — a slapstick comedy stick-figure wild west adventure role-playing game.",
        "scores": {
            "metascore": "87",
            "userscore": "7.6"
        }
    },
    "47": {
        "title": "Thumper",
        "date": "August 18, 2017",
        "summary": "Thumper is rhythm violence: classic rhythm-action, blistering speed, and brutal physicality.",
        "scores": {
            "metascore": "86",
            "userscore": "5.1"
        }
    },
    "48": {
        "title": "Rocket League",
        "date": "November 14, 2017",
        "summary": "Rocket League is a high-powered hybrid of arcade soccer and driving with rewarding physics-based gameplay. Take to the pitch for a fully-featured offline season mode, multiple game types, casual and competitive online matches, and special \"Mutators\" that let you change the rules entirely. Express yourself with one of the deepest customization systems around and battle opponents on other platforms with cross-network play.",
        "scores": {
            "metascore": "86",
            "userscore": "8.0"
        }
    },
    "49": {
        "title": "F1 2017",
        "date": "August 25, 2017",
        "summary": "Win the 2017 World Championship, break every record in the fastest ever F1 cars, and race some of the most iconic F1 cars of the last 30 years. The game sports an even deeper ten year Career, more varied gameplay in the new ‘Championships’ mode, and a host of other new features, both online and offline.",
        "scores": {
            "metascore": "86",
            "userscore": "7.5"
        }
    },
    "50": {
        "title": "Cuphead",
        "date": "September 29, 2017",
        "summary": "Cuphead is a classic run and gun action game primarily focused on boss battles. Inspired by the cartoons of the 1930s, the visuals and audio are carefully created with the same techniques of the era, i.e. traditional cel animation (hand drawn & hand inked), watercolor backgrounds, and original jazz recordings. Play as Cuphead or Mugman (in single player or co-op) as you traverse strange worlds, acquire new weapons, learn powerful super moves, and discover hidden secrets. [Studio MDHR]",
        "scores": {
            "metascore": "86",
            "userscore": "8.3"
        }
    },
    "51": {
        "title": "Pillars of Eternity: Complete Edition",
        "date": "August 29, 2017",
        "summary": "Pillars of Eternity, the ultimate role-playing experience on PC, comes to Xbox One! Created by and for role-playing fans by Obsidian Entertainment, masters of the RPG genre, Pillars started as a Kickstarter project, where it shattered all funding goals and pulled in more than 75,000 backers. From there, it released to broad critical acclaim, won dozens of awards, and has been a fan favorite on the PC. Now, Paradox Arctic has adapted this unmissable RPG for an entirely new audience on major consoles -- bringing Pillars' fantastical world, tactical combat, and unforgettable story to fans on a whole new platform. Pillars of Eternity: Complete Edition includes all previously released additional content from the PC version, including all DLC and expansions in a single package. \n\nBut Pillars of Eternity: Complete Edition goes beyond just offering everything together. Paradox Arctic has thoroughly updated the Xbox One version of the award-winning RPG for play with a controller, and have entirely redesigned the UI for easy viewing on televisions. Players will be able to easily navigate the game's detailed character creation, real-time-with-pause combat, and party management from their couches thanks to new TV-friendly menus and controls. \n\nPillars of Eternity: Complete Edition features: \n Award-winning writing, story and artwork of Pillars of Eternity, along with the expanded world and content of The White March: Parts I & II \n Countless character creation options, from races and classes to character backgrounds which drive your personal story \n An epic universe to explore, filled with intriguing party members and companions, a variety of in-game factions, and a lovingly rendered world to traverse \n All major updates from the original PC version, including a raised level cap, expanded party AI options, and new difficulty levels \n New UI and controls designed from the ground up, presenting the Pillars of Eternity experience like never before",
        "scores": {
            "metascore": "86",
            "userscore": "7.5"
        }
    },
    "52": {
        "title": "Sky Force Reloaded",
        "date": "December 1, 2017",
        "summary": "The best mobile shooter is now ready to rock your iPhone!Sky Force Reloaded is an award winning and highly acclaimed vertical shooter. It features 3d interactive objects, outstanding graphics, special effects, high quality soundtrack and 100% of pure gameplay.Ever wanted to play a good arcade vertical shooter? This one is for you!----------------------------------------------PRESS:IGN Review:9.5/10 - Force your friend to buy this one.AppSmile.com5/5 - With its recent introduction into the App Store, Sky Force Reloaded (or perhaps re-Reloaded) is a title no arcade junkie should miss.PocketGamer:10/10 - Graphically, Sky Force: Reloaded is stunning. The whole game screams quality.PocketPlayers.deOne of the best, if not THE best shooters!----------------------------------------------FEATURES:- 8 large levels- plenty of enemies,- interactive environment elements*- upgradable weapons- dynamic weather (rain, clouds, wind)- highscoresRecommended for fans of Raiden, 1942, 1945, iFighter, Siberian Strike",
        "scores": {
            "metascore": "86",
            "userscore": "7.2"
        }
    },
    "53": {
        "title": "Thimbleweed Park",
        "date": "August 22, 2017",
        "summary": "Thimbleweed Park is the curious story of two washed up federal agents called in to investigate a dead body found in the river just outside of town, bloated and pixelated from a death some too soon.",
        "scores": {
            "metascore": "86",
            "userscore": "7.4"
        }
    },
    "54": {
        "title": "Minecraft: Switch Edition",
        "date": "May 11, 2017",
        "summary": "The game involves players creating and destroying various types of blocks in a three dimensional environment. The player takes an avatar that can destroy or create blocks, forming fantastic structures, creations and artwork across the various multiplayer servers in multiple game modes.",
        "scores": {
            "metascore": "86",
            "userscore": "7.4"
        }
    },
    "55": {
        "title": "Resident Evil 7: biohazard",
        "date": "January 24, 2017",
        "summary": "Fear and isolation seep through the walls of an abandoned southern farmhouse. \"7\" marks a new beginning for survival horror with the Isolated View of the visceral new first-person perspective. Powered by the RE Engine, horror reaches incredible heights of immersion as players enter a terrifyingly new world of fear as they fight to survive.",
        "scores": {
            "metascore": "86",
            "userscore": "7.8"
        }
    },
    "56": {
        "title": "Final Fantasy XII: The Zodiac Age",
        "date": "July 11, 2017",
        "summary": "Enter an era of war within the world of Ivalice. The small kingdom of Dalmasca, conquered by the Archadian Empire, is left in ruin and uncertainty. Princess Ashe, the one and only heir to the throne, devotes herself to the resistance to liberate her country. Vaan, a young man who lost his family in the war, dreams of flying freely in the skies. In a fight for freedom and fallen royalty, join these unlikely allies and their companions as they embark on a heroic adventure to free their homeland.\r\n\r\nFinal Fantasy XII: The Zodiac Age improves upon the 2006 classic Final Fantasy XII, now more beautiful and easier to play than ever. The high-definition remaster introduces several modern advancements, including reconstructed battle design and a revamped job system. With newly implemented trophies and share functions, as well as stark visual and sound improvements in true HD for the first time, players both returning and new to the game will experience a grand adventure that spans the world of Ivalice in an entirely fresh and improved way.",
        "scores": {
            "metascore": "86",
            "userscore": "8.4"
        }
    },
    "57": {
        "title": "Wolfenstein II: The New Colossus",
        "date": "October 27, 2017",
        "summary": "Wolfenstein II: The New Colossus is the highly anticipated sequel to the critically acclaimed, Wolfenstein: The New Order developed by the award-winning studio MachineGames. An exhilarating adventure brought to life by the industry-leading id Tech 6, Wolfenstein II sends players to Nazi-controlled America on a mission to recruit the boldest resistance leaders left. Fight the Nazis in iconic American locations, equip an arsenal of badass guns, and unleash new abilities to blast your way through legions of Nazi soldiers in this definitive first-person shooter. America, 1961. The Nazis maintain their stranglehold on the world. You are BJ Blazkowicz, aka Terror-Billy, member of the Resistance, scourge of the Nazi empire, and humanitys last hope for liberty. Only you have the guts, guns, and gumption to return stateside, kill every Nazi in sight, and spark the second American Revolution.",
        "scores": {
            "metascore": "86",
            "userscore": "6.7"
        }
    },
    "58": {
        "title": "Sonic Mania",
        "date": "August 15, 2017",
        "summary": "Experience the ultimate celebration of past and future in Sonic Mania, an all-new 2D Sonic adventure running at a crisp 60FPS with stunning HD retro-style graphics. Multiple playable characters give you the ability to go explosively fast as Sonic, soar as Tails, or power through tough obstacles with Knuckles’ brute strength. You can re-live the Sonic of the past with an exciting new twist on classic zones while fighting against new bosses and Dr. Eggman’s evil robot army. Go head to-head with players in Competition Mode or play in Co-Op Mode with a friend. [Playstation.com]",
        "scores": {
            "metascore": "86",
            "userscore": "8.0"
        }
    },
    "59": {
        "title": "Resident Evil 7: biohazard",
        "date": "January 24, 2017",
        "summary": "While Resident Evil 7 draws from the series’ roots of atmospheric survival horror, it also delivers a new level of terror. In the Resident Evil games of yesteryear, players braced for fear in the first-person via the creepy door-opening scenes, and Resident Evil 7 ramps up that tension with an immersive first-person view and a photorealistic graphical style. Capcom is able to achieve a higher degree of visual fidelity thanks to the new proprietary in-house RE Engine that includes VR oriented tools. With the RE Engine plus industry leading audio and visual technologies, you experience every abhorrent detail up close and personal in Resident Evil 7. Playing the game in the PlayStation VR Mode escalates the unsettling feeling of presence to a level that horror fans have never experienced. The full gameplay experience is available in the included PlayStation VR Mode from beginning to end. No Resident Evil you’ve ever survived could prepare you for this. [Capcom]",
        "scores": {
            "metascore": "86",
            "userscore": "7.9"
        }
    },
    "60": {
        "title": "PlayerUnknown's Battlegrounds",
        "date": "December 20, 2017",
        "summary": "PLAYERUNKNOWN'S BATTLEGROUNDS is a last-man-standing shooter being developed with community feedback. Players must fight to locate weapons and supplies in a massive 8x8 km island to be the lone survivor. This is BATTLE ROYALE.",
        "scores": {
            "metascore": "86",
            "userscore": "4.7"
        }
    },
    "61": {
        "title": "Observer",
        "date": "August 15, 2017",
        "summary": "What would you do if your fears were hacked? The year is 2084. You are Daniel Lazarski, an elite neural detective known as an Observer, whose purpose is to hack and invade suspects’ minds. To gather evidence, you must relive their darkest fears, and, finally, face your own. From Bloober Team, the creators of Layers of Fear, >observer_ is a cyberpunk horror game designed to disturb you.",
        "scores": {
            "metascore": "86",
            "userscore": "7.5"
        }
    },
    "62": {
        "title": "DiRT 4",
        "date": "June 6, 2017",
        "summary": "Dirt 4 puts you at the wheel of the most powerful machines ever made as you face the toughest roads and circuits on the planet in rally, rallycross, and landrush.",
        "scores": {
            "metascore": "86",
            "userscore": "6.7"
        }
    },
    "63": {
        "title": "Guilty Gear Xrd: Rev 2",
        "date": "May 26, 2017",
        "summary": "Guilty Gear Xrd Rev 2 includes all previously released DLC from  -REVELATOR- as well as new fighters, modes, moves, story chapters and more. It's never been a better time to be a 2.5D brawler in the post apocalypse. Hone your skills with an eclectic cast of 25 insane fighters and prove your mettle as the ultimate fighting master.",
        "scores": {
            "metascore": "86",
            "userscore": "7.9"
        }
    },
    "64": {
        "title": "Forza Motorsport 7",
        "date": "September 29, 2017",
        "summary": "Experience the thrill of motorsport at the limit. Enjoy graphics at 60fps and native 4K resolution in HDR. Collect and race more than 700 cars, including the largest collection of Ferraris, Porsches, and Lamborghinis ever. Challenge yourself across 30 famous destinations and 200 ribbons, where race conditions change every time you return to the track. [Microsoft]",
        "scores": {
            "metascore": "86",
            "userscore": "6.2"
        }
    },
    "65": {
        "title": "Sonic Mania",
        "date": "August 15, 2017",
        "summary": "Sonic Mania brings fans back into the 2D world of platform games with nostalgic pixel-style art and core \"classic\" gameplay by reimagining iconic Zones and Acts from Sonic The Hedgehog, Sonic The Hedgehog 2, Sonic CD and Sonic The Hedgehog 3 and Knuckles, and adding in completely new Zones with all-new Acts and boss fights into the mix. [Nintendo]",
        "scores": {
            "metascore": "86",
            "userscore": "8.4"
        }
    },
    "66": {
        "title": "Injustice 2",
        "date": "November 30, 2017",
        "summary": "Every battle defines you.\r\n\r\nPower up and build the ultimate version of your favorite DC legends in INJUSTICE 2. With a massive selection of DC Super Heroes and Super-Villains, INJUSTICE 2 allows you to equip every iconic character with unique and powerful gear earned throughout the game. Experience an unprecedented level of control over how your favorite characters look, how they fight, and how they develop across a huge variety of game modes. This is your super Hero. Your Journey. Your Injustice.",
        "scores": {
            "metascore": "86",
            "userscore": "7.7"
        }
    },
    "67": {
        "title": "Thumper",
        "date": "May 18, 2017",
        "summary": "Thumper is rhythm violence: classic rhythm-action, blistering speed, and brutal physicality.",
        "scores": {
            "metascore": "85",
            "userscore": "8.0"
        }
    },
    "68": {
        "title": "Metroid: Samus Returns",
        "date": "September 15, 2017",
        "summary": "A classic Metroid adventure returns, rebuilt from the ground up. Brave the hostile terrain of an alien planet teeming with vicious life forms as legendary bounty hunter Samus Aran. Her mission? Terminate the Metroid menace in this masterful reimagining of her 1991 Game Boy adventure. Samus Arans arsenal has been enhanced with new moves and abilities that are sure to help her face the deadly surprises that await. This intense, side-scrolling action platformer is a great entry point into the Metroid franchise and perfect for returning fans as well, and its available only on the Nintendo 3DS family of systems.\r\n\r\nFeatures: \r\n\r\n*    This intense, side-scrolling action platformer has been completely remade with engaging and immersive 3D visuals and a rich, atmospheric color palette.\r\n*    Classic Metroid II: Return of Samus gameplay is joined by a wealth of new content, including a set of brand new abilities that utilizes a mysterious energy resource called Aeion, a powerful melee counterattack, and 360-degree Free Aim Mode. \r\n*    There are plenty of secrets to findand if you uncover enough of them, you may even start to unravel the mystery of Planet SR388s past. \r\n*    Two new amiibo figures*Samus Aran and Metroidwill be released as a set alongside the game. This game is also compatible with the Zero Suit Samus and Samus amiibo from the Super Smash Bros. series. Functionality details will be revealed at a later date. \r\n*    While supplies last, fans will be able to purchase a special edition of the game, which includes a physical copy of the game, a sound-selection CD featuring 25 tracks from across the Metroid franchise, and a reversible title-sheet insert for the game case.",
        "scores": {
            "metascore": "85",
            "userscore": "8.8"
        }
    },
    "69": {
        "title": "Dragon Quest VIII: Journey of the Cursed King",
        "date": "January 20, 2017",
        "summary": "Uncover the story of the Cursed King as you save the world from a twisted magician in this genre-defining role-playing game. Across the vast world you'll wage turn-based battles against more than 250 monsters designed by famed artist Akira Toriyama. As you level up, upgrade your warriors' skills to learn mighty attacks. Untold possibilities await. After setting off into the unknown, you'll find monsters roaming the field—these are no mere random encounters. There's a satisfying rhythm to traveling, fighting monsters, earning items, crafting something useful with them using an alchemy Pot, and returning to battle, stronger than ever. To some, it's pitch-perfect RPG gameplay, complete with additional content outside the main storyline. In the Monster Arena, you'll form and battle teams of monsters to climb the ranks. It's but one of many features that makes this RPG a classic among classics. [Nintendo.com]",
        "scores": {
            "metascore": "85",
            "userscore": "8.5"
        }
    },
    "70": {
        "title": "Pillars of Eternity: Complete Edition",
        "date": "August 29, 2017",
        "summary": "Pillars of Eternity, the ultimate role-playing experiences comes to PS4! Created by and for role-playing fans by Obsidian Entertainment and adapted by Paradox Arctic — together bringing Pillars’ fantastical world, tactical combat, and unforgettable story to you.",
        "scores": {
            "metascore": "85",
            "userscore": "7.4"
        }
    },
    "71": {
        "title": "Paradigm",
        "date": "April 5, 2017",
        "summary": "Paradigm is a surreal adventure game set in the strange and post apocalyptic Eastern European country of Krusz. Play as the handsome mutant, Paradigm, who's past comes back to haunt him in the form of a genetically engineered sloth that vomits candy.",
        "scores": {
            "metascore": "85",
            "userscore": "7.7"
        }
    },
    "72": {
        "title": "Battlerite",
        "date": "November 8, 2017",
        "summary": "BATTLERITE is an action-packed team arena brawler. Experience the unique combination of a top-down shooter with a fast-paced fighting game. Challenge friends and others in a battle of reaction, unleashing the champion within you.",
        "scores": {
            "metascore": "85",
            "userscore": "7.3"
        }
    },
    "73": {
        "title": "Nioh: Bloodshed's End",
        "date": "September 26, 2017",
        "summary": "The Siege of Osaka is over. The bloody Sengoku period is nearing its end and so too is William's adventure.\nIn this final story expansion for Nioh return to Japan months after the events of \"Defiant Honor\" as the country teeters on the verge of war. With new allies at his side, William must face-off against the last remaining anti-shogunate forces led by Yodogimi, as she prepares for battle against Tokugawa himself.\nConquer new missions, wield powerful weapons and gear, master two Guardian Spirits including the mythical Nine-Tailed Fox, and end the bloodshed once and for all.\nFinally, veteran samurai are invited to The Abyss a perpetual battleground of the underworld from which only the strongest of warriors can hope to emerge.",
        "scores": {
            "metascore": "85",
            "userscore": "6.9"
        }
    },
    "74": {
        "title": "Assassin's Creed Origins",
        "date": "October 27, 2017",
        "summary": "Set in mysterious Ancient Egypt, Assassin’s Creed Origins is a new beginning. Experience a new way to fight while exploring the Great Pyramids and hidden tombs across the country of Ancient Egypt, and encounter many memorable storylines along your journey. And discover the origin story of the Assassin's Brotherhood. [Ubisoft]",
        "scores": {
            "metascore": "85",
            "userscore": "7.5"
        }
    },
    "75": {
        "title": "Final Fantasy IX",
        "date": "September 19, 2017",
        "summary": "The last Final Fantasy for the PlayStation, Final Fantasy IX returns to the pure fantasy roots that spawned the series.  This latest installment features highly detailed characters, vehicles, and environments, and breathtaking cinema-graphics.  The addition of brand new features such as the story-enhancing Active Time Event system and the return of minigames that grant additional gameplay make Final Fantasy IX not only a memorable gaming experience, but also a significant step forward in the series.",
        "scores": {
            "metascore": "85",
            "userscore": "8.4"
        }
    },
    "76": {
        "title": "The Binding of Isaac: Afterbirth +",
        "date": "March 17, 2017",
        "summary": "The latest expansion to The Binding of Isaac: Rebirth features: 55+ new items, new final chapter with boss and ending, new playable character, greed hard mode, daily greed runs, 5 new challenges, loads of new achievements, new bosses and other little editions, plus new dev tools! so you can design, edit and play and endless number of mods, features and whole new games that the community will no doubt eventually design.",
        "scores": {
            "metascore": "85",
            "userscore": "8.2"
        }
    },
    "77": {
        "title": "Ys VIII: Lacrimosa of DANA",
        "date": "September 12, 2017",
        "summary": "Adol awakens shipwrecked and stranded on a cursed island. There, he and the other shipwrecked passengers he rescues form a village to challenge fearsome beasts and mysterious ruins on the isolated island.",
        "scores": {
            "metascore": "85",
            "userscore": "8.4"
        }
    },
    "78": {
        "title": "Galactic Civilizations III: Crusade",
        "date": "May 4, 2017",
        "summary": "Experience a new side of Galactic Civilizations III with the Crusade expansion. Discover your enemy’s weak points with espionage, actively invade and conquer planets, and help talented citizens rise to power and drive your civilization into a golden age. With a detailed civilization builder tool for Steam workshop, espionage, revamped invasions, Galactic Citizens system, new races and civilizations, and more, Crusade adds a host of depth for Galactic Civilizations III.",
        "scores": {
            "metascore": "85",
            "userscore": "6.7"
        }
    },
    "79": {
        "title": "SteamWorld Dig 2",
        "date": "September 22, 2017",
        "summary": "SteamWorld Dig is back! Dig deep, gain riches and unearth the terrors of the underworld in this platform mining adventure influenced by classic Metroidvania style games.",
        "scores": {
            "metascore": "85",
            "userscore": "8.3"
        }
    },
    "80": {
        "title": "Robo Recall",
        "date": "March 1, 2017",
        "summary": "An eruption of defective, homicidal robots is inundating RoboReady customer service, where you’ve been promoted from tech repairman to Recaller. Thrown into the fray, you must rely on your wits, reflexes and a vast arsenal of weaponry to eliminate the robot uprising. Use creative combat tactics and skill shots to earn high scores as you teleport through city streets and rooftops in an awe-inspiring ballet of bullets. Tear apart your robot foes and use them to fend off the enemy onslaught. Unlock, customize and test weapons before taking on challenges that put your newfound skills to the test. [Epic Games]",
        "scores": {
            "metascore": "85",
            "userscore": "7.9"
        }
    },
    "81": {
        "title": "Yakuza 0",
        "date": "January 24, 2017",
        "summary": "The story follows Kazuma Kiryu as a junior yakuza member who finds himself in a heap of trouble when a simple debt collection goes upside down and his mark ends up murdered. Meanwhile, Goro Majima is living a \"normal\" life as the proprieter of a cabaret club, but is doing whatever it takes to rejoin the yakuza. What that entails isn't exactly easy.",
        "scores": {
            "metascore": "85",
            "userscore": "8.4"
        }
    },
    "82": {
        "title": "MLB The Show 17",
        "date": "March 28, 2017",
        "summary": "With expanded missions, exclusive rewards, and all new live content\r\nthat responds quickly to real-life baseball events, there are more ways to enjoy the Diamond Dynasty. Test your deck building skills in all new Events, which challenge you to build a team based on specific event themes.",
        "scores": {
            "metascore": "85",
            "userscore": "6.9"
        }
    },
    "83": {
        "title": "Destiny 2",
        "date": "September 6, 2017",
        "summary": "In Destiny 2, the last safe city on Earth has fallen and lays in ruins, occupied by a powerful new enemy and his elite army, the Red Legion. Every player creates his own character called a “Guardian,” humanity’s chosen protectors.  As a Guardian in Destiny 2, players must master new abilities and weapons to reunite the city’s forces, stand together and fight back to reclaim their home. In Destiny 2 players embark on a fresh story filled with new destinations around our solar system to explore, and an expansive amount of activities to discover.  There is something for almost every type of gamer in Destiny 2, including gameplay for solo, cooperative and competitive players set within a vast, evolving and exciting universe. [Bungie]",
        "scores": {
            "metascore": "85",
            "userscore": "4.9"
        }
    },
    "84": {
        "title": "Wipeout: Omega Collection",
        "date": "June 6, 2017",
        "summary": "A name synonymous with PlayStation, Wipeout is the rapid combat racer that defies gravity and defines generations. Known for its blistering speed, iconic music and pure multiplayer mayhem, Wipeout has starred on every PlayStation format since 1995  and is now set to rip through the air on PlayStation4 and PlayStation4 Pro. Featuring all the content from Wipeout HD, Fury and 2048, Wipeout Omega Collection packs in 26 reversible circuits, 46 unique ships, a ton of game modes and some new and classic music tracks. Its time for Wipeout veterans to come out of retirement and new pilots to make their debut.",
        "scores": {
            "metascore": "85",
            "userscore": "7.9"
        }
    },
    "85": {
        "title": "Mutant Mudds Collection",
        "date": "December 14, 2017",
        "summary": "Love pixels? Fond of platformers? Is there a special place in your heart for the 8-bit and 16-bit era? Want to have fun? Yes!? Well, you've come to the right place, my friend. Mutant Mudds is a \"12-bit\" action platformer full of pixels and platforming fun! Our hero, Max, may be just a 2D sprite, but he can leap into the third dimension by jetting between the background and the foreground playfields with his trusty jetpack in this unique dimensionally-woven experience. Armed with a heavy-duty water cannon, Max has what he needs to vanquish his long-term nemesi: the Mutant Mudds. Max must blast and hover his way across the soiled landscape to seek out mysterious Water Sprites. Legend says collecting all of the mysterious Water Sprites will wash the filthy Mutant Mudds away for good!",
        "scores": {
            "metascore": "85",
            "userscore": "8.3"
        }
    },
    "86": {
        "title": "NeuroVoider",
        "date": "September 7, 2017",
        "summary": "NeuroVoider is a twin-stick shooter RPG set in a cyber futuristic world about brains shooting around evil robots with nuclear rocket launchers. Battle through the horde of vigilant robots, boost your character with the smoking remains of your victims, and defeat the master NeuroVoider to end this eternal war. Play it coop with up to 4 friends, or go alone in an adventure of hack'n'slash rampage, with a pinch of rogue-lite, and some permadeath.",
        "scores": {
            "metascore": "85",
            "userscore": "7.9"
        }
    },
    "87": {
        "title": "Starcraft Remastered",
        "date": "August 14, 2017",
        "summary": "StarCraft®: Remastered upgrades the essential sci-fi strategy experience from beginning to end. Welcome back to the original game and its award-winning expansion, StarCraft: Brood War.",
        "scores": {
            "metascore": "85",
            "userscore": "7.7"
        }
    },
    "88": {
        "title": "NBA 2K18",
        "date": "September 15, 2017",
        "summary": "The highest rated* annual sports title of this console generation returns with NBA 2K18, featuring unparalleled authenticity and improvements on the court.\r\n\r\n*According to 2008 - 2016 Metacritic.com",
        "scores": {
            "metascore": "85",
            "userscore": "1.5"
        }
    },
    "89": {
        "title": "Shadow Tactics: Blades of the Shogun",
        "date": "August 1, 2017",
        "summary": "The tactical game with stealth elements Shadow Tactics: Blades of the Shogun is a cooperative endeavor of Daedalic Entertainment and Mimimi Productions. The game is a special take on the genre: it takes place during the Edo-Era of Japan in 1615. Within a playtime of roughly 25 hours, 5 characters will face challenging missions, each protagonist with their own special field of expertise. Only if you know the positive and negative qualities of your characters and play tactically and with finesse, will you master the challenges ahead.",
        "scores": {
            "metascore": "85",
            "userscore": "8.1"
        }
    },
    "90": {
        "title": "Planescape: Torment - Enhanced Edition",
        "date": "April 11, 2017",
        "summary": "Uncover secrets of past lives in this story-rich, tactical roleplaying game set in Sigil, a dark fantasy city at the heart of the Dungeons & Dragons multiverse. Explore the planes, survive combat alongside a party of bizarre companions, and solve puzzles unlike any ever seen in the genre.",
        "scores": {
            "metascore": "85",
            "userscore": "6.9"
        }
    },
    "91": {
        "title": "Pyre",
        "date": "July 25, 2017",
        "summary": "Pyre is a party-based RPG from the creators of Bastion and Transistor. Lead your band of exiles to freedom through a series of mystical competitions in the Campaign, or challenge a friend to a fast-paced ritual showdown in the head-to-head Versus Mode.",
        "scores": {
            "metascore": "85",
            "userscore": "7.9"
        }
    },
    "92": {
        "title": "DiRT 4",
        "date": "June 6, 2017",
        "summary": "Dirt 4 puts you at the wheel of the most powerful machines ever made as you face the toughest roads and circuits on the planet in rally, rallycross, and landrush.",
        "scores": {
            "metascore": "85",
            "userscore": "7.4"
        }
    },
    "93": {
        "title": "Mario + Rabbids: Kingdom Battle",
        "date": "August 29, 2017",
        "summary": "Welcome to the story of an unexpected encounter between Mario and the irreverent Rabbids. To bring order back to a splintered Mushroom Kingdom, Mario, Luigi, Princess Peach, and Yoshi team up with Rabbids heroes in a journey through four different worlds. Outwit unpredictable enemies in dynamic turn-based combat and co-op challenges, and solve puzzles along the way. Discover a feel-good and modern combat adventure designed exclusively for the Nintendo Switch system, playable anywhere, anytime, with anyone. [Ubisoft]",
        "scores": {
            "metascore": "85",
            "userscore": "8.4"
        }
    },
    "94": {
        "title": "Enter The Gungeon",
        "date": "April 5, 2017",
        "summary": "Enter the Gungeon is a gunfight dungeon crawler following a band of misfits seeking to shoot, loot, dodge roll and table-flip their way to personal absolution by reaching the legendary Gungeon’s ultimate treasure: the gun that can kill the past.",
        "scores": {
            "metascore": "85",
            "userscore": "7.1"
        }
    },
    "95": {
        "title": "Project CARS 2",
        "date": "September 22, 2017",
        "summary": "Project CARS 2 is the next evolution in the award-winning racing series, featuring the most iconic cars racing under the most thrilling conditions to deliver the Ultimate Driver Journey.\r\n\r\nCreated by gamers, tested by world-class racing drivers from Team SMS-R, and the definitive choice of Esports pros... Project CARS 2 captures the essence of real racing in the most beautiful, intense, authentic, and technically-advanced racing game on the planet.\r\n\r\nFEATURES:\r\n\r\n* Over 170 licensed cars from the most iconic brands.\r\n* The largest track roster of any console racing game including ice and dirt tracks.\r\n* New vehicle types and motorsport classes including Rallycross, IndyCar, and Oval.\r\n* Dynamic time of day, weather, and new seasonal conditions.\r\n* New Online Championships mode.\r\n* LiveTrack 3.0 powers dynamic surface conditions that affect vehicle performance and handling, and evolves the track over the course of a race weekend.\r\n* Esports built-in from day one with full ranking, and broadcasting / streaming functionality.\r\n* Bleeding-edge tire physics, advanced AI, and intuitive gamepad control.",
        "scores": {
            "metascore": "84",
            "userscore": "5.7"
        }
    },
    "96": {
        "title": "Statik",
        "date": "April 24, 2017",
        "summary": "Statik is a VR game focused on solving puzzles in a place you're not familiar with, with a person you don’t recognize, and hands that aren’t completely yours.",
        "scores": {
            "metascore": "84",
            "userscore": "7.8"
        }
    },
    "97": {
        "title": "Kingdom Hearts HD I.5 + II.5 Remix",
        "date": "March 28, 2017",
        "summary": "Kingdom Hearts HD 1.5 + 2.5 Remix is an HD remastered collection of 6 Kingdom Hearts experiences available for the first time on PS4.",
        "scores": {
            "metascore": "84",
            "userscore": "8.9"
        }
    },
    "98": {
        "title": "Pokemon Ultra Sun",
        "date": "November 17, 2017",
        "summary": "A new light shines on the Alola region.\r\n\r\nTake on the role of a Pokemon Trainer and uncover new tales, and unravel the mystery behind the two forms reminiscent of the Legendary Pokemon. With new story additions and features this earns Pokemon Ultra Sun and Pokemon Ultra Moon the name \"Ultra!\" Another adventure is about to begin.\r\n\r\nNew Pokemon forms have been discovered in the Aloha region in Pokemon Ultra Sun and Pokemon Ultra Moon! These forms are reminiscent of the Legendary Pokemon Solgaleo, Lunala, and Necrozma, first revealed in Pokemon Sun and Pokemon Moon. Head out on an epic journey as you solve the mystery behind these fascinating Pokemon! In this expanded adventure, get ready to explore more of the Alola region, catch more amazing Pokemon, and battle more formidable foes in Pokemon Ultra Sun and Pokemon Ultra Moon!",
        "scores": {
            "metascore": "84",
            "userscore": "7.7"
        }
    },
    "99": {
        "title": "South Park: The Fractured But Whole",
        "date": "October 17, 2017",
        "summary": "South Park: The Fractured but Whole empowers players to delve into the tender, crime-ridden underbelly of South Park with Coon and Friends. This dedicated group of crime fighters was formed by Eric Cartman, whose superhero alter ego, The Coon, is half man, half raccoon. As The New Kid, players join Mysterion, Toolshed, Human Kite, Mosquito, Mint Berry Crunch and a group of others to battle the forces of evil while Coon strives to make his team some of the most beloved superheroes in history. Creators Matt Stone and Trey Parker were involved in every step of the development of the game. [Ubisoft]",
        "scores": {
            "metascore": "84",
            "userscore": "7.9"
        }
    },
    "100": {
        "title": "Shovel Knight: Specter of Torment",
        "date": "March 3, 2017",
        "summary": "Shovel Knight: Specter of Torment is the action-packed prequel to Shovel Knight! Take control of Specter Knight, servant to the Enchantress, in a quest to recruit a cadre of knights and create the Order of No Quarter. With his scythe and preternatural agility at the ready, he can glide across the ground, clamber up walls, and command an arsenal of curious weapons.\r\n\r\nIf he carries out his duties, Specter Knight may have a chance at regaining his lost humanity and breaking his chains of servitude. But what cruel tricks might the Enchantress have up her sleeve?",
        "scores": {
            "metascore": "84",
            "userscore": "8.0"
        }
    }
}