{
    "1": {
        "title": "Red Dead Redemption 2",
        "date": "October 26, 2018",
        "summary": "Developed by the creators of Grand Theft Auto V and Red Dead Redemption, Red Dead Redemption 2 is an epic tale of life in America’s unforgiving heartland. The game’s vast and atmospheric world also provides the foundation for a brand new online multiplayer experience. America, 1899. The end of the Wild West era has begun. After a robbery goes badly wrong in the western town of Blackwater, Arthur Morgan and the Van der Linde gang are forced to flee. With federal agents and the best bounty hunters in the nation massing on their heels, the gang has to rob, steal and fight their way across the rugged heartland of America in order to survive. As deepening internal fissures threaten to tear the gang apart, Arthur must make a choice between his own ideals and loyalty to the gang that raised him. [Rockstar]",
        "scores": {
            "metascore": "97",
            "userscore": "7.7"
        }
    },
    "2": {
        "title": "Red Dead Redemption 2",
        "date": "October 26, 2018",
        "summary": "Developed by the creators of Grand Theft Auto V and Red Dead Redemption, Red Dead Redemption 2 is an epic tale of life in America’s unforgiving heartland. The game’s vast and atmospheric world also provides the foundation for a brand new online multiplayer experience. America, 1899. The end of the Wild West era has begun. After a robbery goes badly wrong in the western town of Blackwater, Arthur Morgan and the Van der Linde gang are forced to flee. With federal agents and the best bounty hunters in the nation massing on their heels, the gang has to rob, steal and fight their way across the rugged heartland of America in order to survive. As deepening internal fissures threaten to tear the gang apart, Arthur must make a choice between his own ideals and loyalty to the gang that raised him. [Rockstar]",
        "scores": {
            "metascore": "97",
            "userscore": "8.2"
        }
    },
    "3": {
        "title": "God of War",
        "date": "April 20, 2018",
        "summary": "His vengeance against the gods of Olympus far behind him, Kratos now lives as a man in the lands of Norse Gods and monsters. It is in this harsh, unforgiving world that he must fight to survive… and teach his son to do the same. As mentor and protector to a son determined to earn his respect, Kratos is faced with an unexpected opportunity to master the rage that has long defined him. Questioning the dark lineage he’s passed on to his son, he hopes to make amends for the shortcomings of his past. Set within the untamed forests, mountains, and realms of Norse lore, God of War features a distinctly new setting with its own pantheon of creatures, monsters, and gods. [Playstation.com]",
        "scores": {
            "metascore": "94",
            "userscore": "9.1"
        }
    },
    "4": {
        "title": "Celeste",
        "date": "January 26, 2018",
        "summary": "Help Madeline survive her journey to the top of Celeste Mountain in this super-tight, hand-crafted platformer from the creators of TowerFall.",
        "scores": {
            "metascore": "94",
            "userscore": "6.8"
        }
    },
    "5": {
        "title": "Undertale",
        "date": "September 18, 2018",
        "summary": "Welcome to UNDERTALE. In this RPG, you control a human who falls underground into the world of monsters. Now you must find your way out... or stay trapped forever.\r\n\r\n((Healthy Dog's Warning: Game contains imagery that may be harmful to players with photosensitive epilepsy or similar condition.))\r\n\r\nfeatures:\r\n\r\n*    Killing is unnecessary: negotiate out of danger using the unique battle system.\r\n*    Time your attacks for extra damage, then dodge enemy attacks in a style reminiscent of top-down shooters.\r\n*    Original art and soundtrack brimming with personality.\r\n*    Soulful, character-rich story with an emphasis on humor.\r\n*    Created mostly by one person.\r\n*    Become friends with all of the bosses!\r\n*    At least 5 dogs.\r\n*    You can date a skeleton.\r\n*    Hmmm... now there are 6 dogs...?\r\n*    Maybe you won't want to date the skeleton.\r\n*    I thought I found a 7th dog, but it was actually just the 3rd dog.\r\n*    If you play this game, can you count the dogs for me...? I'm not good at it.",
        "scores": {
            "metascore": "93",
            "userscore": "7.9"
        }
    },
    "6": {
        "title": "Super Smash Bros. Ultimate",
        "date": "December 7, 2018",
        "summary": "Inklings from the Splatoon series, as well as returning Smash characters like Mario and Link will be making appearances in this classic Nintendo franchise's Switch debut. Faster combat, new items, new attacks, new defensive options, and more will keep the battle raging whether you’re at home or on the go.",
        "scores": {
            "metascore": "93",
            "userscore": "8.6"
        }
    },
    "7": {
        "title": "Forza Horizon 4",
        "date": "September 28, 2018",
        "summary": "For the first time in the racing and driving genre, experience dynamic seasons in a shared open-world. Explore beautiful scenery, collect over 450 cars, and become a Horizon Superstar in historic Britain.",
        "scores": {
            "metascore": "92",
            "userscore": "7.9"
        }
    },
    "8": {
        "title": "Divinity: Original Sin II - Definitive Edition",
        "date": "August 31, 2018",
        "summary": "Set a thousand years after the first game, Divinity: Original Sin II presents a darker, more grounded narrative and expands on the tactical combat system of its award-winning predecessor. In Divinity: Original Sin, you were on a quest for the forbidden Source magic. Now, you yourself are a Sourcerer: a dangerously powerful individual whose abilities summon creatures from the encroaching Void. The Divine is dead and the Void is everywhere. Sourcerers are blamed and the Divine Order is leading the charge against the threat: you. Captured and sent to Fort Joy, you will be \"cured\" of your powers -- no matter the cost. But the Order has secrets of its own that may cast doubt on its so-called holy mission. As you escape from Fort Joy, you realize that if the world remains godless, it will be consumed by the Void.",
        "scores": {
            "metascore": "92",
            "userscore": "7.8"
        }
    },
    "9": {
        "title": "Celeste",
        "date": "January 25, 2018",
        "summary": "Help Madeline survive her journey to the top of Celeste Mountain in this super-tight, hand-crafted platformer from the creators of TowerFall.",
        "scores": {
            "metascore": "92",
            "userscore": "8.4"
        }
    },
    "10": {
        "title": "Divinity: Original Sin II - Definitive Edition",
        "date": "August 31, 2018",
        "summary": "Set a thousand years after the first game, Divinity: Original Sin II presents a darker, more grounded narrative and expands on the tactical combat system of its award-winning predecessor. In Divinity: Original Sin, you were on a quest for the forbidden Source magic. Now, you yourself are a Sourcerer: a dangerously powerful individual whose abilities summon creatures from the encroaching Void. The Divine is dead and the Void is everywhere. Sourcerers are blamed and the Divine Order is leading the charge against the threat: you. Captured and sent to Fort Joy, you will be \"cured\" of your powers -- no matter the cost. But the Order has secrets of its own that may cast doubt on its so-called holy mission. As you escape from Fort Joy, you realize that if the world remains godless, it will be consumed by the Void.",
        "scores": {
            "metascore": "92",
            "userscore": "7.7"
        }
    },
    "11": {
        "title": "Bayonetta 2",
        "date": "February 16, 2018",
        "summary": "In this climatic sequel to the critically acclaimed Bayonetta action game, players will be on the edge of their seats from start to finish. Brimming with epic, gorgeous cut scenes and battles that are more exhilarating than ever, this game never lets up on the action. Fight on top of a jet as it soars through a downtown city. Duke it out against a giant angel, who bears a whip for an arm, on top of a speeding train. And take to the skies in a fight against a demonic monster while ascending to the top of a skyscraper.",
        "scores": {
            "metascore": "92",
            "userscore": "8.5"
        }
    },
    "12": {
        "title": "INSIDE",
        "date": "June 28, 2018",
        "summary": "Hunted and alone, a boy finds himself drawn into the center of a dark project.",
        "scores": {
            "metascore": "91",
            "userscore": "8.4"
        }
    },
    "13": {
        "title": "Sonic Mania Plus",
        "date": "July 17, 2018",
        "summary": "Sonic Mania Plus is the definitive retail enhanced version of the original Sonic Mania's digital release, presented in a pristine collectible physical release. The encore pack is a $5 upgrade fee for owners of the original game.",
        "scores": {
            "metascore": "91",
            "userscore": "7.9"
        }
    },
    "14": {
        "title": "Dead Cells",
        "date": "August 7, 2018",
        "summary": "Dead Cells puts you in control of a failed alchemic experiment trying to figure out what's happening on a sprawling, ever-changing and seemingly cursed Island. Tough but fair combat, responsive controls, challenging foes, permadeath and of course, the emergency panic roll to get you out of trouble, make for a demanding, visceral and cathartic action game.\n\nExperience a roguevania, mixing an interconnected world, branching paths and unlockable skills with the constant adrenaline-pumping threat of permadeath. No checkpoints. You either vanquish the final boss in one go, or you try again. However, you keep some of your progress for successive runs; new paths you've unlocked, access to new levels, mutations, abilities and weapons.\n\nSpeaking of weapons, Dead Cells features a plethora of ways to slay your enemies. A large variety of swords, bows and of course spells, but also whips, grenades and turrets, each one with its own unique twist. Plus, mutations and scrolls allow you to build and customize your character differently with each and every run.\n\nAt the end of the day though, it's your skills as a player that matter most! Roguelites are about constantly sharpening your skills, until what was an insurmountable obstacle becomes a walk in the park. Patience, you'll get better! ... eventually.\n\nFEATURES:\n\n* Roguevania: The progressive exploration of an interconnected world, with the replayability of a rogue-lite and the adrenaline pumping threat of permadeath.\n\n* 2D Souls-lite Action: Tough but fair combat, the iconic dodge roll, more than 90 weapons and spells with unique gameplay... The unforgiving action wed to the absence of any kind of safety net makes for an adrenalin pumping ride each and every run.\n\n* Nonlinear Progression: Sewers, Ossuary or Ramparts? Once unlocked, special permanent abilities allow you to access new paths to reach your objective. Opt for the path that suits your current build, your play style, or just your mood.\n\n* Exploration: Secret rooms, hidden passages, charming landscapes. Take a moment to stroll the towers and breath in that fresh sea mist infused air.",
        "scores": {
            "metascore": "91",
            "userscore": "8.1"
        }
    },
    "15": {
        "title": "Shadow of the Colossus",
        "date": "February 6, 2018",
        "summary": "Tales speak of an ancient realm where Colossi roam the majestic landscape.  Bound to the land, these creatures hold a key to a mystical power of revival – a power you must obtain to bring a loved one back to life.",
        "scores": {
            "metascore": "91",
            "userscore": "7.8"
        }
    },
    "16": {
        "title": "Celeste",
        "date": "January 25, 2018",
        "summary": "Help Madeline survive her journey to the top of Celeste Mountain in this super-tight, hand-crafted platformer from the creators of TowerFall.",
        "scores": {
            "metascore": "91",
            "userscore": "6.9"
        }
    },
    "17": {
        "title": "NieR: Automata - Become as Gods Edition",
        "date": "June 26, 2018",
        "summary": "NieR: Automata is an action RPG set in a post-apocalyptic world overrun by machine lifeforms and abandoned by mankind. As part of an android army created by humans to reclaim the planet, players will fight their way through the mechanical horde using a collective of close-combat weapons and ranged attacks.",
        "scores": {
            "metascore": "90",
            "userscore": "9.1"
        }
    },
    "18": {
        "title": "Bastion",
        "date": "September 13, 2018",
        "summary": "Bastion is an original action role-playing game featuring a reactive narrator who marks your every move, lush hand-painted 2D artwork, and tight responsive gameplay that rewards playing with finesse. The game is designed to be simple to pick up and start playing, while offering a lot of rich choices around character customization as well as a deep story and gameworld you can lose yourself in.",
        "scores": {
            "metascore": "90",
            "userscore": "7.8"
        }
    },
    "19": {
        "title": "Monster Hunter: World",
        "date": "January 26, 2018",
        "summary": "In Monster Hunter: World you assume the role of a hunter venturing to a new continent where you track down and slay ferocious beasts in heart-pounding battles. This new land and its diverse inhabitants play a critical role in each quest as you strategically use the surrounding environment including terrain, vegetation and wildlife to your advantage in battle or become hindered by the hazards they present. As a hunter, you must use your cunning and expertise to track and maneuver your targets throughout the intense, evolving battles. [Capcom]",
        "scores": {
            "metascore": "90",
            "userscore": "7.1"
        }
    },
    "20": {
        "title": "Hollow Knight",
        "date": "June 12, 2018",
        "summary": "Hollow Knight is a 2D action-adventure game with an emphasis on traditional 2D animation and skillful gameplay. Journey to Hallownest, a vast and ancient underground kingdom inhabited by a bizarre collection of insects and monsters. Players will forge their own path as they explore ruined cities, forests of fungus, temples of bone and other fantastic lands, all on their way to uncovering an ancient mystery.",
        "scores": {
            "metascore": "90",
            "userscore": "8.8"
        }
    },
    "21": {
        "title": "Monster Hunter: World",
        "date": "January 26, 2018",
        "summary": "In Monster Hunter: World you assume the role of a hunter venturing to a new continent where you track down and slay ferocious beasts in heart-pounding battles. This new land and its diverse inhabitants play a critical role in each quest as you strategically use the surrounding environment including terrain, vegetation and wildlife to your advantage in battle or become hindered by the hazards they present. As a hunter, you must use your cunning and expertise to track and maneuver your targets throughout the intense, evolving battles. [Capcom]",
        "scores": {
            "metascore": "90",
            "userscore": "7.7"
        }
    },
    "22": {
        "title": "Into the Breach",
        "date": "February 27, 2018",
        "summary": "Control powerful mechs from the future to defeat an alien threat. Each attempt to save the world presents a new randomly generated challenge in this turn-based strategy game.",
        "scores": {
            "metascore": "90",
            "userscore": "7.7"
        }
    },
    "23": {
        "title": "Astro Bot: Rescue Mission",
        "date": "October 2, 2018",
        "summary": "Astro Bot Rescue Mission is a platformer, developed exclusively for use with PS VR. Take control of Astro the captain Bot and go on an epic VR rescue mission to save your fellow Bots who are dispersed all over space.",
        "scores": {
            "metascore": "90",
            "userscore": "8.9"
        }
    },
    "24": {
        "title": "Bayonetta + Bayonetta 2",
        "date": "February 16, 2018",
        "summary": "The Witch is Back. The witching hour strikes again. Brimming with intricate battles that take place in, on and all over epic set pieces, Bayonetta 2 finds our sassy heroine battling angels and demons in unearthly beautiful HD. You're bound to love how it feels to string together combos with unimaginable weapons and to summon demons using Bayonetta's Wicked Weave in this frantic stylized action game. Bayonetta 2 is a Wii U exclusive. Bayonetta comes packed in with the purchase of every retail packaged version of Bayonetta 2.\r\n\r\nFeatures:\r\n-Initiate the new Umbran Climax technique to temporarily summon demons and boost Bayonetta's attack power and range whenever you fill her magic gauge.\r\n-Fight with new over-the-top weapons that open new possibilities to the way you battle, including the Kafka, a bow that shoots poisonous arrows; the Rakshasa, a pair of beautiful katana blades; and a giant rifle-inspired scythe known as the Chernobog.\r\n-Team up with a friend in Tag Climax, a two-player online co-op mode. Enjoy a little friendly competition by trying to deal the most damage as you work together to take down angels and demons.\r\n-In online quick matches, you can wager halos, the in-game currency that you earn by defeating enemies. You receive a large sum back if you can prove you're a better fighter than your partner. Halos can then be traded in a story mode shop to unlock new techniques, buy accessories and pick up alternate weapon variations.\r\n-Every chapter ends with a medal ranking: Stone, Bronze, Silver, Gold, Platinum or Pure Platinum. The more skilled you are, the higher your ranking.\r\n-This game is approachable for players of all levels, with settings of three difficulty levels. Through Touch Play, you can play with the GamePad stylus and touch screen, regardless of which difficulty you choose.",
        "scores": {
            "metascore": "90",
            "userscore": "8.7"
        }
    },
    "25": {
        "title": "Dead Cells",
        "date": "August 7, 2018",
        "summary": "Dead Cells is a rogue-lite, metroidvania action-platformer. You'll explore a sprawling, everchanging castle... assuming you're able to fight your way past its keepers in 2D souls-lite combat. No checkpoints. Kill, die, learn, repeat. RogueVania: The progressive exploration of an interconnected world, with the replayability of a rogue-lite and the adrenaline pumping threat of permadeath. 2D Souls-lite Action: Tough but fair combat, more than fifty weapons and spells with unique gameplay, and of course, the emergency panic roll to get you out of trouble. Nonlinear progression: Sewers, Ossuary or Remparts? Once unlocked, special permanent abilities allow you to access new paths to reach your objective. Opt for the path that suits your current build, your play style or just your mood. Exploration: Secret rooms, hidden passages, charming landscapes. Take a moment to stroll the towers and breath in that fresh sea mist infused air...",
        "scores": {
            "metascore": "89",
            "userscore": "8.6"
        }
    },
    "26": {
        "title": "Into the Breach",
        "date": "August 28, 2018",
        "summary": "Control powerful mechs from the future to defeat an alien threat. Each attempt to save the world presents a new randomly generated challenge in this turn-based strategy game.",
        "scores": {
            "metascore": "89",
            "userscore": "7.9"
        }
    },
    "27": {
        "title": "Dead Cells",
        "date": "August 7, 2018",
        "summary": "Dead Cells is a rogue-lite, metroidvania action-platformer. You'll explore a sprawling, ever-changing castle... assuming you’re able to fight your way past its keepers in 2D souls-lite combat. No checkpoints. Kill, die, learn, repeat.",
        "scores": {
            "metascore": "89",
            "userscore": "7.9"
        }
    },
    "28": {
        "title": "Tetris Effect",
        "date": "November 9, 2018",
        "summary": "From deep beneath the ocean to the furthest reaches of outer space, Tetris Effect’s 30-plus stages are more than just backdrops; together with music, characters, and animations tailor-made for each level and triggered by your actions, they’re all meant to make you feel something — to convey a mood, or even provoke an emotional response. [Enhance, Inc.]",
        "scores": {
            "metascore": "89",
            "userscore": "7.6"
        }
    },
    "29": {
        "title": "Okami HD",
        "date": "August 9, 2018",
        "summary": "In Okami, the player takes the role of the mythical sun goddess Amaterasu, in the form of a wolf. Her task is to restore color (or 'life') to the world by destroying the monsters who have stolen it. Since Amaterasu is a diety, there are naturally people who worship her and people who don't. The more people who worship her (as a result of her restoring color and doing other good deeds for them), the more powerful she becomes.",
        "scores": {
            "metascore": "89",
            "userscore": "8.6"
        }
    },
    "30": {
        "title": "Return of the Obra Dinn",
        "date": "October 18, 2018",
        "summary": "Return of the Obra Dinn is a first-person mystery adventure based on exploration and logical deduction.",
        "scores": {
            "metascore": "89",
            "userscore": "8.1"
        }
    },
    "31": {
        "title": "DUSK",
        "date": "December 10, 2018",
        "summary": "Battle through an onslaught of mystical backwater cultists, possessed militants & even darker forces as you attempt to discover just what lurks beneath the Earth in this retro FPS inspired by the '90s legends.",
        "scores": {
            "metascore": "88",
            "userscore": "8.2"
        }
    },
    "32": {
        "title": "Hyper Light Drifter",
        "date": "September 6, 2018",
        "summary": "Echoes of a dark and violent past resonate throughout a savage land, steeped in treasure and blood. Hyper Light Drifter is an action adventure RPG in the vein of the best 16bit classics, with modernized mechanics and designs on a much grander scale.\r\n\r\nDrifters of this world are the collectors of forgotten knowledge, lost technologies and broken histories. Our Drifter is haunted by an insatiable illness, traveling further into the lands of Buried Time, hoping to discover a way to quiet the vicious disease.",
        "scores": {
            "metascore": "88",
            "userscore": "7.9"
        }
    },
    "33": {
        "title": "The Banner Saga 3",
        "date": "July 26, 2018",
        "summary": "The Banner Saga 3 is the epic conclusion to a sweeping viking saga six years in the making. This strategic RPG, acclaimed for its strong story and compelling characters has has won over 20 awards and been nominated for 4 BAFTA awards.",
        "scores": {
            "metascore": "88",
            "userscore": "7.3"
        }
    },
    "34": {
        "title": "Injustice 2: Legendary Edition",
        "date": "March 27, 2018",
        "summary": "",
        "scores": {
            "metascore": "88",
            "userscore": "7.5"
        }
    },
    "35": {
        "title": "Owlboy",
        "date": "April 10, 2018",
        "summary": "Owlboy is a vertical platform adventure set in the sky, where the islands of the world have been spread apart after a great calamity. You play as Otus, among the last of the Owls, a renowned race that has produced many of the world's great wonders",
        "scores": {
            "metascore": "88",
            "userscore": "6.7"
        }
    },
    "36": {
        "title": "Monster Hunter: World",
        "date": "August 9, 2018",
        "summary": "In Monster Hunter: World you assume the role of a hunter venturing to a new continent where you track down and slay ferocious beasts in heart-pounding battles. This new land and its diverse inhabitants play a critical role in each quest as you strategically use the surrounding environment including terrain, vegetation and wildlife to your advantage in battle or become hindered by the hazards they present. As a hunter, you must use your cunning and expertise to track and maneuver your targets throughout the intense, evolving battles. [Capcom]",
        "scores": {
            "metascore": "88",
            "userscore": "6.6"
        }
    },
    "37": {
        "title": "Diablo III: Eternal Collection",
        "date": "November 2, 2018",
        "summary": "Generations of gamers have battled the demonic hordes of Diablo, and now it's your turn to take part in the action-RPG legacy. This Eternal Collection features Diablo III, the Reaper of Souls expansion set and the Rise of the Necromancer packall together in one definitive volume. Prepare yourself, mortal hero. The hellgates are opening.",
        "scores": {
            "metascore": "88",
            "userscore": "7.7"
        }
    },
    "38": {
        "title": "Ikaruga",
        "date": "May 29, 2018",
        "summary": "A rebel pilot named Shinra must battle an enemy nation using a specially-designed fighter called the Ikaruga, which can switch between two energy polarities (black or white) at the touch of a button. Bullets that are the same color as Shinra's ship can be absorbed, while the opposite color will do damage - this polarity-switching mechanic is the game's core feature and the foundation for its stage and enemy design. It's now up to Shinra makes his final stand, as the Ikaruga might be the rebel federation's last chance to defeat the oppressive Horai regime.",
        "scores": {
            "metascore": "88",
            "userscore": "7.9"
        }
    },
    "39": {
        "title": "Pillars of Eternity II: Deadfire",
        "date": "May 8, 2018",
        "summary": "Pursue a rogue god over land and sea in the sequel to the multi-award-winning RPG Pillars of eternity. Captain your ship on a dangerous voyage of discovery across the vast unexplored archipelago region of the dead Fire. Bend the world to your will, as you explore the depths of Infinite possibilities, including detailed character customization, total freedom of exploration, and more meaningful choices at every turn.",
        "scores": {
            "metascore": "88",
            "userscore": "7.8"
        }
    },
    "40": {
        "title": "Celeste",
        "date": "January 25, 2018",
        "summary": "Help Madeline survive her journey to the top of Celeste Mountain in this super-tight, hand-crafted platformer from the creators of TowerFall.",
        "scores": {
            "metascore": "88",
            "userscore": "8.0"
        }
    },
    "41": {
        "title": "Forza Horizon 4",
        "date": "September 28, 2018",
        "summary": "For the first time in the racing and driving genre, experience dynamic seasons in a shared open-world. Explore beautiful scenery, collect over 450 cars, and become a Horizon Superstar in historic Britain.",
        "scores": {
            "metascore": "88",
            "userscore": "7.7"
        }
    },
    "42": {
        "title": "Hellblade: Senua's Sacrifice",
        "date": "April 11, 2018",
        "summary": "An independent game from Ninja Theory - makers of Heavenly Sword, Enslaved: Odyssey to the West & DmC: Devil May Cry. Hellblade: Senua's Sacrifice takes you on a journey into savage viking heartland with Senua, a Celtic warrior struggling with trauma & psychosis.",
        "scores": {
            "metascore": "88",
            "userscore": "7.4"
        }
    },
    "43": {
        "title": "Subnautica",
        "date": "January 23, 2018",
        "summary": "Descend into the depths of an alien underwater world filled with resources, creatures, wonder and threats. Craft equipment and submarines to explore lush coral reefs, volcanoes, cave systems, and more - All while attempting to survive.",
        "scores": {
            "metascore": "87",
            "userscore": "8.5"
        }
    },
    "44": {
        "title": "Dead Cells",
        "date": "August 7, 2018",
        "summary": "Dead Cells puts you in control of a failed alchemic experiment trying to figure out what's happening on a sprawling, ever-changing and seemingly cursed Island. Tough but fair combat, responsive controls, challenging foes, permadeath and of course, the emergency panic roll to get you out of trouble, make for a demanding, visceral and cathartic action game.\n\nExperience a roguevania, mixing an interconnected world, branching paths and unlockable skills with the constant adrenaline-pumping threat of permadeath. No checkpoints. You either vanquish the final boss in one go, or you try again. However, you keep some of your progress for successive runs; new paths you've unlocked, access to new levels, mutations, abilities and weapons.\n\nSpeaking of weapons, Dead Cells features a plethora of ways to slay your enemies. A large variety of swords, bows and of course spells, but also whips, grenades and turrets, each one with its own unique twist. Plus, mutations and scrolls allow you to build and customize your character differently with each and every run.\n\nAt the end of the day though, it's your skills as a player that matter most! Roguelites are about constantly sharpening your skills, until what was an insurmountable obstacle becomes a walk in the park. Patience, you'll get better! ... eventually.\n\nFEATURES:\n\n* Roguevania: The progressive exploration of an interconnected world, with the replayability of a rogue-lite and the adrenaline pumping threat of permadeath.\n\n* 2D Souls-lite Action: Tough but fair combat, the iconic dodge roll, more than 90 weapons and spells with unique gameplay... The unforgiving action wed to the absence of any kind of safety net makes for an adrenalin pumping ride each and every run.\n\n* Nonlinear Progression: Sewers, Ossuary or Ramparts? Once unlocked, special permanent abilities allow you to access new paths to reach your objective. Opt for the path that suits your current build, your play style, or just your mood.\n\n* Exploration: Secret rooms, hidden passages, charming landscapes. Take a moment to stroll the towers and breath in that fresh sea mist infused air.",
        "scores": {
            "metascore": "87",
            "userscore": "7.7"
        }
    },
    "45": {
        "title": "RimWorld",
        "date": "October 17, 2018",
        "summary": "A sci-fi colony sim driven by an intelligent AI storyteller. Inspired by Dwarf Fortress and Firefly. Generates stories by simulating psychology, ecology, gunplay, melee combat, climate, biomes, diplomacy, interpersonal relationships, art, medicine, trade, and more.",
        "scores": {
            "metascore": "87",
            "userscore": "8.9"
        }
    },
    "46": {
        "title": "Street Fighter V: Arcade Edition",
        "date": "January 16, 2018",
        "summary": "Street Fighter V: Arcade Edition is a brand-new disc that includes all base content from the original Street Fighter V release, Arcade Mode and a code for Character Pass 1 and 2 content, which includes 12 playable characters and 12 premium costumes.\n\n* ARCADE MODE\nChoose from six different paths themed after classic Street Fighter games.\n\n* GALLERY\nUnlock hundreds of illustrations as you play through Arcade Mode.\n\n* TEAM BATTLE \nAssemble local teams, set your own rules and see who comes out on top.\n\n* EXTRA BATTLE\nComplete online challenges to earn Fight Money, EXP, unique costumes and more.\n\n* NEW V-TRIGGERS\nEach character will have two V-Triggers, adding more depth to the combat system.\n\n* NEW VISUALS\nThe UI is redesigned with new color schemes and exciting pre-and-post fight effects.",
        "scores": {
            "metascore": "87",
            "userscore": "6.6"
        }
    },
    "47": {
        "title": "Dragon Ball FighterZ",
        "date": "September 28, 2018",
        "summary": "After the success of the Xenoverse series, its time to introduce a new classic 2D DRAGON BALL fighting game for this generations consoles. DRAGON BALL FighterZ is born from what makes the DRAGON BALL series so loved and famous: endless spectacular fights with its allpowerful fighters. Partnering with Arc System Works, DRAGON BALL FighterZ maximizes high end Anime graphics and brings easy to learn but difficult to master fighting gameplay to audiences worldwide. \r\n\r\nKey Features:\r\n\r\n* 3vs3 TAG/SUPPORT\r\nAllows players to train and master more than one fighter/style which brings deeper gameplay\r\n\r\n* HIGH-END ANIME GRAPHICS\r\nUsing the power of the Unreal engine and the talented team at Arc System Works, DRAGON BALL FighterZ is a visual tour-de-force \r\n\r\n* SPECTACULAR FIGHTS\r\nExperience aerial combos, destructible stages, famous scenes from the DRAGON BALL anime reproduced in 60FPS and 1080p resolution (Higher resolution will be supported on PS4 Pro and Xbox Scorpio)",
        "scores": {
            "metascore": "87",
            "userscore": "7.6"
        }
    },
    "48": {
        "title": "Guacamelee! 2",
        "date": "December 10, 2018",
        "summary": "Brawling has never been more beautiful! The long-awaited sequel to the smash hit action-platformer is here: Guacamelee! 2 brings luchador Juan Aguacate out of retirement for a stunning new Metroidvania-style adventure, where he must face his greatest challenge yet - one that threatens to tear apart the very fabric of the Mexiverse!\n\nExplore a huge, hand-crafted world inspired by Mexican culture and folklore, filled with sassy new villains and weirdos (and a few old friends!). Learn a deep repertoire of bone-crunching wrestling moves to fend off the skeletal hordes and overcome skillful platforming challenges... and who said anything about a Chicken Illuminati? Certainly not us!\n\nCheck out these features:\n\n* An epic adventure spanning time and space, featuring drop-in 4-player local co-op for you and your best amigos!\n* A brand new upgrade system: discover \"trainers\" around the world, defeat their challenges, and develop your skill sets for movement, combat, and more!\n* A vibrant, colorful adventure that takes you from the Mangrove Swamp to Hell itself, featuring twice as many enemy types as the first game and a roster of eccentric new bosses!\n* An absolutely fuego electro-Mexican soundtrack, and more gorgeous visuals than ever thanks to a fancy new rendering engine!\n* Definitely no secret society of chickens that teaches you ancient chicken abilities previously lost to the ages!",
        "scores": {
            "metascore": "87",
            "userscore": "8.2"
        }
    },
    "49": {
        "title": "Dragon Ball FighterZ",
        "date": "January 26, 2018",
        "summary": "After the success of the Xenoverse series, its time to introduce a new classic 2D DRAGON BALL fighting game for this generations consoles. DRAGON BALL FighterZ is born from what makes the DRAGON BALL series so loved and famous: endless spectacular fights with its allpowerful fighters. Partnering with Arc System Works, DRAGON BALL FighterZ maximizes high end Anime graphics and brings easy to learn but difficult to master fighting gameplay to audiences worldwide. \r\n\r\nKey Features:\r\n\r\n* 3vs3 TAG/SUPPORT\r\nAllows players to train and master more than one fighter/style which brings deeper gameplay\r\n\r\n* HIGH-END ANIME GRAPHICS\r\nUsing the power of the Unreal engine and the talented team at Arc System Works, DRAGON BALL FighterZ is a visual tour-de-force \r\n\r\n* SPECTACULAR FIGHTS\r\nExperience aerial combos, destructible stages, famous scenes from the DRAGON BALL anime reproduced in 60FPS and 1080p resolution (Higher resolution will be supported on PS4 Pro and Xbox Scorpio)",
        "scores": {
            "metascore": "87",
            "userscore": "8.0"
        }
    },
    "50": {
        "title": "Assassin's Creed Odyssey",
        "date": "October 2, 2018",
        "summary": "Write your own epic odyssey and become a legendary Spartan hero. Forge your destiny in a world on the brink of tearing itself apart. Influence how history unfolds in an ever-changing world shaped by your choices.\r\n\r\nFeatures:\r\n\r\n* LEGENDARY SPARTAN HERO - Embark on your journey from outcast to legendary Spartan hero.\r\n* ANCIENT GREECE AWAITS - Explore an entire country full of unexpected encounters in untamed environments and bustling ancient cities.\r\n* CHOOSE YOUR PATH - Your choices shape the world around you. Play in a living world that constantly reacts to your every decision.\r\n* FIGHT EPIC BATTLES - Charge into epic clashes between Sparta and Athens in battles pitting 150v150 soldiers against each other.\r\n* SAIL THE AEGEAN SEA - Recruit crewmembers and customize your ship as you explore and battle your way on the open seas.",
        "scores": {
            "metascore": "87",
            "userscore": "5.9"
        }
    },
    "51": {
        "title": "Marvel's Spider-Man",
        "date": "September 7, 2018",
        "summary": "This isn't the Spider-Man you've known before, or seen in a movie. This is an experienced Peter Parker who is more masterful in fighting major crimes in New York City. At the same time he is struggling to balance his tumultuous personal life and career while the fate of nine million New Yorkers rests upon his shoulders.",
        "scores": {
            "metascore": "87",
            "userscore": "8.6"
        }
    },
    "52": {
        "title": "Monster Boy and the Cursed Kingdom",
        "date": "December 4, 2018",
        "summary": "A legendary game series returns with an all-new adventure and in HD. Monster Boy is a colorful side-scrolling action adventure created in cooperation with Ryuichi Nishizawa, the creator of the famous Wonder Boy in Monster World series. Monster Boy is being created to bring back the enjoyment of the classic games that shine by simplicity. Exciting gameplay, upbeat music and smooth graphics. You'll need to overcome huge bosses, find hidden passages, discover powerful equipment and use all your wits and skills to remove a powerful curse. Transform into 6 different creatures, each with their own skills and abilities. Take advantage of all the unique powers to open new paths and advance in an epic story.",
        "scores": {
            "metascore": "87",
            "userscore": "8.0"
        }
    },
    "53": {
        "title": "Unavowed",
        "date": "August 8, 2018",
        "summary": "A demon has possessed you and used your body to tear a swath of bloodshed through New York. You are now free, but life as you knew it is over. Your only path forward is joining the Unavowed - an ancient society dedicated to stopping evil. No matter what the cost.",
        "scores": {
            "metascore": "87",
            "userscore": "7.9"
        }
    },
    "54": {
        "title": "Katamari Damacy REROLL",
        "date": "December 7, 2018",
        "summary": "The stop-at-nothing pushing prince is back and ready to reroll. When the King of All Cosmos accidentally destroys all the stars in the sky, he orders you, his pint-sized princely son, to put the twinkle back in the heavens above. Join the King and Prince of Cosmos on their wacky adventure to restore the stars at home or on the go – now in full HD.",
        "scores": {
            "metascore": "87",
            "userscore": "8.4"
        }
    },
    "55": {
        "title": "Owlboy",
        "date": "February 13, 2018",
        "summary": "Owlboy is a vertical platform adventure set in the sky, where the islands of the world have been spread apart after a great calamity. You play as Otus, among the last of the Owls, a renowned race that has produced many of the world's great wonders",
        "scores": {
            "metascore": "87",
            "userscore": "7.5"
        }
    },
    "56": {
        "title": "Velocity 2X",
        "date": "September 20, 2018",
        "summary": "Velocity 2X is the highly anticipated sequel to Velocity Ultra that features amazing puzzle-platforming action alongside award-winning top-down shoot em-up gameplay!\r\n\r\nEngage the Quarp Drive teleport to outsmart the enemy in race-tuned space combat, then dock your ship, jump out and run around on foot to infiltrate enemy bases. Once youve disabled internal defences, jump back into the Quarp Jet and continue your mission!\r\n\r\nVelocity 2X takes the same approach to great gameplay design that made Velocity Ultra so much fun, and applies it to a puzzle-platforming adventure too, making Velocity 2X twice the twitchy fun!",
        "scores": {
            "metascore": "87",
            "userscore": "8.0"
        }
    },
    "57": {
        "title": "Sonic Mania Plus",
        "date": "July 17, 2018",
        "summary": "Sonic Mania Plus is the definitive retail enhanced version of the original Sonic Mania's digital release, presented in a pristine collectible physical release. The encore pack is a $5 upgrade fee for owners of the original game.",
        "scores": {
            "metascore": "87",
            "userscore": "7.4"
        }
    },
    "58": {
        "title": "Iconoclasts",
        "date": "January 23, 2018",
        "summary": "Join renegade mechanic Robin and uncover the secrets of a dying planet. Explore a big world filled with intricate puzzles, interesting characters and menacing bosses in a beautiful platform adventure that tells a personal story about faith, purpose and the challenge of helping people.",
        "scores": {
            "metascore": "87",
            "userscore": "8.1"
        }
    },
    "59": {
        "title": "Iconoclasts",
        "date": "August 2, 2018",
        "summary": "Robin just wants to be a mechanic and help people, but without a license she's a sinner in Mother's eyes. Ever since picking up her wrench, the world has been going nuts and she's wanted to bolt it back together. Now Penance is raining down on everyone she loves and One Concern agents are after her.\n\nBut something big is going on bigger than droughts of Ivory fuel and personal conflicts and Robin's in the thick of it.\n\n* Hours of nut-twisting platform action-adventure\n* Numerous densely detailed locations filled with fine-tuned action and puzzles\n* 20+ gear-grinding, screen-filling boss battles stand in your way\n* Three game-changing difficulty settings supported by a unique tweak system\n* A heart-wrenching epic can one mechanic fix the whole world?\n\nIconoclasts is the masterwork of indie developer Joakim Sandberg, seven long years in the making. Iconoclasts delivers awesome action, hilarious hijinks and an emotional rollercoaster of deeply personal storytelling.",
        "scores": {
            "metascore": "87",
            "userscore": "8.2"
        }
    },
    "60": {
        "title": "The Messenger",
        "date": "August 30, 2018",
        "summary": "As a demon army besieges his village, a young ninja ventures through a cursed world, to deliver a scroll paramount to his clan’s survival. What begins as a classic action platformer soon unravels into an expansive time-traveling adventure full of thrills, surprises, and humor.",
        "scores": {
            "metascore": "86",
            "userscore": "8.3"
        }
    },
    "61": {
        "title": "Donkey Kong Country: Tropical Freeze",
        "date": "May 4, 2018",
        "summary": "Help Donkey Kong and his friends get back their home from Vikings in the Donkey Kong Country: Tropical Freeze game from Retro Studios. All the challenging ground-pounding, barrel-blasting and mine cart action from the Donkey Kong Country series is back, along with a bushel of new game-play elements and features.",
        "scores": {
            "metascore": "86",
            "userscore": "8.7"
        }
    },
    "62": {
        "title": "Monster Boy and the Cursed Kingdom",
        "date": "December 4, 2018",
        "summary": "A legendary game series returns with an all-new adventure and in HD/ Monster Boy is a colorful side-scrolling action adventure created in cooperation with Ryuichi Nishizawa, the creator of the famous Wonder Boy in Monster World series.\r\n\r\nMonster Boy is being created to bring back the enjoyment of the classic games that shine by simplicity. Exciting gameplay, upbeat music and smooth graphics. You'll need to overcome huge bosses, find hidden passages, discover powerful equipment and use all your wits and skills to remove a powerful curse.\r\n\r\nTransform into 6 different creatures, each with their own skills and abilities. Take advantage of all the unique powers to open new paths and advance in an epic story.\r\n\r\nWe put all our passion into Monster Boy to create a truly enjoyable love letter to gaming from the 80's and 90's - will you join us and celebrate together with us?\r\n\r\nFeatures:\r\n\r\n* Switch between up to 6 playable characters: Each character feels different and all of them keep the gameplay fresh and exciting.\r\n* Unlock new paths and secrets with special equipment: Look for magic weapons and equipment that gradually open up the world.\r\n* Over 15 hours of epic adventure: Explore the new 'Monster World' in a huge interconnected environment.\r\n* Soundtrack from Japanese superstar composers: Yuzo Koshiro, Motoi Sakuraba, Michiru Yamane, Keiki Kobayashi and Takeshi Yanagawa\r\n* Full HD graphics at 60 frames per second: The game supports 1080p/60fps (docked) and 720p/60fps (portable mode)\r\n* HD Rumble support: Feel the action with high performance HD Rumble support",
        "scores": {
            "metascore": "86",
            "userscore": "8.4"
        }
    },
    "63": {
        "title": "Transistor",
        "date": "November 1, 2018",
        "summary": "Wield an extraordinary weapon of unknown origin in this sci-fi themed action role-playing game from the creators of Bastion.\r\n\r\nFight through a stunning futuristic city\r\n\r\nThe game seamlessly integrates thoughtful strategic planning into a fast-paced action experience, combining responsive gameplay and rich atmospheric storytelling.\r\n\r\nDuring the course of the adventure, you will piece together the Transistor's mysteries as you pursue its former owners.",
        "scores": {
            "metascore": "86",
            "userscore": "8.3"
        }
    },
    "64": {
        "title": "Yakuza 0",
        "date": "August 1, 2018",
        "summary": "Tokyo 1988. Getting rich is easy, the women are beautiful, and everyone wants in on the action. It's time to become Yakuza.\r\n\r\nThe glitz, glamour, and unbridled decadence of the 80s are back in Yakuza 0!\r\n \r\nFight like hell through Tokyo and Osaka with protagonist Kazuma Kiryu and series regular Goro Majima. Play as Kazuma Kiryu and discover how he finds himself in a world of trouble when a simple debt collection goes wrong and his mark winds up murdered. Then, step into the silver-toed shoes of Goro Majima and explore his \"normal\" life as the proprietor of a cabaret club.\r\n\r\nSwitch between three different fighting styles instantaneously and beat up all manner of goons, thugs, hoodlums, and lowlifes. Take combat up a notch by using environmental objects such as bicycles, sign posts, and car doors for bone-crunching combos and savage take-downs.\r\n\r\nFighting is not the only way to kill time in 1988's Japan: from discos and hostess clubs to classic SEGA arcades, there are tons of distractions to pursue in the richly detailed, neon-lit world.",
        "scores": {
            "metascore": "86",
            "userscore": "8.4"
        }
    },
    "65": {
        "title": "Shantae and the Pirate's Curse",
        "date": "March 20, 2018",
        "summary": "Embark on a brand new adventure which teams Shantae with her arch nemesis, Risky Boots! When a curse falls upon Sequin Land, Risky Boots and Shantae must join forces to battle unimaginable evil. Shantae must give up her job as Scuttle Towns \"Guardian Genie\" and become a pirate if she hopes to get her magic back and save the day. As a pirate, Shantae gains new weapons and tools to advance her quest and power through monsters!\r\n\r\n*    Flintlock Pistol (blast enemies and switches from afar)\r\n*    Pirate Hat (glide on the wind using this enormous headwear)\r\n*    Risky's Boots (run at super speeds! Chain your attacks as you dash through enemies & over lava)\r\n*    Cannon (blast yourself into the air on a belch of black powder)\r\n\r\nCore Gameplay Components:\r\n\r\n*    Whipping! Destroy monsters, topple bosses, and solve puzzles with your hair\r\n*    Platforming! Run and jump through deviously designed levels\r\n*    Exploring! Navigate a world of interconnected levels and Labyrinths\r\n*    Belly Dancing! Dance with your Magic Lamp to suck up magic and items\r\n*    Customizing! Earn new abilities, unlock stat-boosting artifacts, magic & costumes\r\n*    Storytelling! Flirtatious characters and wonderfully off-beat humor",
        "scores": {
            "metascore": "86",
            "userscore": "8.2"
        }
    },
    "66": {
        "title": "Guacamelee! Super Turbo Championship Edition",
        "date": "October 8, 2018",
        "summary": "Evil chose the wrong day to double-dip.\r\n\r\nCarlos Calaca has kidnapped El Presidente's Daughter, and he plans to sacrifice her in order to merge the World of the Living with the World of the Dead.\r\n\r\nJuan Aguacate, an agave farmer who stumbles upon a Legendary Luchador mask, must find the strength and courage to become the Hero he's always dreamed of being and put a stop to this.\r\n\r\nGuacamelee! STCE is a Metroidvania-style action-platformer set in a magical world inspired by traditional Mexican culture and folklore.\r\n\r\nThe game features melee combat, parallel dimensions and same-screen co-op. The Super Turbo Championship Edition also includes extra abilities, new level content and enhanced graphics. Also chickens.",
        "scores": {
            "metascore": "86",
            "userscore": "7.9"
        }
    },
    "67": {
        "title": "CrossCode",
        "date": "September 20, 2018",
        "summary": "A retro-inspired 2D Action RPG set in the distant future. CrossCode combines 16-bit SNES-style graphics with butter-smooth physics, a fast-paced combat system, and engaging puzzle mechanics, served with a gripping sci-fi story.",
        "scores": {
            "metascore": "86",
            "userscore": "8.2"
        }
    },
    "68": {
        "title": "Dragon Ball FighterZ",
        "date": "January 26, 2018",
        "summary": "After the success of the Xenoverse series, its time to introduce a new classic 2D DRAGON BALL fighting game for this generations consoles. DRAGON BALL FighterZ is born from what makes the DRAGON BALL series so loved and famous: endless spectacular fights with its allpowerful fighters. Partnering with Arc System Works, DRAGON BALL FighterZ maximizes high end Anime graphics and brings easy to learn but difficult to master fighting gameplay to audiences worldwide. \r\n\r\nKey Features:\r\n\r\n* 3vs3 TAG/SUPPORT\r\nAllows players to train and master more than one fighter/style which brings deeper gameplay\r\n\r\n* HIGH-END ANIME GRAPHICS\r\nUsing the power of the Unreal engine and the talented team at Arc System Works, DRAGON BALL FighterZ is a visual tour-de-force \r\n\r\n* SPECTACULAR FIGHTS\r\nExperience aerial combos, destructible stages, famous scenes from the DRAGON BALL anime reproduced in 60FPS and 1080p resolution (Higher resolution will be supported on PS4 Pro and Xbox Scorpio)",
        "scores": {
            "metascore": "86",
            "userscore": "7.7"
        }
    },
    "69": {
        "title": "Destiny 2: Forsaken",
        "date": "September 4, 2018",
        "summary": "With 2 brand-new destinations to explore, and new weapons, armour and Supers to acquire, Forsaken takes players on an epic journey into the wild frontiers of our solar system where the lines between justice and revenge are blurred. Forsaken also features an all-new competitive and collaborative endgame activity, called Gambit. A first-of-its kind for Destiny, Gambit is a new, hybrid 4v4 mode that merges both PvE and PvP experiences into an epic battle. This entirely new way to play Destiny 2 offers something for all types of gamers to enjoy, appealing to those who thrive on the competitive challenge of PvP gameplay, while seamlessly blending the collaborative and unpredictable elements of PvE. [Bungie]",
        "scores": {
            "metascore": "86",
            "userscore": "5.4"
        }
    },
    "70": {
        "title": "Sid Meier's Civilization VI",
        "date": "November 16, 2018",
        "summary": "Civilization VI offers new ways to interact with your world, expand your empire across the map, advance your culture, and compete against historys greatest leaders to build a civilization that will stand the test of time. Play as one of 24 different leaders from various countries around the world and throughout history. Build an empire of lucrative trade routes with Cleopatra of Egypt, flex the military might of your legions with Trajan of Rome, or develop a powerhouse of culture with Hojo Tokimune of Japan. Each of the leaders can be played any way you prefer, with unique abilities, units, and infrastructure in their quest for victory.",
        "scores": {
            "metascore": "86",
            "userscore": "7.9"
        }
    },
    "71": {
        "title": "Crypt of the NecroDancer: Nintendo Switch Edition",
        "date": "February 1, 2018",
        "summary": "Crypt of the NecroDancer is a hardcore rhythm-based roguelike game. Can you survive this deadly dungeon of dance, slay the NecroDancer, and recapture your still beating heart? Or will you be a slave to the rhythm for all eternity? Players must move on the beat to navigate procedurally generated dungeons while battling dancing skeletons, zombies, dragons, and more! Groove with the game's epic dance soundtrack, or select songs from your own MP3 collection! You can even play with a dance pad to really shake your bones!",
        "scores": {
            "metascore": "86",
            "userscore": "7.1"
        }
    },
    "72": {
        "title": "Beat Saber",
        "date": "November 20, 2018",
        "summary": "Enjoy precisely handcrafted levels and exclusively created electronic dance music, all embedded in an appealing futuristic world. Swing your sabers, match the color and the right direction to slash the cubes, and keep up with the adrenaline-pumping music…",
        "scores": {
            "metascore": "86",
            "userscore": "8.1"
        }
    },
    "73": {
        "title": "Warframe",
        "date": "November 20, 2018",
        "summary": "They were called Tenno. Warriors of blade and gun: masters of the Warframe armor. Those that survived the old war were left drifting among the ruins. Now they are needed once more. The Grineer, with their vast armies, are spreading throughout the solar system. A call echoes across the stars summoning the Tenno to an ancient place. They summon you. Allow the Lotus to guide you. She has rescued you from your cryostasis chamber and given you a chance to survive. The Grineer will find you; you must be prepared. The Lotus will teach you the ways of the Warframes and the secrets to unlocking their powers. Come Tenno, you must join the war.",
        "scores": {
            "metascore": "86",
            "userscore": "8.4"
        }
    },
    "74": {
        "title": "Dragon Quest XI: Echoes of an Elusive Age",
        "date": "September 4, 2018",
        "summary": "DRAGON QUEST XI: Echoes of an Elusive Age tells a captivating tale of a hunted hero and is the long-awaited role-playing game from series creator Yuji Horii, character designer Akira Toriyama and composer Koichi Sugiyama. While it is the eleventh mainline entry in the critically acclaimed series, DRAGON QUEST XI is a completely standalone experience that features entirely new characters, a beautifully detailed world, finely tuned turn-based combat, and an immersive story that promises to appeal to longtime fans and franchise newcomers alike.",
        "scores": {
            "metascore": "86",
            "userscore": "8.7"
        }
    },
    "75": {
        "title": "Football Manager 2019",
        "date": "November 2, 2018",
        "summary": "In Football Manager 2019 YOU are the author of your club's success: you define the tactics and style of play, and drive player recruitment to build the ultimate squad. You take an active role on the training ground, developing your squad and fine-tuning the preparations for upcoming matches.\n\nThen, when Match Day arrives, you take your place on the touchline, overseeing proceedings as your players cross that magical white line. Now, your footballing vision is put to the test! Will the perfect substitution or tactical tweak be the difference between an agonising defeat or an ecstatic victory?\n\nFeatures:\n\n* Test your skills in 50 of the biggest footballing countries.\n* Climb to the top of the table and beyond with any one of world's top 2500 clubs.\n* Play the transfer market and scout more than 500,000 real players and staff.\n* Watch your unique football vision play-out on our acclaimed 3D engine.",
        "scores": {
            "metascore": "86",
            "userscore": "6.3"
        }
    },
    "76": {
        "title": "Assassin's Creed Odyssey",
        "date": "October 2, 2018",
        "summary": "Write your own epic odyssey and become a legendary Spartan hero. Forge your destiny in a world on the brink of tearing itself apart. Influence how history unfolds in an ever-changing world shaped by your choices.\n\nFeatures:\n\n* LEGENDARY SPARTAN HERO - Embark on your journey from outcast to legendary Spartan hero.\n* ANCIENT GREECE AWAITS - Explore an entire country full of unexpected encounters in untamed environments and bustling ancient cities.\n* CHOOSE YOUR PATH - Your choices shape the world around you. Play in a living world that constantly reacts to your every decision.\n* FIGHT EPIC BATTLES - Charge into epic clashes between Sparta and Athens in battles pitting 150v150 soldiers against each other.\n* SAIL THE AEGEAN SEA - Recruit crewmembers and customize your ship as you explore and battle your way on the open seas.",
        "scores": {
            "metascore": "86",
            "userscore": "5.8"
        }
    },
    "77": {
        "title": "Mini Metro",
        "date": "August 30, 2018",
        "summary": "",
        "scores": {
            "metascore": "86",
            "userscore": "8.4"
        }
    },
    "78": {
        "title": "Dark Souls Remastered",
        "date": "May 25, 2018",
        "summary": "Embark upon an epic dark fantasy in a universe stricken by decline and the Curse. Explore its intricate world design - full of hidden passages, dungeons and secrets - and uncover its deeply rooted lore.",
        "scores": {
            "metascore": "86",
            "userscore": "7.0"
        }
    },
    "79": {
        "title": "Thronebreaker: The Witcher Tales",
        "date": "December 4, 2018",
        "summary": "From the creators of The Witcher 3: Wild Hunt comes a brand new tale set in the brutal and twisted universe of witcher Geralt of Rivia. The world stands on the verge of chaos, as the tensions between the power-hungry Nilfgaardian Empire and proud Northern Realms grow. Facing an imminent invasion, Meve — war-veteran Queen of Lyria and Rivia — is forced to once again enter the warpath, and set out on a dark journey of destruction and revenge.",
        "scores": {
            "metascore": "85",
            "userscore": "7.3"
        }
    },
    "80": {
        "title": "Call of Duty: Black Ops 4",
        "date": "October 12, 2018",
        "summary": "Black Ops returns - in your face. Featuring gritty, grounded, fluid Multiplayer combat, a massive Zombies offering with 3 full undead adventures at launch, and Blackout, where the universe of Black Ops comes to life in one huge battle royale experience featuring the largest map in Call of Duty history, signature Black Ops combat, characters, locations and weapons from the entire Black Ops series. Soldier up for all-out combat – tailor made for the Black Ops community. [Treyarch]",
        "scores": {
            "metascore": "85",
            "userscore": "4.0"
        }
    },
    "81": {
        "title": "Night in the Woods",
        "date": "February 1, 2018",
        "summary": "Night In The Woods is a 2D story-focused adventure/exploration game with many extracurricular activities to enjoy, characters to meet, and secrets to discover. Run, jump and use astral projection to explore the many sides of town of Possum Springs and the surrounding environs. Waste time around town with your crew of loser friends. Gain abilities that grant passage to new areas. Discover the secrets of a large cast of characters and the town itself. Experience a big crazy world and the remarkable events unfolding there. Play bass. Break stuff.",
        "scores": {
            "metascore": "85",
            "userscore": "7.4"
        }
    },
    "82": {
        "title": "Final Fantasy XV: Windows Edition",
        "date": "March 6, 2018",
        "summary": "Set in modern times but with a touch of medieval influences, Final Fantasy XV focuses on Noctis Lucis Caelum, the prince of a dynasty which rules a city state that has the last remaining crystal. After the crystal is stolen by an invading nation, Niflheim, a global conflict ensues with all other nations wishing to gain it for themselves. Alongside the main protagonist, Noctis is joined by a military tactician Ignis Scienta, who can deftly handle a katana in battle, a melee fighter named Gladiolus Amicitia, gun-wielding Prompto Argentum, and head of the Royal Family Guards Cor Leonis. There's one other character that appears to get close with Noctis, even if her connection with him is still unknown. Her name is Stella Nox Fleuret, she seems to be strong and fight well with her rapier. Against this backdrop of a world at war, Noctis Lucis Caelum and his closest friends embark on an epic journey to try and get the crystal back.",
        "scores": {
            "metascore": "85",
            "userscore": "8.0"
        }
    },
    "83": {
        "title": "DJMax Respect",
        "date": "March 6, 2018",
        "summary": "Meet the legend of music game again on PlayStation 4. Enjoy variety of legendary DJMAX classics and also new songs at 'DJMAX RESPECT'.",
        "scores": {
            "metascore": "85",
            "userscore": "7.8"
        }
    },
    "84": {
        "title": "Dragon Ball FighterZ",
        "date": "January 26, 2018",
        "summary": "After the success of the Xenoverse series, its time to introduce a new classic 2D DRAGON BALL fighting game for this generations consoles. DRAGON BALL FighterZ is born from what makes the DRAGON BALL series so loved and famous: endless spectacular fights with its allpowerful fighters. Partnering with Arc System Works, DRAGON BALL FighterZ maximizes high end Anime graphics and brings easy to learn but difficult to master fighting gameplay to audiences worldwide. \r\n\r\nKey Features:\r\n\r\n* 3vs3 TAG/SUPPORT\r\nAllows players to train and master more than one fighter/style which brings deeper gameplay\r\n\r\n* HIGH-END ANIME GRAPHICS\r\nUsing the power of the Unreal engine and the talented team at Arc System Works, DRAGON BALL FighterZ is a visual tour-de-force \r\n\r\n* SPECTACULAR FIGHTS\r\nExperience aerial combos, destructible stages, famous scenes from the DRAGON BALL anime reproduced in 60FPS and 1080p resolution (Higher resolution will be supported on PS4 Pro and Xbox Scorpio)",
        "scores": {
            "metascore": "85",
            "userscore": "7.5"
        }
    },
    "85": {
        "title": "Batman: The Enemy Within - Episode 5: Same Stitch",
        "date": "March 26, 2018",
        "summary": "Same Stitch is the fifth and final episode of Batman: The Enemy Within. The episode will follow Batman as he confronts either Amanda Waller and the Agency or a menace he has helped create.",
        "scores": {
            "metascore": "85",
            "userscore": "7.5"
        }
    },
    "86": {
        "title": "Full Metal Furies",
        "date": "January 17, 2018",
        "summary": "From the creators of Rogue Legacy comes a \"true-cooperative\" action RPG. FULL METAL FURIES puts an emphasis on team play with a unique combat system where everyone is important. Play on the couch, alone or with friends, or make it an online party for up to four players.",
        "scores": {
            "metascore": "85",
            "userscore": "7.6"
        }
    },
    "87": {
        "title": "Yakuza Kiwami 2",
        "date": "August 28, 2018",
        "summary": "Kazuma Kiryu thought his Tojo Clan days were behind him. He and his young ward, Haruka Sawamura, have built a peaceful life from the ashes of conflict. All it took was a single gunshot to shatter that peace. Yukio Terada, the fifth chairman of the Tojo Clan, has been assassinated. With war on the horizon, the legendary Dragon of Dojima is pulled back into the world he wanted to leave behind.",
        "scores": {
            "metascore": "85",
            "userscore": "8.1"
        }
    },
    "88": {
        "title": "West of Loathing",
        "date": "May 31, 2018",
        "summary": "West of Loathing is a single-player slapstick comedy adventure role-playing game set in the wild west of the Kingdom of Loathing universe. Traverse snake-infested gulches, punch skeletons wearing cowboy hats, grapple with demon cows, and investigate a wide variety of disgusting spittoons. Talk your way out of trouble as a silver-tongued Snake Oiler, plumb the refried mysteries of the cosmos as a wise and subtle Beanslinger, or let your fists do the talking as a fierce Cow Puncher. Explore a vast open world and encounter a colorful cast of characters, some of whom are good, many of whom are bad, and a few of whom are ugly. [Nintendo]",
        "scores": {
            "metascore": "85",
            "userscore": "8.0"
        }
    },
    "89": {
        "title": "Darkest Dungeon",
        "date": "January 18, 2018",
        "summary": "Darkest Dungeon is a gothic roguelike RPG dungeon crawler about the psychological stresses of adventuring. You will lead a band of four heroes on a perilous side-scrolling descent, dealing with a prodigious number of threats to their bodily health, and worse, a relentless assault on their mental fortitude! Five hundred feet below the earth you will not only fight unimaginable foes, but famine, disease, and the stress of the ever-encroaching dark. Darkest Dungeon focuses on the humanity and psychological vulnerability of the heroes and asks: What emotional toll does a life of adventure take?",
        "scores": {
            "metascore": "85",
            "userscore": "8.0"
        }
    },
    "90": {
        "title": "Thronebreaker: The Witcher Tales",
        "date": "November 9, 2018",
        "summary": "From the creators of The Witcher 3: Wild Hunt comes a brand new tale set in the brutal and twisted universe of witcher Geralt of Rivia. The world stands on the verge of chaos, as the tensions between the power-hungry Nilfgaardian Empire and proud Northern Realms grow. Facing an imminent invasion, Meve — war-veteran Queen of Lyria and Rivia — is forced to once again enter the warpath, and set out on a dark journey of destruction and revenge.",
        "scores": {
            "metascore": "85",
            "userscore": "7.9"
        }
    },
    "91": {
        "title": "PlayerUnknown's Battlegrounds",
        "date": "September 4, 2018",
        "summary": "Battlegrounds (PUBG), the tactical, high-octane battle royale phenomenon, debuted footage from two new maps: Sanhok, a smaller-scale, action-packed map inspired by the islands that dot the Southeast Pacific Ocean, and a snow-covered map currently in development. New footage also debuted of War Mode, a deathmatch-style battle royale gaming experience and the world premiere debut of the Ballistic Shield, a new tool for setting up quick cover for explosive and close-distance attacks. [Xbox.com]",
        "scores": {
            "metascore": "85",
            "userscore": "5.0"
        }
    },
    "92": {
        "title": "Moss",
        "date": "February 27, 2018",
        "summary": "Meet Quill, a young mouse with dreams of greatness beyond the confines of her quiet settlement. One day while exploring the woods, she finds a mysterious stone and an ancient magic is awakened. Dramatic events quickly unfold as a distant evil extends its reach. With her uncle now in grave danger, Quill must embark on an epic journey—and she needs you there by her side. Together, you'll travel to forgotten realms, solve challenging puzzles, and battle menacing enemies. Alone, no one can conquer what you're up against. But united, you just may defeat even the darkest of villains. Immerse yourself in the world of Moss to help write the story of a hero in the making. [Playstation.com]",
        "scores": {
            "metascore": "85",
            "userscore": "7.9"
        }
    },
    "93": {
        "title": "Monster Boy and the Cursed Kingdom",
        "date": "December 4, 2018",
        "summary": "A legendary game series returns with an all-new adventure and in HD. Monster Boy is a colorful side-scrolling action adventure created in cooperation with Ryuichi Nishizawa, the creator of the famous Wonder Boy in Monster World series. Monster Boy is being created to bring back the enjoyment of the classic games that shine by simplicity. Exciting gameplay, upbeat music and smooth graphics. You'll need to overcome huge bosses, find hidden passages, discover powerful equipment and use all your wits and skills to remove a powerful curse. Transform into 6 different creatures, each with their own skills and abilities. Take advantage of all the unique powers to open new paths and advance in an epic story.",
        "scores": {
            "metascore": "85",
            "userscore": "7.9"
        }
    },
    "94": {
        "title": "Radiant Historia: Perfect Chronology",
        "date": "February 13, 2018",
        "summary": "In the midst of an unending war for dominance between two super-powers, Special Intelligence Agent Stocke is assigned to a routine escort mission that goes horribly awry.",
        "scores": {
            "metascore": "85",
            "userscore": "8.5"
        }
    },
    "95": {
        "title": "428: Shibuya Scramble",
        "date": "September 4, 2018",
        "summary": "A kidnapping in Shibuya brings together a detective, a journalist, a former gang leader, a big pharma researcher, and a part-timer stuck in a cat costume for a series of unexpected events. Can they–or the city itself–make it through the day?",
        "scores": {
            "metascore": "85",
            "userscore": "7.5"
        }
    },
    "96": {
        "title": "Ni no Kuni II: Revenant Kingdom",
        "date": "March 23, 2018",
        "summary": "Re-enter the animated world of Ni no Kuni in the sequel to the role-playing game developed by LEVEL-5. Explore the world and experience the story in an all-new RPG adventure. LEVEL-5 reunites with Yoshiyuki Momose on character design and Music created by Joe Hisaishi in the production of the next Ni no Kuni tale.",
        "scores": {
            "metascore": "84",
            "userscore": "7.4"
        }
    },
    "97": {
        "title": "Keep Talking and Nobody Explodes",
        "date": "August 16, 2018",
        "summary": "In Keep Talking and Nobody Explodes, one player is trapped in a room with a ticking time bomb they must defuse. The other players are the “Experts” who must give the instructions to defuse the bomb by deciphering the information found in the Bomb Defusal Manual. But there’s a catch: the Experts can’t see the bomb, so everyone will need to talk it out – fast. Rounds are fast-paced, tense, occasionally silly, and almost always loud. Puzzle solving and communication skills – and maybe a few friendships – will be put to the test as players race to defuse bombs while communicating quickly, clearly, and effectively.",
        "scores": {
            "metascore": "84",
            "userscore": "7.9"
        }
    },
    "98": {
        "title": "Shantae: Half-Genie Hero - Ultimate Edition",
        "date": "May 8, 2018",
        "summary": "Iconic genie Shantae is back in her most thrilling adventure yet! The award-winning 2D platforming series levels-up to stunning new heights thanks to an eye-popping new graphical style, an infectious soundtrack and incredible new game features. Transform into different creatures, dance through dynamic, danger-filled stages, complete quests for friends and face-off against awesome screen-filling bosses in an action-packed thrill ride without equal.\r\n\r\nFEATURES:\r\n\r\n* The complete package! -- This Ultimate Edition contains the award-winning Shantae: Half-Genie Hero, plus three major expansions - Pirate Queen's Quest DLC, Friends To The End DLC and Costume Mode DLC -- all in one bumper package!\r\n\r\n* Day One Edition bonuses! -- Also includes the essential Shantae: Half-Genie Hero artbook, and the toe-tapping, 30-song Risky Beats soundtrack CD!\r\n\r\n* Incredible visuals! -- Eschewing the series' former pixel art look, 2D characters and 3D worlds combine seamlessly in Shantae: Half-Genie Hero for the most beautiful platformer yet.\r\n\r\n* Peerless adventuring! -- Revisit stages with new transformation abilities and morph into a wacky range of creatures (elephants! crabs! mice!) to uncover deeply hidden secrets and unexplored areas.\r\n\r\n* Play as the full gang! -- Shantae's got company! Take control of popular co-stars Sky, Bolo, Rottytops and even series antagonist Risky Boots herself, and use each character's unique skills to journey through new storylines and scenarios long after Shantae's quest is over!",
        "scores": {
            "metascore": "84",
            "userscore": "8.3"
        }
    },
    "99": {
        "title": "F1 2018",
        "date": "August 24, 2018",
        "summary": "The 2018 season sees the return of the French Grand Prix for the first time since 2008, at the Circuit Paul Ricard, which last hosted the French Grand Prix in 1990. The German Grand Prix also returns to the Championship after not featuring last year, with the Hockenheimring hosting the race in July. F1 2018 features all of the official teams, the drivers and circuits of the 2018 season. [Codemasters]",
        "scores": {
            "metascore": "84",
            "userscore": "7.8"
        }
    },
    "100": {
        "title": "Valkyria Chronicles 4",
        "date": "September 25, 2018",
        "summary": "A Continent Engulfed in the Bitter Flames of War. Commander Claude Wallace and his childhood friends set out to fight in a desperate war, but bone-chilling blizzards, waves of imperial soldiers, and the godlike powers of the Valkyria stand between them and victory.",
        "scores": {
            "metascore": "84",
            "userscore": "7.9"
        }
    }
}