{
    "1": {
        "title": "Divinity: Original Sin II - Definitive Edition",
        "date": "September 4, 2019",
        "summary": "Set a thousand years after the first game, Divinity: Original Sin II presents a darker, more grounded narrative and expands on the tactical combat system of its award-winning predecessor. In Divinity: Original Sin, you were on a quest for the forbidden Source magic. Now, you yourself are a Sourcerer: a dangerously powerful individual whose abilities summon creatures from the encroaching Void. The Divine is dead and the Void is everywhere. Sourcerers are blamed and the Divine Order is leading the charge against the threat: you. Captured and sent to Fort Joy, you will be \"cured\" of your powers -- no matter the cost. But the Order has secrets of its own that may cast doubt on its so-called holy mission. As you escape from Fort Joy, you realize that if the world remains godless, it will be consumed by the Void.",
        "scores": {
            "metascore": "93",
            "userscore": "8.7"
        }
    },
    "2": {
        "title": "Red Dead Redemption 2",
        "date": "November 5, 2019",
        "summary": "America, 1899. The end of the wild west era has begun as lawmen hunt down the last remaining outlaw gangs. Those who will not surrender or succumb are killed.\n\nAfter a robbery goes badly wrong in the western town of Blackwater, Arthur Morgan and the Van der Linde gang are forced to flee. With federal agents and the best bounty hunters in the nation massing on their heels, the gang must rob, steal and fight their way across the rugged heartland of America in order to survive. As deepening internal divisions threaten to tear the gang apart, Arthur must make a choice between his own ideals and loyalty to the gang who raised him.\n\nFrom the creators of Grand Theft Auto V and Red Dead Redemption, Red Dead Redemption 2 is an epic tale of life in America at the dawn of the modern age.",
        "scores": {
            "metascore": "93",
            "userscore": "5.0"
        }
    },
    "3": {
        "title": "Resident Evil 2",
        "date": "January 25, 2019",
        "summary": "In Resident Evil 2, the classic action, tense exploration, and puzzle solving gameplay that defined the Resident Evil series returns. Players join rookie police officer Leon Kennedy and college student Claire Redfield, who are thrust together by a disastrous outbreak in Raccoon City that transformed its population into deadly zombies. Both Leon and Claire have their own separate playable campaigns, allowing players to see the story from both characters’ perspectives. The fate of these two fan favorite characters is in players hands as they work together to survive and get to the bottom of what is behind the terrifying attack on the city. Will they make it out alive?",
        "scores": {
            "metascore": "93",
            "userscore": "8.6"
        }
    },
    "4": {
        "title": "Sekiro: Shadows Die Twice",
        "date": "March 22, 2019",
        "summary": "Your death won’t come easily. Enter the world of late 1500s Sengoku Japan; a brutal, bloody period of constant life-and-death conflict. As tensions rise, a compelling new story unfolds amongst the chaos. Introducing Sekiro: Shadows Die Twice, a dark and twisted new gameplay experience developed by the renowned team at FromSoftware and published by Activision. Directed by Hidetaka Miyazaki, Sekiro: Shadows Die Twice is a third-person, action-adventure game with RPG elements. The single-player game puts players in the protagonist role of a hard-hearted warrior whose mission is to rescue his master, a young lord, and exact revenge on his arch nemesis. As “Sekiro,” or the “one-armed wolf,” players discover the many ways to strategically approach combat and engage enemies. [Activision]",
        "scores": {
            "metascore": "91",
            "userscore": "8.0"
        }
    },
    "5": {
        "title": "Final Fantasy XIV: Shadowbringers",
        "date": "July 2, 2019",
        "summary": "Take part in the next saga of FINAL FANTASY® XIV Online with the next legendary expansion pack—SHADOWBRINGERS.\r\n\r\nNew jobs: Gunbreaker and Dancer\r\nNew races: Viera and Hrothgar\r\nLevel cap increased: 70 to 80\r\nNew cities: The Crystarium and Eulmore\r\nJourney through expansive new areas, such as the Rak’tika Greatwood, Amh Araeng, Il Mheg and Lakeland.\r\nNew trails, including harrowing encounters with Titania and Innocence.\r\nNew beast tribes: pixies, Nu Mou, and dwarves\r\nNew 8-player raid: Eden\r\nAn exciting new series of alliance raids YoRHa:Dark Apocalypse\r\nThe Restoration of the Holy See of Ishgard - In the aftermath of the Dragonsong War, Disciples of the Hand and Land work together to rebuild Ishgard",
        "scores": {
            "metascore": "91",
            "userscore": "8.3"
        }
    },
    "6": {
        "title": "Dragon Quest XI S: Echoes of an Elusive Age - Definitive Edition",
        "date": "September 27, 2019",
        "summary": "Dragon Quest XI: Echoes of an Elusive Age tells a captivating tale of a hunted hero and is the long-awaited role-playing game from series creator Yuji Horii, character designer Akira Toriyama and composer Koichi Sugiyama. While it is the eleventh mainline entry in the critically acclaimed series, Dragon Quest XI is a completely standalone experience that features entirely new characters, a beautifully detailed world, finely tuned turn-based combat, and an immersive story that will appeal to long-time fans and franchise newcomers alike. A young man, about to participate in his village's coming of age ceremony, travels to a Sacred Stone alongside his childhood friend. After a series of unexpected events, this intrepid adventurer learns he is the reincarnation of a legendary hero from a forgotten age. The young hero sets forth into an unknown world on a journey to unravel the mystery of his past... but the welcome he receives is far from warm. Upon revealing his identity to the King, the hero is branded as \"The Dark spawn\" and hunted by a relentless army. Fleeing from his pursuers, the hero assembles a band of endearing adventurers who believe he is actually The Luminary reborn. The hero and his newfound companions embark on a quest that will take them across continents and over vast oceans as they learn of an ominous threat facing the world.",
        "scores": {
            "metascore": "91",
            "userscore": "8.6"
        }
    },
    "7": {
        "title": "Disco Elysium",
        "date": "October 15, 2019",
        "summary": "Disco Elysium is an open world role playing game. You’re a detective with a unique skill system at your disposal and a whole city block to carve your path across. Interrogate unforgettable characters, crack murders or take bribes. Become a hero or an absolute disaster of a human being.",
        "scores": {
            "metascore": "91",
            "userscore": "8.3"
        }
    },
    "8": {
        "title": "NieR: Automata - Game of the YoRHa Edition",
        "date": "February 26, 2019",
        "summary": "Humanity has been driven from the Earth by mechanical beings from another world. In a final effort to take back the planet, the human resistance sends a force of android soldiers to destroy the invaders. Now, a war between machines and androids rages on... A war that could soon unveil a long-forgotten truth of the world.",
        "scores": {
            "metascore": "91",
            "userscore": "8.5"
        }
    },
    "9": {
        "title": "Resident Evil 2",
        "date": "January 25, 2019",
        "summary": "In Resident Evil 2, the classic action, tense exploration, and puzzle solving gameplay that defined the Resident Evil series returns. Players join rookie police officer Leon Kennedy and college student Claire Redfield, who are thrust together by a disastrous outbreak in Raccoon City that transformed its population into deadly zombies. Both Leon and Claire have their own separate playable campaigns, allowing players to see the story from both characters’ perspectives. The fate of these two fan favorite characters is in players hands as they work together to survive and get to the bottom of what is behind the terrifying attack on the city. Will they make it out alive?",
        "scores": {
            "metascore": "91",
            "userscore": "8.8"
        }
    },
    "10": {
        "title": "Final Fantasy XIV: Shadowbringers",
        "date": "July 2, 2019",
        "summary": "Take part in the next saga of FINAL FANTASY® XIV Online with the next legendary expansion pack—SHADOWBRINGERS.\r\n\r\nNew jobs: Gunbreaker and Dancer\r\nNew races: Viera and Hrothgar\r\nLevel cap increased: 70 to 80\r\nNew cities: The Crystarium and Eulmore\r\nJourney through expansive new areas, such as the Rak’tika Greatwood, Amh Araeng, Il Mheg and Lakeland.\r\nNew trails, including harrowing encounters with Titania and Innocence.\r\nNew beast tribes: pixies, Nu Mou, and dwarves\r\nNew 8-player raid: Eden\r\nAn exciting new series of alliance raids YoRHa:Dark Apocalypse\r\nThe Restoration of the Holy See of Ishgard - In the aftermath of the Dragonsong War, Disciples of the Hand and Land work together to rebuild Ishgard",
        "scores": {
            "metascore": "90",
            "userscore": "9.0"
        }
    },
    "11": {
        "title": "Monster Hunter: World - Iceborne",
        "date": "September 6, 2019",
        "summary": "Monster Hunter World: Iceborne is the highly anticipated massive expansion to Monster Hunter: World, the best-selling Capcom title of all time with more than 12 million units shipped worldwide adding to the series total of more than 53 million units to date. This gargantuan follow-up rivals the gameplay volume from the original release and features a new icy setting, storyline, monsters, gameplay options, and more.\n\nThe game's all-new story picks up after Monster Hunter: World and whisks hunters away to the newly discovered chilly locale that, once fully explored, becomes the largest region in World so far. The new locale is home to several new and returning monsters ready to challenge hunters throughout their expeditions and raises the stakes with the added higher difficulty Master Rank. Iceborne continues the skill-based progression and robust crafting system found in World and expands that with several new gameplay features that broaden the player's combat repertoire. All this leads to the ultimate hunter test against the mysterious new flagship monster, Velkhana.",
        "scores": {
            "metascore": "90",
            "userscore": "8.1"
        }
    },
    "12": {
        "title": "Tetris Effect",
        "date": "July 23, 2019",
        "summary": "Named after a real-world phenomenon where players' brains are so engrossed that images of the iconic falling Tetrimino blocks (i.e. the Tetris playing pieces) linger in their vision, thoughts, and even dreams, Tetris Effect amplifies this magical feeling of total immersion by surrounding you with fantastic, fully three-dimensional worlds that react and evolve based on how you play. Music, backgrounds, sounds, special effects -- everything, down to the Tetris pieces themselves, pulse, dance, shimmer, and explode in perfect sync with how you're playing.\r\n\r\nFrom deep beneath the ocean to the furthest reaches of outer space and everywhere between, Tetris Effect's 30-plus stages take players on a wondrous, emotional journey through the universe. The core of the game is still Tetris -- one of the most popular puzzle games of all time -- but like you've never seen it, or heard it, or felt it before.",
        "scores": {
            "metascore": "90",
            "userscore": "6.6"
        }
    },
    "13": {
        "title": "Sekiro: Shadows Die Twice",
        "date": "March 22, 2019",
        "summary": "Your death won’t come easily. Enter the world of late 1500s Sengoku Japan; a brutal, bloody period of constant life-and-death conflict. As tensions rise, a compelling new story unfolds amongst the chaos. Introducing Sekiro: Shadows Die Twice, a dark and twisted new gameplay experience developed by the renowned team at FromSoftware and published by Activision. Directed by Hidetaka Miyazaki, Sekiro: Shadows Die Twice is a third-person, action-adventure game with RPG elements. The single-player game puts players in the protagonist role of a hard-hearted warrior whose mission is to rescue his master, a young lord, and exact revenge on his arch nemesis. As “Sekiro,” or the “one-armed wolf,” players discover the many ways to strategically approach combat and engage enemies. [Activision]",
        "scores": {
            "metascore": "90",
            "userscore": "8.0"
        }
    },
    "14": {
        "title": "Resident Evil 2",
        "date": "January 25, 2019",
        "summary": "In Resident Evil 2, the classic action, tense exploration, and puzzle solving gameplay that defined the Resident Evil series returns. Players join rookie police officer Leon Kennedy and college student Claire Redfield, who are thrust together by a disastrous outbreak in Raccoon City that transformed its population into deadly zombies. Both Leon and Claire have their own separate playable campaigns, allowing players to see the story from both characters’ perspectives. The fate of these two fan favorite characters is in players hands as they work together to survive and get to the bottom of what is behind the terrifying attack on the city. Will they make it out alive?",
        "scores": {
            "metascore": "89",
            "userscore": "9.0"
        }
    },
    "15": {
        "title": "Ori and the Blind Forest: Definitive Edition",
        "date": "September 27, 2019",
        "summary": "Ori and the Blind Forest: Definitive Edition delivers a multitude of new areas, difficulty options, and gameplay upgrades that should appeal to both new and seasoned Ori players.",
        "scores": {
            "metascore": "89",
            "userscore": "8.7"
        }
    },
    "16": {
        "title": "Monster Hunter: World - Iceborne",
        "date": "September 6, 2019",
        "summary": "Monster Hunter World: Iceborne is the highly anticipated massive expansion to Monster Hunter: World, the best-selling Capcom title of all time with more than 12 million units shipped worldwide adding to the series total of more than 53 million units to date. This gargantuan follow-up rivals the gameplay volume from the original release and features a new icy setting, storyline, monsters, gameplay options, and more.\n\nThe game's all-new story picks up after Monster Hunter: World and whisks hunters away to the newly discovered chilly locale that, once fully explored, becomes the largest region in World so far. The new locale is home to several new and returning monsters ready to challenge hunters throughout their expeditions and raises the stakes with the added higher difficulty Master Rank. Iceborne continues the skill-based progression and robust crafting system found in World and expands that with several new gameplay features that broaden the player's combat repertoire. All this leads to the ultimate hunter test against the mysterious new flagship monster, Velkhana.",
        "scores": {
            "metascore": "89",
            "userscore": "8.4"
        }
    },
    "17": {
        "title": "F1 2019",
        "date": "June 25, 2019",
        "summary": "The official videogame of the 2019 FIA Formula One World Championship, F1 2019 challenges you to Defeat your Rivals in the most ambitious F1 game in Codemasters' history. The game is released a full two months earlier during the Formula 1 myWorld Grosser Preis von Osterreich 2019 weekend and, unlike previous iterations, ahead of the British, German and Hungarian races.\r\n\r\nF1 2019 features all the official teams, drivers and all 21 circuits from the 2019 season. This year sees the inclusion of F2 with players being able to complete the 2018 season with the likes of George Russell, Lando Norris and Alexander Albon. The 2019 F2 season content will be made available as a free digital update during the season.\r\n\r\nHaving established itself as one of the highest rated racing franchises of all time, F1 2019 builds on the success of previous iterations and delivers an experience that rivals the quality and production values of its real-life race counterpart. With greater emphasis on graphical fidelity, the environments have been significantly enhanced, and the tracks come to life like never before. Night races have been completely overhauled creating vastly improved levels of realism and the upgraded F1 broadcast sound and visuals add further realism to all aspects of the race weekend.",
        "scores": {
            "metascore": "89",
            "userscore": "6.5"
        }
    },
    "18": {
        "title": "Devil May Cry 5",
        "date": "March 7, 2019",
        "summary": "The story is set several years after Devil May Cry 4.\r\nLegendary DMC action returns, made all the more stylish by the power modern gaming has to offer.\r\n\r\nBehold stunning visuals built upon the technology that brought you Resident Evil 7 biohazard. High framerate graphics and flexible design give our creators what they need to offer fans the latest and greatest DMC experience.",
        "scores": {
            "metascore": "89",
            "userscore": "8.6"
        }
    },
    "19": {
        "title": "Slay the Spire",
        "date": "January 23, 2019",
        "summary": "We fused card games and roguelikes together to make the best single player deckbuilder we could. Craft a unique deck, encounter bizarre creatures, discover relics of immense power, and Slay the Spire!",
        "scores": {
            "metascore": "89",
            "userscore": "7.0"
        }
    },
    "20": {
        "title": "Fire Emblem: Three Houses",
        "date": "July 26, 2019",
        "summary": "War is coming to the continent of Fódlan. Here, order is maintained by the Church of Seiros, which hosts the prestigious Officer's Academy within its headquarters. You are invited to teach one of its three mighty houses, each comprised of students brimming with personality and represented by a royal from one of three territories. As their professor, you must lead your students in their academic lives and in turn-based, tactical RPG battles wrought with strategic, new twists to overcome. Which house, and which path, will you choose?",
        "scores": {
            "metascore": "89",
            "userscore": "8.7"
        }
    },
    "21": {
        "title": "Apex Legends",
        "date": "February 4, 2019",
        "summary": "Conquer with character in Apex Legends, a free-to-play Battle Royale shooter where legendary characters with powerful abilities team up to battle for fame and fortune on the fringes of the Frontier. Master an ever-growing roster of diverse legends, deep tactical squad play, and bold new innovations that level-up the Battle Royale experience—all within a rugged world where anything goes. Welcome to the next evolution of Battle Royale.",
        "scores": {
            "metascore": "89",
            "userscore": "6.7"
        }
    },
    "22": {
        "title": "Asgard's Wrath",
        "date": "October 10, 2019",
        "summary": "Unleash the wrath of the Gods in a mythical Norse adventure that can only unfold in VR. Forge your destiny as both a mortal hero and living god in an action role playing game of unworldly depth.",
        "scores": {
            "metascore": "88",
            "userscore": "8.4"
        }
    },
    "23": {
        "title": "Sekiro: Shadows Die Twice",
        "date": "March 22, 2019",
        "summary": "Your death won’t come easily. Enter the world of late 1500s Sengoku Japan; a brutal, bloody period of constant life-and-death conflict. As tensions rise, a compelling new story unfolds amongst the chaos. Introducing Sekiro: Shadows Die Twice, a dark and twisted new gameplay experience developed by the renowned team at FromSoftware and published by Activision. Directed by Hidetaka Miyazaki, Sekiro: Shadows Die Twice is a third-person, action-adventure game with RPG elements. The single-player game puts players in the protagonist role of a hard-hearted warrior whose mission is to rescue his master, a young lord, and exact revenge on his arch nemesis. As “Sekiro,” or the “one-armed wolf,” players discover the many ways to strategically approach combat and engage enemies. [Activision]",
        "scores": {
            "metascore": "88",
            "userscore": "7.8"
        }
    },
    "24": {
        "title": "What Remains of Edith Finch",
        "date": "July 4, 2019",
        "summary": "What Remains of Edith Finch is a collection of short stories about a cursed family in Washington State.",
        "scores": {
            "metascore": "88",
            "userscore": "7.8"
        }
    },
    "25": {
        "title": "Unity of Command II",
        "date": "November 12, 2019",
        "summary": "Unity of Command II is the sequel to one of the most critically acclaimed strategy games of all time; a game critics called 'the perfect gateway' into computer war games.",
        "scores": {
            "metascore": "88",
            "userscore": "6.8"
        }
    },
    "26": {
        "title": "Apex Legends",
        "date": "February 4, 2019",
        "summary": "Conquer with character in Apex Legends, a free-to-play Battle Royale shooter where legendary characters with powerful abilities team up to battle for fame and fortune on the fringes of the Frontier. Master an ever-growing roster of diverse legends, deep tactical squad play, and bold new innovations that level-up the Battle Royale experience—all within a rugged world where anything goes. Welcome to the next evolution of Battle Royale.",
        "scores": {
            "metascore": "88",
            "userscore": "5.9"
        }
    },
    "27": {
        "title": "Devil May Cry 5",
        "date": "March 8, 2019",
        "summary": "The story is set several years after Devil May Cry 4.\nLegendary DMC action returns, made all the more stylish by the power modern gaming has to offer.\n\nBehold stunning visuals built upon the technology that brought you Resident Evil 7 biohazard. High framerate graphics and flexible design give our creators what they need to offer fans the latest and greatest DMC experience.",
        "scores": {
            "metascore": "88",
            "userscore": "8.4"
        }
    },
    "28": {
        "title": "Slay the Spire",
        "date": "May 21, 2019",
        "summary": "Slay the Spire is an energetic fusion of card games and roguelikes. Choose your cards wisely. Craft a unique deck, encounter bizarre creatures, discover relics of immense power, and make your way up the ever-changing Spire.",
        "scores": {
            "metascore": "88",
            "userscore": "6.0"
        }
    },
    "29": {
        "title": "Super Mario Maker 2",
        "date": "June 28, 2019",
        "summary": "Mario fans of the world, unite! Now you can play, create, and share the side-scrolling Super Mario courses of your dreams in the Super Mario Maker 2 game, available exclusively on the Nintendo Switch™ system! Dive into the single-player Story Mode and play built-in courses to rebuild Princess Peach’s castle. Make your own courses, alone or together. And with a Nintendo Switch Online membership*, share your courses, access a near-endless supply made by others, enjoy online multiplayer, and more. A new side-scrolling Mario adventure that unleashes the creative potential of Super Mario Maker 2 awaits in Story Mode, which contains over 100 built-in courses. And in Course Maker, a wide range of parts, tools, and more are available so you can construct your own courses. Want coin-shooting cannons? Bowser riding on a giant Goomba? Cat Mario sliding down slopes to take out an army of baddies? Go for it! You call the shots. Pass a Joy-Con controller to a partner to build cooperatively on a single system.",
        "scores": {
            "metascore": "88",
            "userscore": "8.5"
        }
    },
    "30": {
        "title": "Downwell",
        "date": "January 31, 2019",
        "summary": "Downwell is a curious game about a young person venturing down a well in search of untold treasures with only his Gunboots for protection. Make your way further and further down into the darkness filled with nasty creatures and mysterious secrets to collect the spectacular red gems scattered about the rocks. Step into precariously placed shops and buy some helpful items or level up between levels to battle well-dwelling monsters and uncover hidden caves filled with riches and relics. No two trips down the well are ever the same.",
        "scores": {
            "metascore": "88",
            "userscore": "7.2"
        }
    },
    "31": {
        "title": "Apex Legends",
        "date": "February 4, 2019",
        "summary": "Conquer with character in Apex Legends, a free-to-play Battle Royale shooter where legendary characters with powerful abilities team up to battle for fame and fortune on the fringes of the Frontier. Master an ever-growing roster of diverse legends, deep tactical squad play, and bold new innovations that level-up the Battle Royale experience—all within a rugged world where anything goes. Welcome to the next evolution of Battle Royale.",
        "scores": {
            "metascore": "88",
            "userscore": "6.5"
        }
    },
    "32": {
        "title": "Devil May Cry 5",
        "date": "March 8, 2019",
        "summary": "A brand-new entry in the over-the-top action series comes complete with its signature blend of high-octane stylized action and otherworldly and original characters the series is known for. Years have passed since the legions of hell have set foot in this world, but now a new demonic invasion has begun, and humanity’s last hope will rest in the hands of three lone demon hunters, each offering a radically different play style. United by fate and a thirst for vengeance, these demon hunters will have to face their demons if they hope to survive. [Xbox.com]",
        "scores": {
            "metascore": "87",
            "userscore": "7.5"
        }
    },
    "33": {
        "title": "Frostpunk: Console Edition",
        "date": "October 11, 2019",
        "summary": "In a completely frozen world, people develop steam-powered technology to oppose the overwhelming cold. Society in its current form becomes ineffective and it has to change in order to survive.",
        "scores": {
            "metascore": "87",
            "userscore": "7.4"
        }
    },
    "34": {
        "title": "Sid Meier's Civilization VI",
        "date": "November 22, 2019",
        "summary": "Civilization VI offers new ways to interact with your world, expand your empire across the map, advance your culture, and compete against historys greatest leaders to build a civilization that will stand the test of time.",
        "scores": {
            "metascore": "87",
            "userscore": "6.4"
        }
    },
    "35": {
        "title": "Cuphead",
        "date": "April 17, 2019",
        "summary": "Cuphead is a classic run and gun action game heavily focused on boss battles. Inspired by cartoons of the 1930s, the visuals and audio are painstakingly created with the same techniques of the era, i.e. traditional hand drawn cel animation, watercolor backgrounds, and original jazz recordings.\r\nPlay as Cuphead or Mugman (in single player or local co-op) as you traverse strange worlds, acquire new weapons, learn powerful super moves, and discover hidden secrets while you try and pay your debt back to the devil!",
        "scores": {
            "metascore": "87",
            "userscore": "8.3"
        }
    },
    "36": {
        "title": "Astral Chain",
        "date": "August 30, 2019",
        "summary": "As part of a police special task force, it’s up to you to fight against mysterious, alien-like creatures who have invaded the world.  In the Ark, a multi-cultural city in the near future, disaster strikes when gates to another dimension suddenly appear! Dangerous creatures begin to emerge, attacking the people and polluting the land, and normal police forces are unable to compete with them. To stand up against these threats, a brand new, special police unit known as Neuron is formed. Choose between two playable characters – one male, one female – on your adventure. The character you don’t choose also appears as your younger twin, and a fellow member of Neuron.  In order to resist the creatures, humanity developed a special weapon: the Legion. The Legion acts as your partner, and helps with your investigations. However, it’s in battle where the Legion shows its real ability...",
        "scores": {
            "metascore": "87",
            "userscore": "8.9"
        }
    },
    "37": {
        "title": "Baba Is You",
        "date": "March 13, 2019",
        "summary": "Baba Is You is a puzzle game where the rules you have to follow are present as blocks you can interact with. By manipulating them, you can change how the game works, repurpose things you find in the levels and cause surprising interactions.",
        "scores": {
            "metascore": "87",
            "userscore": "7.9"
        }
    },
    "38": {
        "title": "The Legend of Zelda: Link's Awakening",
        "date": "September 20, 2019",
        "summary": "[*Reviews will go up on September 19 at 5am Pacific] 26 years after its original release on Game Boy, The Legend of Zelda: Link's Awakening will be reborn as a new experience on Nintendo Switch. Buffeted by a storm, Link washes ashore on the mysterious Koholint Island. In order to return home, Link must overcome challenging dungeons and battle against fearsome monsters. This new version of the classic adventure includes many unique elements that appeared in the original Game Boy release, such as 2D platformer-style rooms and appearances from characters outside of The Legend of Zelda series.",
        "scores": {
            "metascore": "87",
            "userscore": "8.4"
        }
    },
    "39": {
        "title": "F1 2019",
        "date": "June 27, 2019",
        "summary": "The official videogame of the 2019 FIA Formula One World Championship, F1 2019 challenges you to Defeat your Rivals in the most ambitious F1 game in Codemasters' history. The game is released a full two months earlier during the Formula 1 myWorld Grosser Preis von Osterreich 2019 weekend and, unlike previous iterations, ahead of the British, German and Hungarian races.\n\nF1 2019 features all the official teams, drivers and all 21 circuits from the 2019 season. This year sees the inclusion of F2 with players being able to complete the 2018 season with the likes of George Russell, Lando Norris and Alexander Albon. The 2019 F2 season content will be made available as a free digital update during the season.\n\nHaving established itself as one of the highest rated racing franchises of all time, F1 2019 builds on the success of previous iterations and delivers an experience that rivals the quality and production values of its real-life race counterpart. With greater emphasis on graphical fidelity, the environments have been significantly enhanced, and the tracks come to life like never before. Night races have been completely overhauled creating vastly improved levels of realism and the upgraded F1 broadcast sound and visuals add further realism to all aspects of the race weekend.",
        "scores": {
            "metascore": "87",
            "userscore": "6.9"
        }
    },
    "40": {
        "title": "Sunless Skies",
        "date": "January 31, 2019",
        "summary": "SAIL THE STARS. BETRAY YOUR QUEEN. MURDER A SUN. Sunless Skies is a Gothic Horror roleplay game with a focus on exploration and exquisite storytelling for PC, Mac and Linux.",
        "scores": {
            "metascore": "87",
            "userscore": "6.9"
        }
    },
    "41": {
        "title": "Sid Meier's Civilization VI",
        "date": "November 22, 2019",
        "summary": "Civilization VI offers new ways to interact with your world, expand your empire across the map, advance your culture, and compete against historys greatest leaders to build a civilization that will stand the test of time.",
        "scores": {
            "metascore": "86",
            "userscore": "7.5"
        }
    },
    "42": {
        "title": "Dragon Quest Builders 2",
        "date": "July 12, 2019",
        "summary": "DRAGON QUEST BUILDERS 2 is a block-building role-playing game with a charming single player campaign and a robust multiplayer building mode that supports up to four players online. Create your customized character, team-up with your fearless friend Malroth, gather the skills required to become a full-fledged builder, and combat the Children of Hargon, a vile cult that worships destruction. Then, take your builder online and join your friends to collaborate and create something truly magnificent. Don’t let the name fool you, despite the 2, this is a completely standalone experience featuring new characters, an expansive world, unlimited building combinations, and a storyline that promises to satisfy longtime fans and newcomers alike. [Square Enix]",
        "scores": {
            "metascore": "86",
            "userscore": "7.7"
        }
    },
    "43": {
        "title": "Steins;Gate Elite",
        "date": "February 19, 2019",
        "summary": "STEINS;GATE ELITE is a remastered title with animated scenes from the anime, creating a brand-new, immersive experience. Follow a group of young, tech-savvy Lab Members who discover the means of changing the past by using e-mail and a modified microwave. Their experiment to push the boundaries of time spirals out of control as they become entangled in a conspiracy surrounding SERN, the organization behind the Large Hadron Collider, and John Titor, who claims to be from a dystopian future.",
        "scores": {
            "metascore": "86",
            "userscore": "7.1"
        }
    },
    "44": {
        "title": "Ni no Kuni: Wrath of the White Witch Remastered",
        "date": "September 20, 2019",
        "summary": "Ni no Kuni: Wrath of the White Witch Remastered = Journey back to the other world in Ni no Kuni: Wrath of the White Witch. LEVEL-5's classic tale returns better than ever. Join Oliver as he embarks on an adventure through a world inhabited by new friends and ferocious foes alike in the hopes of bringing back his mother after a tragic incident. With a copy of the Wizard's Companion in his hand and his trusty friend Drippy by his side, he will travel across this rich fantasy world to tame familiars, take on enemies, and overcome the countless challenges that stand between him and his mother's salvation.\r\n\r\nFeatures:\r\n\r\nThis charming tale unfolds through the use of animation storyboarded and created by the legendary Studio Ghibli and music composed by the renowned Joe Hisaishi. Ni no Kuni: Wrath of the White Witch combines beautiful animated visuals, masterful storytelling, and a sweeping score to create an epic role-playing adventure like no other.\r\n\r\n* TAKE THE OTHER WORLD WITH YOU - Take Ni no Kuni: Wrath of the White Witch wherever you go on Nintendo Switch\r\n* ALL-STAR PRODUCTION - LEVEL-5's mastery of the RPG genre is combined with Studio Ghibli's world-class animation and\r\nmusic composed by the renowned Joe Hisaishi\r\n* CAPTIVATING STORY - A charming yet tragic tale unfolds through the use of animation storyboarded and created by Studio\r\nGhibli with English and Japanese voice-overs\r\n* ROLE-PLAYING MASTERY - A rich mixture of familiar RPG elements, expertly crafted and designed, and featuring dozens of\r\nlocations to explore, hundreds of creatures to battle, and a wealth of quests and secrets to uncover\r\n* DYNAMIC COMBAT - Switch freely between characters and familiars in an exciting battle system that combines real-time and\r\nturn-based tactical elements",
        "scores": {
            "metascore": "86",
            "userscore": "8.1"
        }
    },
    "45": {
        "title": "Valfaris",
        "date": "October 10, 2019",
        "summary": "Set in a far corner of space, Valfaris is a heavy metal infused 2D action-platformer and the next game from the team behind Unity Awards finalist, Slain: Back From Hell. Brutal combat. Deadly enemies. Stunning pixel art. Savage soundtrack. Get ready to rip the galaxy a new wormhole.",
        "scores": {
            "metascore": "86",
            "userscore": "8.0"
        }
    },
    "46": {
        "title": "Assault Android Cactus+",
        "date": "March 8, 2019",
        "summary": "Experience an arcade style twin stick shooter set in a vivid sci fi universe. Junior Constable Cactus is outside her pay grade when she responds to a distress call and ends up stranded on a crippled space freighter under attack by its own robot workers. With a draining battery mechanic instead of lives, Assault Android Cactus+ challenges you to think fast and shoot faster. Charge head first into an army of refitted robots, transforming stages and massive boss showdowns.",
        "scores": {
            "metascore": "86",
            "userscore": "8.4"
        }
    },
    "47": {
        "title": "AI: The Somnium Files",
        "date": "September 17, 2019",
        "summary": "One rainy night in November, a woman's body is found\r\nat an abandoned theme park, mounted on a\r\nmerry-go-round horse. She had been stabbed\r\nrepeatedly, and her left eye was gouged out.\r\n\r\nKaname Date of the Metropolitan Police Department\r\narrives on the scene. He recognizes the woman.\r\nSuddenly, a crash rings out through the rain...\r\n\r\nAI: THE SOMNIUM FILES chronicles an investigation\r\nthrough both dreams and reality.\r\nA thrilling neo-noir detective adventure following\r\nDate and his partner is about to unfold.",
        "scores": {
            "metascore": "86",
            "userscore": "8.9"
        }
    },
    "48": {
        "title": "Fell Seal: Arbiter's Mark",
        "date": "April 30, 2019",
        "summary": "Fell Seal: Arbiter’s Mark is a turn-based tactical RPG with a focus on storytelling and strategic battles. Unfold a mature story as you progress through hand-crafted scenarios, controlling your own group of Arbiters, with each character customizable from a wide selection of classes and abilities.",
        "scores": {
            "metascore": "86",
            "userscore": "6.3"
        }
    },
    "49": {
        "title": "Star Wars Pinball",
        "date": "September 13, 2019",
        "summary": "May the Force be with you! Use the Force to guide the silver ball! Will you choose the Light or Dark side?\r\n\r\nFeel the power of the Force in Star Wars Pinball! Set in a galaxy far, far away, each of the tables in this brand new pack lets you interact with the most iconic characters, and relive the greatest moments of the Star Wars universe: Star Wars: Episode V The Empire Strikes Back, Star Wars: The Clone Wars, and Boba Fett. May the Force be with you!\r\n\r\nInfluence the Balance of the Force! Join either the Light Side or Dark Side and take part in the epic struggle by simply posting scores for your chosen side!\r\n\r\nFull list of features:\r\n-Three brand new tables: Star Wars: Episode V The Empire Strikes Back, Boba Fett, and The Clone Wars\r\n-Compete against other players to achieve the highest ForceScore, and team up with your friends to increase your TeamScore\r\n-Hotseat multiplayer mode\r\n-New tables released regularly through the Nintendo eShop",
        "scores": {
            "metascore": "86",
            "userscore": "7.1"
        }
    },
    "50": {
        "title": "Mortal Kombat 11",
        "date": "April 23, 2019",
        "summary": "Mortal Kombat is back and better than ever in the next evolution of the iconic franchise. The all new Custom Character Variations give you unprecedented control to customize the fighters and make them your own. The new graphics engine showcasing every skull-shattering, eye-popping moment, brings you so close to the fight you can feel it. And featuring a roster of new and returning Klassic Fighters, Mortal Kombat's best in class cinematic story mode continues the epic saga over 25 years in the making.",
        "scores": {
            "metascore": "86",
            "userscore": "3.1"
        }
    },
    "51": {
        "title": "MLB The Show 19",
        "date": "March 26, 2019",
        "summary": "MLB® The Show 19 brings you the best of baseball. Experience the ultimate duel: the 1v1 battle between hitter and pitcher to see who reigns supreme. Whether it be home runs, quick experiences, playing as legends, a full RPG experience or stiff Player vs Player competition; MLBTS 19 provides the perfect combination of authentic baseball experience mixed with video game fun.",
        "scores": {
            "metascore": "86",
            "userscore": "7.7"
        }
    },
    "52": {
        "title": "Luigi's Mansion 3",
        "date": "October 31, 2019",
        "summary": "Luigi embarks on a dream vacation with Mario and friends upon receiving an invitation to a luxurious hotel. However, his dream quickly becomes a nightmare when King Boo reveals everything had been a ploy to capture Mario and friends. With the assistance of Professor E. Gadd once again, the reluctant and cowardly hero Luigi traverses up and down treacherous floors of the now-ominous hotel on a quest to save them. Wield the upgraded Poltergust G-00 to slam and blow away the ghosts’ defenses, or summon Gooigi, an all-green doppelganger that can help Luigi overcome obstacles he can’t get past alone. Interchange between Luigi and Gooigi as one player, or grab a friend and control one each. For more frenetic multiplayer action, race the timer to clear various objectives on a series of floors in ScareScraper mode. ScareScraper mode can be played online* or locally with up to eight players on four Nintendo Switch systems (additional games required; sold separately).",
        "scores": {
            "metascore": "86",
            "userscore": "8.6"
        }
    },
    "53": {
        "title": "BlazBlue: Central Fiction - Special Edition",
        "date": "February 7, 2019",
        "summary": "BlazBlue: Central Fiction is the newest installment in the storied BlazBlue franchise and stands alone as the pinnacle of next gen 2D fighters! Like a well-timed 2D punch, BlazBlue: Central Fiction bashes massive amounts of content and innovation into one slick title that hits hard and keeps the pummeling steady! Prepare yourself for a brand new story, new characters, levels, modes, system mechanics and more! Choose from over 33 unimaginable fighters as you battle for 2D supremacy!",
        "scores": {
            "metascore": "86",
            "userscore": "8.5"
        }
    },
    "54": {
        "title": "Cadence of Hyrule: Crypt of the NecroDancer Featuring The Legend of Zelda",
        "date": "June 13, 2019",
        "summary": "In the latest rhythmic action-adventure from Brace Yourself Games, you can enjoy the gameplay of Crypt of the Necrodancer in the setting of The Legend of Zelda series. As Linkor even as Princess Zeldayou'll explore the randomly generated overworld and dungeons on a quest to save Hyrule. Every beat of each remixed, The Legend of Zelda tune is a chance to move, attack, defend, and more, so stay one step ahead of each enemy and bossor face the music. From modern-looking Lynels to the Hyrulean Soldiers of old, you must master the instinctive movements of each pixel-art enemy, and strategically outstep them in rhythmic combat. So equip yourself with an arsenal of iconic Legend of Zelda items, as well as the spells and weapons from Crypt of the Necrodancer. You must be prepared to face Hyrule's most wicked bosses, which have been transformed by magic, granting them mighty, new forms!\r\n\r\n* A rhythmic action-adventure game in the world of the Legend of Zelda series\r\n* Explore the randomly generated overworld and dungeons to save Hyrule as Link or Princess Zelda\r\n Use items from the Legend of Zelda series, plus spells and weapons from the Crypt of the Necrodancer game\r\n* Outstep legendary enemies and bosses in rhythmic combat\r\n* Keep the beat with 25 remixed classic Legend of Zelda tunes",
        "scores": {
            "metascore": "86",
            "userscore": "8.2"
        }
    },
    "55": {
        "title": "NHL 20",
        "date": "September 10, 2019",
        "summary": "EA SPORTS NHL 20 introduces cutting-edge gameplay innovation to showcase your skills, more customization to unlock your style, and new modes to compete with friends.\r\n\r\nRPM Tech-powered gameplay introduces Signature Shots that replicate your favourite NHL players' real-world shot styles. Over 45 new shot animations make every attack a threat, and new passing and puck pick-ups create faster, fluid gameplay executed at full speed.\r\n\r\nA revamped broadcast package delivers all-new visuals and commentary. Combined with over 1,100 new customization items for your club and character, your biggest goals look incredible during the action and in the highlight reel.\r\n\r\nFinally, NHL 20 adds three new game modes. HUT Squad Battles features weekly teams, built by athletes and artists, to challenge for unique rewards. The fan-favourite ONES can now be played with friends on the couch, and the all-new Eliminator mode in World of CHEL introduces a winner-take-all competition where you and your friends compete to be the best in the barn.",
        "scores": {
            "metascore": "85",
            "userscore": "4.4"
        }
    },
    "56": {
        "title": "The Outer Worlds",
        "date": "October 25, 2019",
        "summary": "The Outer Worlds is a new single-player first-person sci-fi RPG from Obsidian Entertainment and Private Division. Lost in transit while on a colonist ship bound for the furthest edge of the galaxy, you awake decades later only to find yourself in the midst of a deep conspiracy threatening to destroy the Halcyon colony. As you explore the furthest reaches of space and encounter various factions, all vying for power, the character you decide to become will determine how this player-driven story unfolds. In the corporate equation for the colony, you are the unplanned variable.",
        "scores": {
            "metascore": "85",
            "userscore": "8.1"
        }
    },
    "57": {
        "title": "Blaster Master Zero II",
        "date": "March 20, 2019",
        "summary": "The side-scrolling/top-down hybrid action adventure gameplay returns with a brand new sequel to \"Blaster Master Zero\"!\r\n\r\nExperience the yet-untold story of Jason and Eve after defeating Earth's mutant scourge as they venture into the depths of space in their new battle tank, \"GAIA-SOPHIA\"!\r\n\r\nThe story of Blaster Master Zero 2 begins a few months after the events of the first game (released on March 9, 2017), where the main protagonist Jason saves planet Earth from the mutants. Eve has been infected by mutant cells that are slowly corrupting her body, so together with Jason and Fred, they board G-SOPHIA and begin an intergalactic journey to Eve's home planet, Sophia, in hopes of finding a cure for the mutant infection.",
        "scores": {
            "metascore": "85",
            "userscore": "8.5"
        }
    },
    "58": {
        "title": "Final Fantasy XII: The Zodiac Age",
        "date": "April 30, 2019",
        "summary": "Enter an era of war within the world of Ivalice. The small kingdom of Dalmasca, conquered by the Archadian Empire, is left in ruin and uncertainty. Princess Ashe, the one and only heir to the throne, devotes herself to the resistance to liberate her country. Vaan, a young man who lost his family in the war, dreams of flying freely in the skies. In a fight for freedom and fallen royalty, join these unlikely allies and their companions as they embark on a heroic adventure to free their homeland.\r\n\r\nFinal Fantasy XII: The Zodiac Age improves upon the 2006 classic Final Fantasy XII, now more beautiful and easier to play than ever. The high-definition remaster introduces several modern advancements, including reconstructed battle design and a revamped job system. With newly implemented trophies and share functions, as well as stark visual and sound improvements in true HD for the first time, players both returning and new to the game will experience a grand adventure that spans the world of Ivalice in an entirely fresh and improved way.",
        "scores": {
            "metascore": "85",
            "userscore": "8.7"
        }
    },
    "59": {
        "title": "Guacamelee! 2",
        "date": "January 18, 2019",
        "summary": "Brawling has never been more beautiful! The long-awaited sequel to the smash hit action-platformer is here: Guacamelee! 2 brings luchador Juan Aguacate out of retirement for a stunning new Metroidvania-style adventure, where he must face his greatest challenge yet - one that threatens to tear apart the very fabric of the Mexiverse!\n\nExplore a huge, hand-crafted world inspired by Mexican culture and folklore, filled with sassy new villains and weirdos (and a few old friends!). Learn a deep repertoire of bone-crunching wrestling moves to fend off the skeletal hordes and overcome skillful platforming challenges... and who said anything about a Chicken Illuminati? Certainly not us!\n\nCheck out these features:\n\n* An epic adventure spanning time and space, featuring drop-in 4-player local co-op for you and your best amigos!\n* A brand new upgrade system: discover \"trainers\" around the world, defeat their challenges, and develop your skill sets for movement, combat, and more!\n* A vibrant, colorful adventure that takes you from the Mangrove Swamp to Hell itself, featuring twice as many enemy types as the first game and a roster of eccentric new bosses!\n* An absolutely fuego electro-Mexican soundtrack, and more gorgeous visuals than ever thanks to a fancy new rendering engine!\n* Definitely no secret society of chickens that teaches you ancient chicken abilities previously lost to the ages!",
        "scores": {
            "metascore": "85",
            "userscore": "6.1"
        }
    },
    "60": {
        "title": "Slay the Spire",
        "date": "June 6, 2019",
        "summary": "Slay the Spire is an energetic fusion of card games and roguelikes. Choose your cards wisely. Craft a unique deck, encounter bizarre creatures, discover relics of immense power, and make your way up the ever-changing Spire.",
        "scores": {
            "metascore": "85",
            "userscore": "8.0"
        }
    },
    "61": {
        "title": "Devotion",
        "date": "February 19, 2019",
        "summary": "Devotion is a first-person atmospheric horror game depicting the life of a family shadowed by religious belief. Explore a 1980s Taiwan apartment complex lost in time gradually shift into a hellish nightmare. Delve into the vows each member of the family has made, and witness their devotion.",
        "scores": {
            "metascore": "85",
            "userscore": "7.3"
        }
    },
    "62": {
        "title": "The Witcher 3: Wild Hunt - Complete Edition",
        "date": "October 15, 2019",
        "summary": "AKA \"Switcher 3\".... A whole world to explore, at home and on the go. The Witcher 3: Wild Hunt is a story-driven, open world adventure set in a dark fantasy universe. You are Geralt of Rivia, mercenary monster slayer. At your disposal is every tool of the trade: razor-sharp swords, lethal mixtures, stealthy crossbows, and powerful combat magic. Before you stands a war-torn, monster-infested continent you can explore at will. Your current contract? Tracking down the Child of Prophecy, a living weapon that can alter the shape of the world.\r\n\r\nThe Complete Edition contains every piece of downloadable content released for the game, including two massive story expansions: Hearts of Stone & Blood and Wine. It's the perfect opportunity to enter this world for the first time or relive the adventure on the go!\r\n\r\nFeatures:\r\n\r\n* A gigantic open world to explore.\r\n Visit the luxurious and corrupt city of Novigrad, face the frigid cold of the wind-swept Skellige islands, and challenge the dark forces roaming the forlorn, ravaged No Man's Land. Sail through open seas, dive in search of long lost artifacts or gallop your mount into combat the world of the Witcher beckons to be explored.\r\n\r\n* Unparalleled novel-like story spanning over 150 hours of gameplay.\r\n With over 100 hours of core and side-quest gameplay and over 50 hours of additional content, The Witcher 3: Wild Hunt combines the intense, plot-driven pull of traditional RPGs with the freedom of choice only open world games can offer. Make choices and face their consequences to unlock endings tailored to how you play.\r\n\r\n* Now on Switch play at home and on the go.\r\n Developed to take advantage of everything Nintendo Switch has to offer, the game delivers a truly powerful on-the-go experience.",
        "scores": {
            "metascore": "85",
            "userscore": "8.4"
        }
    },
    "63": {
        "title": "Control",
        "date": "August 27, 2019",
        "summary": "After a secretive agency in New York is invaded by an otherworldly threat, you become the new Director struggling to regain Control. This supernatural third-person action-adventure game will challenge you to master a combination of supernatural abilities, modifiable loadouts and reactive environments, while fighting through a deep and unpredictable world.",
        "scores": {
            "metascore": "85",
            "userscore": "7.2"
        }
    },
    "64": {
        "title": "Dragon Quest Builders 2",
        "date": "December 10, 2019",
        "summary": "DRAGON QUEST BUILDERS 2 is a block-building RPG set in a fantasy land threatened by an evil cult. Explore, battle, build and harvest in the charming single-player campaign or build big projects in the online sandbox mode for up to 4-players.",
        "scores": {
            "metascore": "85",
            "userscore": "7.5"
        }
    },
    "65": {
        "title": "The Outer Worlds",
        "date": "October 25, 2019",
        "summary": "The Outer Worlds is a new single-player first-person sci-fi RPG from Obsidian Entertainment and Private Division. Lost in transit while on a colonist ship bound for the furthest edge of the galaxy, you awake decades later only to find yourself in the midst of a deep conspiracy threatening to destroy the Halcyon colony. As you explore the furthest reaches of space and encounter various factions, all vying for power, the character you decide to become will determine how this player-driven story unfolds. In the corporate equation for the colony, you are the unplanned variable.",
        "scores": {
            "metascore": "85",
            "userscore": "8.2"
        }
    },
    "66": {
        "title": "VA-11 Hall-A: Cyberpunk Bartender Action",
        "date": "May 2, 2019",
        "summary": "Assume the role of a bartender at VA-11 Hall-A, affectionately nicknamed ‘Valhalla.’ Although it is just a small bar in downtown Glitch City, it attracts the most fascinating people this side of dystopia. Keep your clients lubricated and you will be made privy to the most interesting stories.",
        "scores": {
            "metascore": "85",
            "userscore": "5.7"
        }
    },
    "67": {
        "title": "Final Fantasy X / X-2 HD Remaster",
        "date": "April 16, 2019",
        "summary": "Final Fantasy X tells the story of a star blitzball player, Tidus, who journeys with a young and beautiful summoner named Yuna on her quest to save the world of Spira. Then return in Final Fantasy X-2, join Yuna along with her companions Rikku and Paine on a quest around the world.",
        "scores": {
            "metascore": "85",
            "userscore": "6.4"
        }
    },
    "68": {
        "title": "AMID EVIL",
        "date": "June 20, 2019",
        "summary": "A retro FPS for the ages! Once branded a HERETIC. Now YOU have been chosen as our champion! Reclaim our sacred weapons. Take back our ancient lands. If you can stand... AMID EVIL.",
        "scores": {
            "metascore": "85",
            "userscore": "7.1"
        }
    },
    "69": {
        "title": "Dragon Quest Builders 2",
        "date": "July 12, 2019",
        "summary": "To stop the worshippers of an ancient evil, you must join forces with the mysterious Malroth and build a ravaged world into the realm of your dreams. In this RPG adventure, you’ll explore huge islands, gather and craft with materials, design towns, level them up, and defend them from monsters and bosses alongside townspeople. As you progress, you’ll unearth crafting and building recipes. Dash, glide, explore underwater, fast travel, and play in optional first-person perspective as you try to find them all. In the Isle of Awakening, you and up to three other Builders can explore together in local wireless*; or play online** together too.",
        "scores": {
            "metascore": "85",
            "userscore": "8.3"
        }
    },
    "70": {
        "title": "Age of Wonders: Planetfall",
        "date": "August 6, 2019",
        "summary": "Age of Wonders: Planetfall is the new strategy game from Triumph Studios, creators of the critically acclaimed Age of Wonders series, bringing all the exciting tactical turn-based combat and in-depth empire building of its predecessors to space in an all-new, sci-fi setting.",
        "scores": {
            "metascore": "85",
            "userscore": "6.5"
        }
    },
    "71": {
        "title": "Steins;Gate Elite",
        "date": "February 19, 2019",
        "summary": "Follow a group of young, tech-savvy “lab members” who discover the means of changing the past via e-mail using a modified microwave. Their experiments in pushing the boundaries of time begin to spiral out of control as they become entangled in a conspiracy surrounding SERN, the organization behind the Large Hadron Collider, and John Titor, who claims to be from a dystopian future.",
        "scores": {
            "metascore": "85",
            "userscore": "7.6"
        }
    },
    "72": {
        "title": "Total War: Three Kingdoms",
        "date": "May 23, 2019",
        "summary": "Total War: THREE KINGDOMS is the first in the award-winning series to recreate epic conflict across ancient China. Combining a gripping turn-based campaign of empire-building & conquest with stunning real-time battles, THREE KINGDOMS redefines the series in an age of heroes & legends.",
        "scores": {
            "metascore": "85",
            "userscore": "7.8"
        }
    },
    "73": {
        "title": "The Walking Dead: The Telltale Definitive Series",
        "date": "September 10, 2019",
        "summary": "",
        "scores": {
            "metascore": "85",
            "userscore": "7.3"
        }
    },
    "74": {
        "title": "Outer Wilds",
        "date": "May 30, 2019",
        "summary": "Outer Wilds is an open world mystery about a solar system trapped in an endless time loop.",
        "scores": {
            "metascore": "85",
            "userscore": "7.5"
        }
    },
    "75": {
        "title": "Trials Rising",
        "date": "February 26, 2019",
        "summary": "Explore challenging tracks around the world, from Yellowstone Park to the peaks of Mt. Everest and everywhere in between. New Tandem Bike mode allows two riders to control one bike. Hone your racing skills and level up from local backyard competitions to stadium races. Make a statement with customizable outfits and bike skins.",
        "scores": {
            "metascore": "85",
            "userscore": "5.2"
        }
    },
    "76": {
        "title": "Outer Wilds",
        "date": "May 30, 2019",
        "summary": "An open world mystery about a solar system trapped in an endless time loop. As the newest recruit in the Space Program of Outer Wilds Ventures, a fledgling space program searching for answers in a strange, constantly evolving solar system, you’ll have to discover what lurks in the heart of the ominous Dark Bramble and to see if the endless time loop can be stopped.",
        "scores": {
            "metascore": "85",
            "userscore": "7.5"
        }
    },
    "77": {
        "title": "Final Fantasy X / X-2 HD Remaster",
        "date": "April 16, 2019",
        "summary": "Two of the Most Celebrated RPGs of their Generation - Now in Beautiful High Definition!\r\n\r\nOver 200 hours of gameplay, including the International version content never before released in North America.\r\n\r\nRelive the fateful journey with fully remastered HD visuals and rearranged music.",
        "scores": {
            "metascore": "85",
            "userscore": "7.4"
        }
    },
    "78": {
        "title": "Disgaea 4 Complete+",
        "date": "October 29, 2019",
        "summary": "When the Corrupternment threatens to disrupt the way of life in Hades, Valvatorez finds himself at the helm of a fiery revolution. Dive into a tale of revolution and redemption, woven throughout a dark and hilarious realm of vampires, werewolves, and other devilish denizens. Engage in immersive and in-depth tactics-based gameplay brimming with over-the-top destructive action, and unload a horde of special features to take your Netherworldly adventures to another level.",
        "scores": {
            "metascore": "85",
            "userscore": "8.2"
        }
    },
    "79": {
        "title": "DiRT Rally 2.0",
        "date": "February 26, 2019",
        "summary": "DiRT Rally 2.0 dares you to carve your way through a selection of iconic rally locations from across the globe, in the most powerful off-road vehicles ever made, knowing that the smallest mistake could end your stage. You will need to rely on your instincts with the most immersive and truly focused off-road experience yet, including a new authentic handling model, tyre choice and surface deformation.\r\n\r\nPower your rally car through real-life off-road environments in New Zealand, Argentina, Spain, Poland, Australia and the USA, with only your co-driver and instincts to guide you. Race on eight official circuits from the FIA World Rallycross championship, complete with licensed Supercars and support series. Develop your team and cars around race strategies, and progress through a varied selection of Events and Championships in both a single player Career Campaign and a competitive online environment.",
        "scores": {
            "metascore": "84",
            "userscore": "4.7"
        }
    },
    "80": {
        "title": "Crash Team Racing: Nitro-Fueled",
        "date": "June 21, 2019",
        "summary": "Start your engines with the original game modes, characters, tracks, power-ups, weapons and controls. Power slide to glory in additional karts and tracks from beyond the original game. Race online with friends and Crash the competition with online leader boards.",
        "scores": {
            "metascore": "84",
            "userscore": "5.7"
        }
    },
    "81": {
        "title": "Gears 5",
        "date": "September 6, 2019",
        "summary": "Sera is crumbling, your enemies uniting. Humanity’s reliance on technology has become their downfall and enemies are uniting to wipe out all survivors. As Kait, journey back to uncover the origins of the Locust, and fight with your squad to protect what’s left.",
        "scores": {
            "metascore": "84",
            "userscore": "8.4"
        }
    },
    "82": {
        "title": "80 DAYS",
        "date": "October 1, 2019",
        "summary": "1872, with a steampunk twist. Phileas Fogg has wagered he can circumnavigate the world in just eighty days. Choose your own route around a 3D globe, travelling by airship, submarine, mechanical camel, steam-train and more, racing other players and a clock that never stops.",
        "scores": {
            "metascore": "84",
            "userscore": "7.9"
        }
    },
    "83": {
        "title": "VA-11 Hall-A: Cyberpunk Bartender Action",
        "date": "May 2, 2019",
        "summary": "Welcome to VA-11 Hall-A!\r\n\r\nIn this world, corporations reign supreme, all human life is infected with nanomachines designed to oppress them, and the terrifying White Knights ensure that everyone obeys the laws.\r\n\r\nBut, this story is not about those people.\r\n\r\nYou are a bartender at VA-11 Hall-A, affectionately nicknamed \"Valhalla.\" Although it is just a small bar in downtown Glitch City, it attracts the most fascinating people this side of dystopia. Keep your clients lubricated and you will be made privy to the most interesting stories.",
        "scores": {
            "metascore": "84",
            "userscore": "8.1"
        }
    },
    "84": {
        "title": "DiRT Rally 2.0",
        "date": "February 26, 2019",
        "summary": "DiRT Rally 2.0 dares you to carve your way through a selection of iconic rally locations from across the globe, in the most powerful off-road vehicles ever made, knowing that the smallest mistake could end your stage. You will need to rely on your instincts with the most immersive and truly focused off-road experience yet, including a new authentic handling model, tyre choice and surface deformation.\n\nPower your rally car through real-life off-road environments in New Zealand, Argentina, Spain, Poland, Australia and the USA, with only your co-driver and instincts to guide you. Race on eight official circuits from the FIA World Rallycross championship, complete with licensed Supercars and support series. Develop your team and cars around race strategies, and progress through a varied selection of Events and Championships in both a single player Career Campaign and a competitive online environment.",
        "scores": {
            "metascore": "84",
            "userscore": "5.6"
        }
    },
    "85": {
        "title": "Frostpunk: Console Edition",
        "date": "October 11, 2019",
        "summary": "In a completely frozen world, people develop steam-powered technology to oppose the overwhelming cold. Society in its current form becomes ineffective and it has to change in order to survive.",
        "scores": {
            "metascore": "84",
            "userscore": "7.6"
        }
    },
    "86": {
        "title": "Manifold Garden",
        "date": "October 18, 2019",
        "summary": "Manifold Garden is a game that reimagines physics and space. Explore a world of beautiful Escher-esque architecture where the laws of physics are different. Geometry repeats infinitely in every direction and falling down leads you back to where you started. Manipulate gravity to change your perspective and see the world in new ways. Master the rules of the universe and restore a barren world with vegetation and life.",
        "scores": {
            "metascore": "84",
            "userscore": "7.5"
        }
    },
    "87": {
        "title": "Tangle Tower",
        "date": "October 22, 2019",
        "summary": "Unravel a mystery by exploring a strange and twisted mansion, discovering curious clues, interrogating peculiar suspects and solving unique puzzles. Will you be able to uncover the secrets of Tangle Tower?",
        "scores": {
            "metascore": "84",
            "userscore": "7.6"
        }
    },
    "88": {
        "title": "Eliza",
        "date": "August 12, 2019",
        "summary": "Eliza is a visual novel about an AI counseling program, the people who develop it, and the people who use it. Follow Evelyn Ishino-Aubrey as she reconnects with people from her past, gets to know the people of Seattle who use Eliza for counseling, and decides the course of her future.",
        "scores": {
            "metascore": "84",
            "userscore": "5.3"
        }
    },
    "89": {
        "title": "Mario & Luigi: Bowser's Inside Story + Bowser Jr.'s Journey",
        "date": "January 11, 2019",
        "summary": "Laugh your way through a story told from three perspectives. Search the Mushroom Kingdom for a cure as Bowser, explore his innards as the Mario Bros., and discover the untold story of Bowser Jr.’s Journey. Overcome the fury of Fawful, action-packed battles, puzzling tasks, and giant bosses in a classic action RPG—stuffed with new content! Mario and Luigi are stuck inside Bowser, forced to accomplish unusual tasks to assist their arch nemesis with hero stuff across the land. The scenes and dialogue that ensue will have you cackling like Fawful, even in battle! Time your button presses and keep up with the action: turn the system sideways, blow into the mic, or tap the touch screen. In an all-new mode, Bowser Jr. will cross paths with our unlikely allies as he recruits Ranged, Flying, and Melee troopers to fight for his cause. Strategically form teams and pit them against enemies to reign supreme in frenetic combat.",
        "scores": {
            "metascore": "84",
            "userscore": "7.7"
        }
    },
    "90": {
        "title": "Wargroove",
        "date": "February 1, 2019",
        "summary": "Take to the battlefield with Wargroove, a strategy game for up to 4 players. Choose your Commander and wage turn-based war on battling factions. Design and share maps, cut-scenes and campaigns with easy-to-use editors and in-depth customization tools.",
        "scores": {
            "metascore": "84",
            "userscore": "7.3"
        }
    },
    "91": {
        "title": "Football Manager 2020",
        "date": "November 18, 2019",
        "summary": "Run your football club, your way. Every decision counts in Football Manager 2020 with new features and polished game mechanics rewarding planning and progression like never before, empowering managers to develop and refine both your club’s and your own unique identity.",
        "scores": {
            "metascore": "84",
            "userscore": "5.2"
        }
    },
    "92": {
        "title": "Wargroove",
        "date": "July 23, 2019",
        "summary": "Take to the battlefield with Wargroove, a strategy game for up to 4 players. Choose your Commander and wage turn-based war on battling factions. Design and share maps, cut-scenes and campaigns with easy-to-use editors and in-depth customization tools.",
        "scores": {
            "metascore": "84",
            "userscore": "5.5"
        }
    },
    "93": {
        "title": "Bloodstained: Ritual of the Night",
        "date": "June 18, 2019",
        "summary": "You are Miriam, an orphan scarred by an alchemist curse which slowly crystallizes your skin. You must battle your way through a demon-filled castle summoned by Gebel, your old friend whose body has become more crystal than flesh.\r\n\r\n* Exploration: Bloodstained's story unfolds as you explore Gebel's hellish castle; a sprawling structure that features a variety of locations. As you explore the massive castle you'll find warp gates that will allow you to travel quickly without having to backtrack too much.\r\n* RPG Elements: It's not an Igavania without leveling, and Bloodstained will be no exception. In addition to the classic elements everyones come to expect, enemies in Bloodstained will drop a wide variety of items, materials, and magi-crystals necessary to create the items that will get you safely through Gebels castle.\r\n* Crafting: As you explore, fight enemies, and complete quests you will gain experience and become more powerful, acquiring a variety of weapons along the way. Enemies will also drop materials you can use to craft new weapons and abilities using Miriam's training in alchemy.",
        "scores": {
            "metascore": "84",
            "userscore": "7.8"
        }
    },
    "94": {
        "title": "WHAT THE GOLF?",
        "date": "September 19, 2019",
        "summary": "The golf game for people who hate golf!\n\nA silly physics-based golf parody where every golf course is a new surprising type of golf, some brilliant or hilarious, others so absurd they will make you go: WHAT THE GOLF?\n\nGolf a house, a horse or car!\n\nFeatures:\n- More surprising new golf mechanics than you can imagine\n- Epic golf boss fights\n- Made by people who know nothing about golf\n- First (and hopefully the last) game that let you golf a horse\n- Will NOT make you a better golf player\n- Surprises!",
        "scores": {
            "metascore": "84",
            "userscore": "7.6"
        }
    },
    "95": {
        "title": "Atelier Ryza: Ever Darkness & the Secret Hideout",
        "date": "October 29, 2019",
        "summary": "Even though everyone has them,\r\nthe memories we create with our friends are\r\nspecial to each and every one of us. The story of \"Atelier Ryza\" is\r\nabout a girl and her friends on the\r\nverge of adulthood,\r\ndiscovering what is most important to them.",
        "scores": {
            "metascore": "84",
            "userscore": "8.1"
        }
    },
    "96": {
        "title": "Tom Clancy's The Division 2",
        "date": "March 15, 2019",
        "summary": "Set in Washington D.C., the game takes place 7 months after a deadly virus was released in New York City and the nation has become a shell of its former self. While the virus has been contained, its effects are most evident in the devastated streets of the nation's capital where survivors cling to hope and struggle to rebuild. Enter The Division, a unit of civilian sleeper agents who now must work to stop enemy factions from completely taking over the city – and ultimately, the nation. As a universally-regarded seat of power, if D.C. falls, the nation falls. With civilians helpless and fearing for their lives, players will be the last line of defense in preventing the total collapse of society. [Ubisoft]",
        "scores": {
            "metascore": "84",
            "userscore": "4.7"
        }
    },
    "97": {
        "title": "Yooka-Laylee and the Impossible Lair",
        "date": "October 8, 2019",
        "summary": "Yooka & Laylee are back in a brand-new platform hybrid adventure. They must run, jump and roll their way through a series of challenging 2D levels, face a puzzling Overworld and rally the Royal Bee-tallion to take down Capital B and his Impossible Lair. \r\n* The overworld isn't just a hub to hop from level to level, it provides a whole separate gaming experience. Explore and unlock more 2D levels by completing objectives and puzzles, rescue Royal Bees and find collectibles.\r\n* Alternate Level States. Think you've got a level figured out? Try it in its alternate state! Flip switches in the overworld to create new landscapes.\r\n* Bee-at the Impossible Lair. Players are free to tackle Capital B's Impossible Lair at any time; however, they may find it too much of a challenge without the help of the Royal Bee Guards.",
        "scores": {
            "metascore": "84",
            "userscore": "6.4"
        }
    },
    "98": {
        "title": "Age of Empires II: Definitive Edition",
        "date": "November 14, 2019",
        "summary": "Age of Empires II: Definitive Edition celebrates the 20th anniversary of one of the most popular strategy games ever with stunning 4K Ultra HD graphics, a new and fully remastered soundtrack, and brand-new content, “The Last Khans” with 3 new campaigns and 4 new civilizations.",
        "scores": {
            "metascore": "84",
            "userscore": "8.9"
        }
    },
    "99": {
        "title": "F1 2019",
        "date": "June 25, 2019",
        "summary": "The official videogame of the 2019 FIA Formula One World Championship, F1 2019 challenges you to Defeat your Rivals in the most ambitious F1 game in Codemasters' history. The game is released a full two months earlier during the Formula 1 myWorld Grosser Preis von Osterreich 2019 weekend and, unlike previous iterations, ahead of the British, German and Hungarian races.\r\n\r\nF1 2019 features all the official teams, drivers and all 21 circuits from the 2019 season. This year sees the inclusion of F2 with players being able to complete the 2018 season with the likes of George Russell, Lando Norris and Alexander Albon. The 2019 F2 season content will be made available as a free digital update during the season.\r\n\r\nHaving established itself as one of the highest rated racing franchises of all time, F1 2019 builds on the success of previous iterations and delivers an experience that rivals the quality and production values of its real-life race counterpart. With greater emphasis on graphical fidelity, the environments have been significantly enhanced, and the tracks come to life like never before. Night races have been completely overhauled creating vastly improved levels of realism and the upgraded F1 broadcast sound and visuals add further realism to all aspects of the race weekend.",
        "scores": {
            "metascore": "84",
            "userscore": "7.6"
        }
    },
    "100": {
        "title": "Baba Is You",
        "date": "March 13, 2019",
        "summary": "Baba Is You is a puzzle game in which the rules of the game can be changed during gameplay, leading to surprising and unique interactions. In this tricky puzzler, you don't just make the rules – you are the rules!",
        "scores": {
            "metascore": "84",
            "userscore": "8.0"
        }
    }
}