{
    "1": {
        "title": "Persona 5 Royal",
        "date": "March 31, 2020",
        "summary": "Prepare for an all-new RPG experience in Persona 5 Royal based in the universe of the award-winning series, Persona! Don the mask of Joker and join the Phantom Thieves of Hearts. Break free from the chains of modern society and stage grand heists to infiltrate the minds of the corrupt and make them change their ways! Persona 5 Royal is packed with new characters, confidants, story depth, new locations to explore, and a new grappling hook mechanic for stealthy access to new areas. With a new semester at Shujin Academy, get ready to strengthen your abilities in the metaverse and in your daily life. Persona 5 Royal presents a unique visual style and award nominated composer Shoji Meguro returns with an all-new soundtrack. Explore Tokyo, unlock new Personas, customize your own personal Thieves Den, discover a never-before-seen story arc, cutscenes, alternate endings, and more! Even for the most seasoned Phantom Thieves among us, Persona 5 Royal is a new challenge to defy conventions, discover the power within, and fight for justice. Wear the mask. Reveal your truth.",
        "scores": {
            "metascore": "95",
            "userscore": "8.5"
        }
    },
    "2": {
        "title": "Half-Life: Alyx",
        "date": "March 23, 2020",
        "summary": "Half-Life: Alyx is Valve's VR return to the Half-Life series. It's the story of an impossible fight against a vicious alien race known as the Combine, set between the events of Half-Life and Half-Life 2. Playing as Alyx Vance, you are humanity's only chance for survival. The Combine's control of the planet since the Black Mesa incident has only strengthened as they corral the remaining population in cities. Among them are some of Earth's greatest scientists: you and your father, Dr. Eli Vance. As founders of a fledgling resistance, you've continued your clandestine scientific activityperforming critical research, and building invaluable tools for the few humans brave enough to defy the Combine. Every day, you learn more about your enemy, and every day you work toward finding a weakness.\r\n\r\nABOUT GAMEPLAY IN VR:\r\n\r\nValve's return to the Half-Life universe that started it all was built from the ground up for virtual reality. VR was built to enable the gameplay that sits at the heart of Half-Life.\r\n\r\nImmerse yourself in deep environmental interactions, puzzle solving, world exploration, and visceral combat.\r\n\r\nLean to aim around a broken wall and under a Barnacle to make an impossible shot. Rummage through shelves to find a healing syringe and some shotgun shells. Manipulate tools to hack alien interfaces. Toss a bottle through a window to distract an enemy. Rip a Headcrab off your face and throw it at a Combine soldier.\r\n\r\nExtra content for Index owners\r\nCustomers who have purchased Valve Index hardware by the end of 2019 will have access to unique bonuses starting early next year:\r\n\r\n* Explore environments from Half-Life: Alyx in your SteamVR Home space\r\n* Alternate gun skins to embellish Alyx's arsenal\r\n* Special Half-Life: Alyx-themed content for Counter-Strike: Global Offensive and Dota 2\r\n\r\nCommunity-built environments\r\n\r\n* A set of Source 2 tools for building new environments will ship with the game, enabling any player to build and contribute new environments for the community to enjoy. Hammer, Valve's level authoring tool, has been updated with all of the game's virtual reality gameplay tools and components.",
        "scores": {
            "metascore": "93",
            "userscore": "9.1"
        }
    },
    "3": {
        "title": "Animal Crossing: New Horizons",
        "date": "March 20, 2020",
        "summary": "If the hustle and bustle of modern life’s got you down, Tom Nook has a new business venture up his sleeve that he knows you’ll adore: the Nook Inc. Deserted Island Getaway Package. Sure, you’ve crossed paths with colorful characters near and far. Had a grand time as one of the city folk. May’ve even turned over a new leaf and dedicated yourself to public service. But deep down, isn’t there a part of you that longs for…freedom? Then perhaps a long walk on the beach of a deserted island, where a rich wealth of untouched nature awaits, is just what the doctor ordered. Peaceful creativity and charm await as you roll up your sleeves and make your new life whatever you want it to be. Collect resources and craft everything from creature comforts to handy tools. Embrace your green thumb as you interact with flowers and trees in new ways. Set up a homestead where the rules of what goes indoors and out no longer apply. Make friends with new arrivals, enjoy the seasons, pole-vault across rivers as you explore, and more.",
        "scores": {
            "metascore": "91",
            "userscore": "5.2"
        }
    },
    "4": {
        "title": "Ori and the Will of the Wisps",
        "date": "March 11, 2020",
        "summary": "The little spirit Ori is no stranger to peril, but when a fateful flight puts the owlet Ku in harm’s way, it will take more than bravery to bring a family back together, heal a broken land, and discover Ori’s true destiny. From the creators of the acclaimed action-platformer Ori and the Blind Forest comes the highly anticipated sequel. Embark on an all-new adventure in a vast world filled with new friends and foes that come to life in stunning, hand-painted artwork. Set to a fully orchestrated original score, Ori and the Will of the Wisps continues the Moon Studios tradition of tightly crafted platforming action and deeply emotional storytelling.",
        "scores": {
            "metascore": "90",
            "userscore": "8.8"
        }
    },
    "5": {
        "title": "Yakuza 0",
        "date": "February 26, 2020",
        "summary": "Tokyo 1988. Getting rich is easy, the women are beautiful, and everyone wants in on the action. It's time to become Yakuza.\n\nThe glitz, glamour, and unbridled decadence of the 80s are back in Yakuza 0!\n \nFight like hell through Tokyo and Osaka with protagonist Kazuma Kiryu and series regular Goro Majima. Play as Kazuma Kiryu and discover how he finds himself in a world of trouble when a simple debt collection goes wrong and his mark winds up murdered. Then, step into the silver-toed shoes of Goro Majima and explore his \"normal\" life as the proprietor of a cabaret club.\n\nSwitch between three different fighting styles instantaneously and beat up all manner of goons, thugs, hoodlums, and lowlifes. Take combat up a notch by using environmental objects such as bicycles, sign posts, and car doors for bone-crunching combos and savage take-downs.\n\nFighting is not the only way to kill time in 1988's Japan: from discos and hostess clubs to classic SEGA arcades, there are tons of distractions to pursue in the richly detailed, neon-lit world.\n\nInteract with the colourful denizens the red light district: help a budding S&M dominatrix learn her profession, or ensure a street performer can make it to the bathroom in time there are 100 incredible stories to discover.",
        "scores": {
            "metascore": "90",
            "userscore": "7.2"
        }
    },
    "6": {
        "title": "Ori and the Will of the Wisps",
        "date": "March 11, 2020",
        "summary": "The little spirit Ori is no stranger to peril, but when a fateful flight puts the owlet Ku in harm’s way, it will take more than bravery to bring a family back together, heal a broken land, and discover Ori’s true destiny. From the creators of the acclaimed action-platformer Ori and the Blind Forest comes the highly anticipated sequel. Embark on an all-new adventure in a vast world filled with new friends and foes that come to life in stunning, hand-painted artwork. Set to a fully orchestrated original score, Ori and the Will of the Wisps continues the Moon Studios tradition of tightly crafted platforming action and deeply emotional storytelling.",
        "scores": {
            "metascore": "89",
            "userscore": "8.4"
        }
    },
    "7": {
        "title": "DOOM Eternal",
        "date": "March 20, 2020",
        "summary": "DOOM Eternal is the direct sequel to 2016's DOOM. Developed by id Software, DOOM Eternal delivers the ultimate combination of speed and power, along with the next leap in push-forward, first-person combat. As the DOOM Slayer, you’ll return to take your vengeance against the forces of Hell. Set to an all-new pulse-pounding soundtrack composed by Mick Gordon, you fight across dimensions as you slay new and classic demons with powerful new weapons and abilities. [Bethesda]",
        "scores": {
            "metascore": "89",
            "userscore": "7.6"
        }
    },
    "8": {
        "title": "Dreams",
        "date": "February 14, 2020",
        "summary": "Dreams is the space you go to where you go to play and experience the dreams of Media Molecule and its community. It’s also a space in which to create your own dreams, whether they’re games, art, films, music or anything in-between and beyond. [Media Molecule]",
        "scores": {
            "metascore": "89",
            "userscore": "8.9"
        }
    },
    "9": {
        "title": "DOOM Eternal",
        "date": "March 19, 2020",
        "summary": "DOOM Eternal is the direct sequel to 2016's DOOM. Developed by id Software, DOOM Eternal delivers the ultimate combination of speed and power, along with the next leap in push-forward, first-person combat. As the DOOM Slayer, you’ll return to take your vengeance against the forces of Hell. Set to an all-new pulse-pounding soundtrack composed by Mick Gordon, you fight across dimensions as you slay new and classic demons with powerful new weapons and abilities. [Bethesda]",
        "scores": {
            "metascore": "89",
            "userscore": "7.4"
        }
    },
    "10": {
        "title": "Kentucky Route Zero: TV Edition",
        "date": "January 28, 2020",
        "summary": "KENTUCKY ROUTE ZERO is a magical realist adventure game about a secret highway running through the caves beneath Kentucky, and the mysterious folks who travel it. At twilight in Kentucky, as bird songs give way to the choir of frogs and insects, familiar roads become strange, and it's easy to get lost. Those who are already lost may find their way to a secret highway winding through underground caves. The people who live and work along this highway are themselves a little strange at first, but soon seem familiar: the aging driver making the last delivery for a doomed antique shop; the young woman who fixes obsolete TVs surrounded by ghosts; the child and his giant eagle companion; the robot musicians; the invisible power company lurking everywhere, and the threadbare communities who struggle against its grip.",
        "scores": {
            "metascore": "88",
            "userscore": "6.2"
        }
    },
    "11": {
        "title": "Monster Hunter: World - Iceborne",
        "date": "January 9, 2020",
        "summary": "Monster Hunter World: Iceborne is the highly anticipated massive expansion to Monster Hunter: World, the best-selling Capcom title of all time with more than 12 million units shipped worldwide adding to the series total of more than 53 million units to date. This gargantuan follow-up rivals the gameplay volume from the original release and features a new icy setting, storyline, monsters, gameplay options, and more.\n\nThe game's all-new story picks up after Monster Hunter: World and whisks hunters away to the newly discovered chilly locale that, once fully explored, becomes the largest region in World so far. The new locale is home to several new and returning monsters ready to challenge hunters throughout their expeditions and raises the stakes with the added higher difficulty Master Rank. Iceborne continues the skill-based progression and robust crafting system found in World and expands that with several new gameplay features that broaden the player's combat repertoire. All this leads to the ultimate hunter test against the mysterious new flagship monster, Velkhana.",
        "scores": {
            "metascore": "87",
            "userscore": "7.6"
        }
    },
    "12": {
        "title": "Final Fantasy VII Remake",
        "date": "April 10, 2020",
        "summary": "Long ago, we looked upon a foreboding sky. The memory of the star that threatened all burns eternal in our hearts. In its wake came an age of silence. Yet with each fond remembrance, we knew those encountered were not forgotten, that some day we would see them again. Perhaps it was no more than wishful thinking. But after the long calm, there are the beginnings of a stir. The reunion at hand may bring joy, it may bring fear, but let us embrace whatever it brings. For they are coming back. At last the promise has been made.",
        "scores": {
            "metascore": "87",
            "userscore": "8.0"
        }
    },
    "13": {
        "title": "DOOM Eternal",
        "date": "March 20, 2020",
        "summary": "DOOM Eternal is the direct sequel to 2016's DOOM. Developed by id Software, DOOM Eternal delivers the ultimate combination of speed and power, along with the next leap in push-forward, first-person combat. As the DOOM Slayer, you’ll return to take your vengeance against the forces of Hell. Set to an all-new pulse-pounding soundtrack composed by Mick Gordon, you fight across dimensions as you slay new and classic demons with powerful new weapons and abilities. [Bethesda]",
        "scores": {
            "metascore": "87",
            "userscore": "7.9"
        }
    },
    "14": {
        "title": "Kentucky Route Zero: TV Edition",
        "date": "January 28, 2020",
        "summary": "Kentucky Route Zero is a magical realist adventure game about a secret highway in the caves beneath Kentucky. An antique furniture delivery man trying to make his small shop's last delivery gets lost along the way and meets a haunted TV repairwoman, a young boy and his giant eagle brother, a pair of robot musicians, and dozens of other characters. Together, they explore the nocturnal highways and country roads of Kentucky, the storied Echo River by ferry, and the mysterious Route Zero, the secret highway that runs through Mammoth Cave.",
        "scores": {
            "metascore": "87",
            "userscore": "7.4"
        }
    },
    "15": {
        "title": "Kentucky Route Zero: TV Edition",
        "date": "January 28, 2020",
        "summary": "KENTUCKY ROUTE ZERO is a magical realist adventure game about a secret highway running through the caves beneath Kentucky, and the mysterious folks who travel it. At twilight in Kentucky, as bird songs give way to the choir of frogs and insects, familiar roads become strange, and it's easy to get lost. Those who are already lost may find their way to a secret highway winding through underground caves. The people who live and work along this highway are themselves a little strange at first, but soon seem familiar: the aging driver making the last delivery for a doomed antique shop; the young woman who fixes obsolete TVs surrounded by ghosts; the child and his giant eagle companion; the robot musicians; the invisible power company lurking everywhere, and the threadbare communities who struggle against its grip.",
        "scores": {
            "metascore": "87",
            "userscore": "5.7"
        }
    },
    "16": {
        "title": "Nioh 2",
        "date": "March 13, 2020",
        "summary": "Master the lethal arts of the samurai as a mysterious half-human, half-supernatural Yokai warrior, in this challenging action RPG sequel. Explore violent Sengoku-era Japan and the deadly Dark Realm, both plagued with grotesque, merciless demons. Unsheathe your deadly weapons and cut down all enemies in your path using a revamped combat system and the ability to transform into a full Yokai to unleash devastating paranormal powers.",
        "scores": {
            "metascore": "85",
            "userscore": "7.6"
        }
    },
    "17": {
        "title": "Two Point Hospital",
        "date": "February 25, 2020",
        "summary": "Build up a hospital from nothing to a masterpiece as you design the most beautiful - or functional - healthcare operation in the whole of Two Point County. Optimize your hospital design to increase patient (and cash) flow, arranging corridors, rooms and waiting areas to your exact specifications. Expand your hospital to multiple buildings as you look to get as many patients through the door as possible. Place decorative and functional items around your hospital to improve its prestige, lower patient boredom, increase happiness and keep those end of year awards flowing in.",
        "scores": {
            "metascore": "85",
            "userscore": "8.1"
        }
    },
    "18": {
        "title": "Bayonetta & Vanquish",
        "date": "February 18, 2020",
        "summary": "Celebrate the 10th Anniversary of two PlatinumGames cult classics with the Bayonetta & Vanquish 10th Anniversary Bundle. Bayonetta: Experience the genesis of the Bayonetta series with the cult classic, original action-adventure game. Vanquish: The hit sci-fi shooter returns. An overpopulated Earth suffocating under limited resources looks to Providence, the solar-powered space colony for support.",
        "scores": {
            "metascore": "85",
            "userscore": "8.0"
        }
    },
    "19": {
        "title": "Resident Evil 3",
        "date": "April 3, 2020",
        "summary": "Fight your way to freedom from the brink of despair. A series of strange disappearances have been occurring in the American Midwest within a place called Racoon City. A specialist squad of the police force known as S.T.A.R.S. has been investigating the case, and have determined that the pharmaceutical company Umbrella and their biological weapon, the T-Virus, are behind the incidents though they've lost several members in the process. Jill Valentine and the other surviving S.T.A.R.S. members try to make this truth known, but find that the police department itself is under Umbrella's sway and their reports are rejected out of hand.\r\n\r\nHowever, soon reports of a grisly \"cannibal virus\" begin to surface, and vicious dogs begin roaming the streets. With the viral plague spreading through the town and to her very doorstep, Jill is determined to survive.\r\nHowever, unbeknownst to Jill, an extremely powerful pursuer has already been dispatched to eliminate her.",
        "scores": {
            "metascore": "84",
            "userscore": "5.9"
        }
    },
    "20": {
        "title": "Panzer Corps 2",
        "date": "March 19, 2020",
        "summary": "Panzer Corps 2 is the ultimate Second World War strategy game! Enjoy the time-proven gameplay formula which has been appreciated by millions of players over the years, brought to a whole new level of refinement up to the latest technical standards.",
        "scores": {
            "metascore": "84",
            "userscore": "5.5"
        }
    },
    "21": {
        "title": "Two Point Hospital",
        "date": "February 25, 2020",
        "summary": "BUILD, CURE and IMPROVE! Design stunning hospitals, decorate them as you like, cure very unusual illnesses and manage troublesome staff as you spread your budding healthcare organization across Two Point County. Design and build your own hospital.",
        "scores": {
            "metascore": "84",
            "userscore": "6.1"
        }
    },
    "22": {
        "title": "To the Moon",
        "date": "January 16, 2020",
        "summary": "Dr. Rosalene and Dr. Watts have peculiar jobs: They give people another chance to live, all the way from the very beginning... but only in their patients' heads.\r\n\r\nDue to the severity of the operation, the new life becomes the last thing the patients remember before drawing their last breath. Thus, the operation is only done to people on their deathbeds, to fulfill what they wish they had done with their lives, but didnt.\r\n\r\nThis particular story follows their attempt to fulfill the dream of an elderly man, Johnny. With each step back in time, a new fragment of Johnny's past is revealed. As the two doctors piece together the puzzled events that spanned a life time, they seek to find out just why the frail old man chose his dying wish to be what it is.\r\n\r\nAnd Johnny's last wish is, of course... to go to the moon.\r\n\r\n\r\n* A unique story-driven experience\r\n* Innovative mix between adventure game elements and classic RPG aesthetics\r\n* Acclaimed original soundtrack that closely ties to the story\r\n* An espresso execution with zero filler and no time drains",
        "scores": {
            "metascore": "84",
            "userscore": "7.8"
        }
    },
    "23": {
        "title": "Lair of the Clockwork God",
        "date": "February 21, 2020",
        "summary": "A fast-paced Point-and-Click adventure AND an indie platfomer in one! Join adventurer Ben and wannabe indie darling Dan in a race against time to stop all the Apocalypses happening at the same time.",
        "scores": {
            "metascore": "84",
            "userscore": "7.5"
        }
    },
    "24": {
        "title": "Thronebreaker: The Witcher Tales",
        "date": "January 28, 2020",
        "summary": "Thronebreaker is a single player role-playing game set in the world of The Witcher that combines narrative-driven exploration with unique puzzles and card battle mechanics.\n\nCrafted by the developers responsible for some of the most iconic moments in The Witcher 3: Wild Hunt, the game spins a truly regal tale of Meve, a war-veteran and queen of two Northern Realms Lyria and Rivia. Facing an imminent Nilfgaardian invasion, Meve is forced to once again enter the warpath and set out on a dark journey of destruction and revenge.\n\nKEY FEATURES\n\nAN ALL NEW EPIC TALE\n* Experience an all-new 30-hour Witcher world tale with 20 possible world end-states.\n* Embark on a grand adventure full of thought-provoking quests.\n* Influence the state of the world around you by making difficult choices and face their consequences.\n* Meet a cast of rich, multidimensional characters some of them will join you on your quest, others you'll have to face on the battlefield.\n\nTRAVEL TO NEVER-BEFORE-SEEN KINGDOMS\n* Explore new and mysterious regions of the monster-infested world of The Witcher.\n* Traverse vast lands and unique locations, all with their distinct theme from vibrant countrysides and war-torn landscapes, to grand castles and snow-capped mountains.\n* Save villages from hordes of monsters, look for treasures hidden among ancient ruins, scour the land for resources, and more the world of Thronebreaker is teeming with things to do.\n\nPREPARE FOR WAR\n* Develop and customize your very own battle camp.\n* Train and recruit units, unlock new skills and work on your tactics.\n* Manage resources you find and trade them with local merchants.\n* Learn more about your companions and increase their strength in battle.\n\nLEAD YOUR ARMY IN EPIC BATTLES\n* Build an army from characters you meet and interact with during your journey.\n* Fight in epic story battles and solve unique puzzles and challenges.\n* Use unique skills and abilities of your army and lead it to victory.",
        "scores": {
            "metascore": "84",
            "userscore": "7.0"
        }
    },
    "25": {
        "title": "Bayonetta & Vanquish",
        "date": "February 18, 2020",
        "summary": "Celebrate the 10th Anniversary of two PlatinumGames cult classics with the Bayonetta & Vanquish 10th Anniversary Bundle. Bayonetta: Experience the genesis of the Bayonetta series with the cult classic, original action-adventure game. Vanquish: The hit sci-fi shooter returns. An overpopulated Earth suffocating under limited resources looks to Providence, the solar-powered space colony for support.",
        "scores": {
            "metascore": "83",
            "userscore": "7.8"
        }
    },
    "26": {
        "title": "Sega Ages: Fantasy Zone",
        "date": "January 23, 2020",
        "summary": "Take command of the spaceship Opa-Opa and blast your way through various fantastical levels as you try to take out all the enemy bases in each stage. Once you've destroyed the bases, you'll have to beat the stage boss in order to move on to the next level. By using your guns and bombs wisely, you'll be able to take down your enemies and explore each of the crazy environments in this side-scroller. You can also buy upgraded weapons for your ship by accessing the shop.",
        "scores": {
            "metascore": "83",
            "userscore": "7.3"
        }
    },
    "27": {
        "title": "MLB The Show 20",
        "date": "March 13, 2020",
        "summary": "Run the table and rake in rewards with brand new mode “Showdown”. A new experience and updates throughout DD make Diamond Dynasty the best version yet.",
        "scores": {
            "metascore": "83",
            "userscore": "6.9"
        }
    },
    "28": {
        "title": "Mega Man Zero / ZX Legacy Collection",
        "date": "February 25, 2020",
        "summary": "Mega Man Zero/ZX Legacy Collection brings together six classic titles in one game: Mega Man Zero 1, 2, 3, and 4, as well as Mega Man ZX and ZX Advent. In addition to the original games, this package includes an artwork gallery, music player, special filters, and much more. Casual Scenario Mode and a Save-Assist feature are available for those who would like to enjoy the story at their own pace. Players can also try their hand at the new leaderboard-based Z Chaser Mode, an exclusive new mode created just for this set of games.",
        "scores": {
            "metascore": "83",
            "userscore": "8.7"
        }
    },
    "29": {
        "title": "Under Night In-Birth Exe:Late[cl-r]",
        "date": "February 20, 2020",
        "summary": "Cold friends & New under night In-Birth exe: late[cl-r] introduces a brand new character-icyy Fighter londrekia and his frosty new set of moves. Balancing act the new game features new moves and balance adjustments to every character-totalingg roughly 1, 000 improvements.\r\nShow your true colors each character will receive five new Color schemes (for a total of 40 new Color schemes), so players can customize their fighters to suit their every Mood.",
        "scores": {
            "metascore": "83",
            "userscore": "8.3"
        }
    },
    "30": {
        "title": "Street Fighter V: Champion Edition",
        "date": "February 14, 2020",
        "summary": "Rule the ring with Street Fighter V: Champion Edition, the most robust version of the acclaimed fighting game! This new version includes all content (excluding Fighting Chance costumes, brand collaboration costumes and Capcom Pro Tour DLC) from both the original release and Street Fighter V: Arcade Edition. Champion Edition adds each character, stage and other content that released after Arcade Edition and with the release of this new version. In total: 40 characters, 34 stages, over 200 costumes all action-packed into one knockout edition! READY? FIGHT!\n\nAll game mode additions and balance updates are free for owners of any Street Fighter V version. Additionally, all DLC characters remain earnable completely free of charge through completing various in-game challenges and receiving earned in-game currency, called Fight Money. For those who can't wait, in-game content can be obtained instantly using real money. Certain additional content can only be acquired using Fight Money, which can be earned through normal gameplay.\n\nV-SKILLS I AND II\nThe addition of V-Skill II provides more options and depth to the combat system.\n\nONLINE MATCHES\nBattle against other players online in Casual and Ranked matches.\n\nEXTRA BATTLE CHALLENGES\nComplete optional, time-exclusive challenges for a chance to win rewards.\n\nCINEMATIC STORY\nFollow the cast through \"A Shadow Falls,\" a feature-length adventure that spans the globe.",
        "scores": {
            "metascore": "83",
            "userscore": "6.6"
        }
    },
    "31": {
        "title": "Code:Realize - Guardian of Rebirth",
        "date": "February 6, 2020",
        "summary": "This all happened many, many years ago.\r\nThe girl searched. Grass withered.\r\nThe girl searched even harder. Flowers were the next to die.\r\nEven so, the girl continued her search. Eventually, the whole land rotted.\r\nThe girl was a monster -- a lonely monster.\r\n\r\nThis all happened many, many years ago.\r\n\r\nThe poisonous girl who destroyed nature and man alike only sought one thing -- love.",
        "scores": {
            "metascore": "83",
            "userscore": "6.8"
        }
    },
    "32": {
        "title": "Two Point Hospital",
        "date": "February 25, 2020",
        "summary": "Build up a hospital from nothing to a masterpiece as you design the most beautiful - or functional - healthcare operation in the whole of Two Point County. Optimize your hospital design to increase patient (and cash) flow, arranging corridors, rooms and waiting areas to your exact…",
        "scores": {
            "metascore": "82",
            "userscore": "6.8"
        }
    },
    "33": {
        "title": "Aviary Attorney: Definitive Edition",
        "date": "January 30, 2020",
        "summary": "Take yourself back to 1848 in Aviary Attorney: Definitive Edition. Paris is on the brink of yet another revolution, and the prisons are overflowing with guilty and innocent alike.",
        "scores": {
            "metascore": "82",
            "userscore": "7.9"
        }
    },
    "34": {
        "title": "Freedom Finger",
        "date": "March 24, 2020",
        "summary": "Freedom Finger is a music driven, side-scrolling shooter that sends you blasting through 40 levels of crazy cartoon action. Whether you want to chill and enjoy the story or crank the difficulty for a butt-blasting ridiculous challenge, we’ve got you covered.",
        "scores": {
            "metascore": "82",
            "userscore": "8.2"
        }
    },
    "35": {
        "title": "Devil May Cry 3: Special Edition",
        "date": "February 20, 2020",
        "summary": "Set before the original Devil May Cry, Devil May Cry 3: Special Edition follows Dante's journey as he battles his evil twin brother in a final confrontation. Along the way, you'll encounter both formidable foes and unusual characters. When attacking, you can choose to use short-range, long-range, defensive, or evasive play styles. Each system has its own set of gameplay features, and you can choose to power up your favorite style for increased special attack abilities. The Special Edition adds the ability to play as Dante's nemesis Virgil and a survival game mode.",
        "scores": {
            "metascore": "82",
            "userscore": "8.0"
        }
    },
    "36": {
        "title": "Sega Ages: Sonic the Hedgehog 2",
        "date": "February 20, 2020",
        "summary": "Super Speed! Sonic's back and better than ever. He's a blur in blue! A blaze of action! With his new Super Spin Dash. And a new, fabulous friend, \"Tails\" the Fox. You won't believe it 'til you see it. And when you play, you won't stop. Super Play! Defy gravity in hair-raising loop-de-loops. Grab Power Sneakers and race like lightning through the mazes. All at break-neck speed! Super Power! Sonic's attitude is can-do. The mad scientist Dr. Robotnik is planning a world takeover. Sonic gets tough in the fight to save his friends and squash Robotnik for good!",
        "scores": {
            "metascore": "82",
            "userscore": "6.7"
        }
    },
    "37": {
        "title": "Tokyo Mirage Sessions #FE Encore",
        "date": "January 17, 2020",
        "summary": "The worlds of the Fire Emblem series and Atlus games have crossed paths again and the result is coming to the Nintendo Switch system. An interdimensional evil has invaded modern-day Tokyo, resulting in this fantastical barrage of music, style, and yes, danger. So, fight back! Battle through dungeons to pump up your strategy and creatively decimate your foesbefore all hope fades to black. You and the rising stars you call friends will need to call on your own creative powermanifested as iconic Fire Emblem characters -- to wage a secret war on rogue spirits that feed on creativity. Each encounter will immerse you in deep, turn-based battles that blend the combat of the Fire Emblem and Shin Megami Tensei series into one brutal harmony. Fuse items to craft weaponry; then play to your strengths and crush your foes. Around every corner you'll find fun nods to multiple fandoms, including Fire Emblem references, dungeons themed to the entertainment industry, and stunning musical performances.",
        "scores": {
            "metascore": "81",
            "userscore": "6.1"
        }
    },
    "38": {
        "title": "Operencia: The Stolen Sun",
        "date": "March 31, 2020",
        "summary": "Operencia: The Stolen Sun embraces everything you love about classic first-person dungeon-crawlers, enhancing the old-school turn-based RPG experience with modern sensibilities. Gather your team of memorable characters and guide them through a world inspired by Central European mythology, where history meets legend. Unreal Engine 4 powers breathtaking environments, from traditional tombs and dungeons to enchanted castles and a forest made of copper.",
        "scores": {
            "metascore": "81",
            "userscore": "7.6"
        }
    },
    "39": {
        "title": "One Step From Eden",
        "date": "March 26, 2020",
        "summary": "Build a powerful deck, cast spells on the fly, battle evolving enemies, find game-changing artifacts, make friends or make enemies, just make it to Eden.",
        "scores": {
            "metascore": "81",
            "userscore": "7.8"
        }
    },
    "40": {
        "title": "Tom Clancy's The Division 2: Warlords of New York",
        "date": "March 3, 2020",
        "summary": "While The Division was working to secure Washington, D.C., a familiar shadow fell over the streets of New York. Aaron Keener - one of The Division's original antagonists, as well as the first Division Agent to go rogue - has brought the factions of New York City under his control, and used them to conquer Lower Manhattan. With other rogue Agents and a lethal new viral strain at his command, Keener is poised to eradicate what little has been rebuilt since the catastrophic Black Friday pandemic. The battle to restore order continues, but now The Division has a new mission: Stop Keener at any cost.",
        "scores": {
            "metascore": "81",
            "userscore": "0.7"
        }
    },
    "41": {
        "title": "BEAUTIFUL DESOLATION",
        "date": "February 26, 2020",
        "summary": "BEAUTIFUL DESOLATION is a 2D isometric adventure game set in the distant future. Explore a post-apocalyptic landscape, solve puzzles, meet new friends and make powerful enemies, mediate conflicts and fight for your life as you unravel the secrets of the world around you.",
        "scores": {
            "metascore": "81",
            "userscore": "7.7"
        }
    },
    "42": {
        "title": "Hunt: Showdown",
        "date": "February 18, 2020",
        "summary": "You and your partner are members of a secret hunting society that tracks and kills creatures. The bounties are high, but so are the risks. The smallest mistake will cost you everything—your bounty, your gear, your life, and your very soul. Some hunt for wealth, some for power. Some hunt to protect others, some hunt for glory. You must track your quarry through a dark and treacherous world. Winner takes all. Fail, and go straight to hell.",
        "scores": {
            "metascore": "81",
            "userscore": "6.4"
        }
    },
    "43": {
        "title": "The Pedestrian",
        "date": "January 29, 2020",
        "summary": "I can see the signs in my sleep now, always guiding me closer. Will this really work? Have we almost achieved the impossible?",
        "scores": {
            "metascore": "81",
            "userscore": "8.3"
        }
    },
    "44": {
        "title": "Bloodroots",
        "date": "February 28, 2020",
        "summary": "In Bloodroots, the world is your weapon - improvise and adapt to an ever-changing ballet of ultraviolence, in a bloody revenge quest across the Weird West.",
        "scores": {
            "metascore": "81",
            "userscore": "5.9"
        }
    },
    "45": {
        "title": "Rune Factory 4 Special",
        "date": "February 25, 2020",
        "summary": "Rune Factory 4 marks the return of the popular Harvest Moon spinoff that combines farming with dungeon adventuring. For the first time in the series, the player can select to play as a male or female hero, and potential suitors of either gender are also available in order to pursue love, marriage, and possibly a child. As the newly-appointed prince or princess, you can fulfill your royal duties of protecting the town from invaders, or take a more rural approach to governing by raising your own fruits and vegetables and helping townsfolk. Should some dungeon adventuring be on the days itinerary, you can select from the castles vast armament of swords, spears, and staffs along with magic for battle against dangerous foes, or even bring along a companion or friendly monster to aid you during your travels.",
        "scores": {
            "metascore": "81",
            "userscore": "8.1"
        }
    },
    "46": {
        "title": "The Walking Dead: Saints & Sinners",
        "date": "January 23, 2020",
        "summary": "Saints & Sinners is a game unlike any other in The Walking Dead universe. Every challenge you face and decision you make is driven by YOU. Fight the undead, scavenge through the flooded ruins of New Orleans, and face gut-wrenching choices for you and the other survivors. Live The Walking Dead.",
        "scores": {
            "metascore": "81",
            "userscore": "8.5"
        }
    },
    "47": {
        "title": "Total War: Three Kingdoms - A World Betrayed",
        "date": "March 19, 2020",
        "summary": "A World Betrayed portrays a seminal moment in the history of the Three Kingdoms. Many of the iconic warlords of Total War: THREE KINGDOMS have now passed on, a catalyst that has spurred a new generation of warlords into making a play for their own dynasties.",
        "scores": {
            "metascore": "81",
            "userscore": "7.0"
        }
    },
    "48": {
        "title": "Metro Redux",
        "date": "February 28, 2020",
        "summary": "In 2013 the world was devastated by an apocalyptic event, annihilating almost all mankind and turning the earth’s surface into a poisonous wasteland. A handful of survivors took refuge in the depths of the Moscow underground, and human civilization entered a new Dark Age.\r\n\r\nThe year is 2033. An entire generation has been born and raised underground, and their besieged Metro Station-Cities struggle for survival, with each other, and the mutant horrors that await outside.\r\n\r\nYou are Artyom, born in the last days before the fire, but raised underground. Having never ventured beyond the city limits, one fateful event sparks a desperate mission to the heart of the Metro system, to warn the remnants of mankind of a terrible impending threat.\r\n\r\nBut will they even listen? Rather than stand united, the factions of the Metro are locked in a struggle for the ultimate power, a doomsday device from the military vaults of D6. A civil war is stirring that could wipe humanity from the face of the earth forever.\r\n\r\nIncluding the epic single-player campaigns of both Metro 2033 and Metro: Last Light, Metro Redux takes you on a journey from the forgotten catacombs beneath the subway to the desolate wastelands above, where your actions will determine the fate of mankind.\r\n\r\nMetro Redux is the ultimate double game collection, including the definitive versions of both Metro 2033 and Metro: Last Light, now available on Nintendo Switch™\r\n\r\nNewcomers to the series will get the chance to experience two of the finest story-driven shooters of all time in one vast package; an epic adventure combining gripping survival horror, exploration and tactical combat and stealth.\r\n\r\nThose who favoured the more survival-horror oriented gameplay of ‘Metro 2033’ can play both campaigns in the ‘Survival’ Play-Style, a fraught, slow burn fight for survival. Those who enjoyed the more action-oriented gameplay of ‘Metro: Last Light’ can try the ‘Spartan’ Play-Style, providing Artyom with a powerful set of combat skills.\r\n\r\nWith the legendary Ranger Mode  included to offer an extra layer of challenge and immersion, and all previous released DLC, Metro Redux offers 50+ hours of AAA FPS gameplay for an incredible price.",
        "scores": {
            "metascore": "80",
            "userscore": "8.1"
        }
    },
    "49": {
        "title": "Under Night In-Birth Exe:Late[cl-r]",
        "date": "February 20, 2020",
        "summary": "Cold friends & New under night In-Birth exe: late[cl-r] introduces a brand new character-icyy Fighter londrekia and his frosty new set of moves. Balancing act the new game features new moves and balance adjustments to every character-totalingg roughly 1, 000 improvements.",
        "scores": {
            "metascore": "80",
            "userscore": "5.4"
        }
    },
    "50": {
        "title": "Mega Man Zero / ZX Legacy Collection",
        "date": "February 25, 2020",
        "summary": "Mega Man Zero/ZX Legacy Collection brings together six classic titles in one game: Mega Man Zero 1, 2, 3, and 4, as well as Mega Man ZX and ZX Advent.\n\nIn addition to the original games, this package includes an artwork gallery, music player, special filters, and much more. Casual Scenario Mode and a Save-Assist feature are available for those who would like to enjoy the story at their own pace. Players can also try their hand at the new leaderboard-based Z Chaser Mode, an exclusive new mode created just for this set of games.",
        "scores": {
            "metascore": "80",
            "userscore": "8.1"
        }
    },
    "51": {
        "title": "Resident Evil 3",
        "date": "April 3, 2020",
        "summary": "Fight your way to freedom from the brink of despair. A series of strange disappearances have been occurring in the American Midwest within a place called Racoon City. A specialist squad of the police force known as S.T.A.R.S. has been investigating the case, and have determined that the pharmaceutical company Umbrella and their biological weapon, the T-Virus, are behind the incidents though they've lost several members in the process. Jill Valentine and the other surviving S.T.A.R.S. members try to make this truth known, but find that the police department itself is under Umbrella's sway and their reports are rejected out of hand.\r\n\r\nHowever, soon reports of a grisly \"cannibal virus\" begin to surface, and vicious dogs begin roaming the streets. With the viral plague spreading through the town and to her very doorstep, Jill is determined to survive.\r\nHowever, unbeknownst to Jill, an extremely powerful pursuer has already been dispatched to eliminate her.",
        "scores": {
            "metascore": "80",
            "userscore": "6.3"
        }
    },
    "52": {
        "title": "Mega Man Zero / ZX Legacy Collection",
        "date": "February 25, 2020",
        "summary": "Mega Man Zero/ZX Legacy Collection brings together six classic titles in one game: Mega Man Zero 1, 2, 3, and 4, as well as Mega Man ZX and ZX Advent.\n\nIn addition to the original games, this package includes an artwork gallery, music player, special filters, and much more. Casual Scenario Mode and a Save-Assist feature are available for those who would like to enjoy the story at their own pace. Players can also try their hand at the new leaderboard-based Z Chaser Mode, an exclusive new mode created just for this set of games.",
        "scores": {
            "metascore": "80",
            "userscore": "8.2"
        }
    },
    "53": {
        "title": "In Other Waters",
        "date": "April 3, 2020",
        "summary": "Play as an Artificial Intelligence guiding a stranded xenobiologist through a beautiful and mysterious alien ocean. A non-violent sci-fi story, enter a world of wonder, fear and vulnerability, unraveling the history and ecology of an impossible planet. What will you discover together?\r\n\r\nEXPLORE AN ALIEN OCEAN: Freely dive into an expansive section of seafloor, from shimmering reefs to inky depths. Unlock upgrades and make discoveries that allow you to open up new paths, uncovering strange creatures and environments as you do.\r\n\r\nSEE THE WORLD THROUGH AN AI LENS: Navigate an elegant, intuitive UI via touch or mouse controls. Interpret signals, set headings, and map the ocean through experimentation and intuition.\r\n\r\nBECOME AN XENOBIOLOGIST: Discover and catalogue species through observation, scanning, taking samples, and interacting with alien life. Read Ellery’s notes, look at her sketches, and help her classify an entirely new ecosystem.\r\n\r\nPLAN YOUR DIVES: Choose whether to study creatures, investigate secrets or dive new areas, then come back to your base to study samples in the lab, chat to Ellery or read her journals to understand more about this world.",
        "scores": {
            "metascore": "80",
            "userscore": "8.2"
        }
    },
    "54": {
        "title": "Stories Untold",
        "date": "January 16, 2020",
        "summary": "Stories Untold is a compilation tape of four experimental text adventures, including a remaster of the original episode The House Abandon.",
        "scores": {
            "metascore": "80",
            "userscore": "7.5"
        }
    },
    "55": {
        "title": "Total War: Three Kingdoms - Mandate of Heaven",
        "date": "January 16, 2020",
        "summary": "The Total War: THREE KINGDOMS – Mandate of Heaven Chapter Pack depicts the events of the Yellow Turban Rebellion, enabling players to engage in the conflict from either rebel or loyalist perspectives. Introducing a number of new characters and playable faction leaders, the campaign begins in 182CE, but players can choose to continue well into the Three Kingdoms period, with familiar characters entering the campaign as the timeline progresses.",
        "scores": {
            "metascore": "80",
            "userscore": "7.3"
        }
    },
    "56": {
        "title": "Double Dragon & Kunio-kun Retro Brawler Bundle",
        "date": "February 20, 2020",
        "summary": "DOUBLE DRAGON & Kunio-kun Retro Brawler Bundle, consists of 18 titles including 7 DOUBLE DRAGON and Kunio-kun vintage games from the 80’s and 90’s, and all 11 Kunio-kun classic titles from the Family Computer Disk System that have been localized into English for the first time ever. Game genres vary from side-scrolling action, beat-’em-up, sports, and action RPG. Online play mode is available for all titles, and a total of 55 in-game missions are waiting for you to obtain nicknames and avatars to show off to your friends! Can you complete all the games?",
        "scores": {
            "metascore": "80",
            "userscore": "7.0"
        }
    },
    "57": {
        "title": "Atelier Dusk Trilogy Deluxe Pack",
        "date": "January 14, 2020",
        "summary": "The DX versions of the titles from the Dusk series are now available as a specially priced 3-game set! Atelier Ayesha: The Alchemist of Dusk DX, Atelier Escha & Logy: Alchemists of the Dusk Sky DX, Atelier Shallie: Alchemists of the Dusk Sea DX.",
        "scores": {
            "metascore": "80",
            "userscore": "6.0"
        }
    },
    "58": {
        "title": "Murder by Numbers",
        "date": "March 6, 2020",
        "summary": "Solve Pixel Puzzles to find clues. Use those clues to interrogate witnesses. Work your way to the truth... ...and uncover the mystery of Murder by Numbers.",
        "scores": {
            "metascore": "79",
            "userscore": "6.8"
        }
    },
    "59": {
        "title": "Sega Ages: Shinobi",
        "date": "January 23, 2020",
        "summary": "Shinobi. It's Japanese for stealth, the perfect description of a Master Ninja. And that's exactly what you are! Armed with throwing stars and finely-honed battle skills, you must defeat the Ring of Five. Fight your way past mercenaries and karate thugs. Take out the meanest martial artists and rescue hostages. But these dangers pale in comparison to your ultimate challenge: A fight to the death against five evil Ninja Assassins whose mastery of the deadly ancient arts may well surpass your own!",
        "scores": {
            "metascore": "79",
            "userscore": "6.9"
        }
    },
    "60": {
        "title": "Vitamin Connection",
        "date": "January 17, 2020",
        "summary": "By blasting subatomic foes with your Vitamin Beam, utilizing a special claw tool, and navigating maze-like stages, you'll save the members of the Sable family - including the dog! - from a variety of hazardous and increasingly wacky predicaments. Each level also includes sub-games featuring rhythm challenges, Pong-like reflex tests, and more.",
        "scores": {
            "metascore": "79",
            "userscore": "7.6"
        }
    },
    "61": {
        "title": "EarthNight",
        "date": "January 23, 2020",
        "summary": "EarthNight is a hand-painted roguelike runner about the dragon apocalypse. Dragons have taken over the Earth and exiled the decimated human population to outer space. Our outraged heroes Stanley and Sydney decide to skydive to the planet’s surface, taking out as many dragons as they can on their way. In terms of gameplay, Stanley is a good pick for beginners given his simpler control scheme. Sydney is for experts, with a less intuitive — but ultimately more rewarding — control scheme.",
        "scores": {
            "metascore": "79",
            "userscore": "6.9"
        }
    },
    "62": {
        "title": "Frostpunk: The Last Autumn",
        "date": "January 21, 2020",
        "summary": "Learn about the tragic turn of events that lead to the grim world of Frostpunk in the prequel expansion, The Last Autumn. Vastly expanding upon the Frostpunk universe by introducing a brand new scenario, the expansion content also introduces game-changing new mechanics, unique architecture, and broaden's the game's deep lore and narrative.",
        "scores": {
            "metascore": "79",
            "userscore": "8.1"
        }
    },
    "63": {
        "title": "Paper Beast",
        "date": "March 24, 2020",
        "summary": "Experience a dreamlike odyssey through a wild and simulated ecosystem. Take off on an adventure! Connect with exotic and surprising creatures. Shape the environment to solve puzzles. Or let your imagination guide you through an immersive sandbox.",
        "scores": {
            "metascore": "79",
            "userscore": "7.3"
        }
    },
    "64": {
        "title": "KUNAI",
        "date": "February 6, 2020",
        "summary": "A traumatic event has shaken the balance of the world. Human life has been almost wiped out by the evil A.I. Lemonkus. Robots roam free across the earth. You take control of Tabby, a killer robot infused with the soul of an ancient warrior. A NINJA METROIDVANIA. Start out with nothing, progress and increase in strength by killing enemy robots to unlock abilities, weapons and ninja tricks. Explore a world filled with secrets, hidden passages and mysterious characters. KUNAI is all about movement and agility. Use your ninja mobility to reach places where no normal robot could ever go.",
        "scores": {
            "metascore": "79",
            "userscore": "7.6"
        }
    },
    "65": {
        "title": "Call of Duty: Warzone",
        "date": "March 10, 2020",
        "summary": "Welcome to Warzone – a new combat experience where up to 150 players take the role of a veteran Tier 1 Operator and drop in to the dense and sprawling world of Verdansk. Warzone is  packed with non-stop action that’s free-to-play and free-for-everyone. You do not need to own the full version of Call of Duty: Modern Warfare to download, play and enjoy Warzone. In Battle Royale, fight to be the last squad standing while escaping the deadly gas in the swiftly closing circle with up to 150 players. In Plunder, the race is on to collect the most in-match Cash by looting across the map, taking down enemies to steal their Cash, and completing in-match Contracts. Warzone takes place in Verdansk, an expansive city with multiple named zones and well over 300 points of interest. Each zone features distinct landmarks like the Gorengard Lumber Yard or the Gora Dam; the zones take place across different environment types like cities and rural areas for unique engagements. Change up your drop location in each match to get a better lay of the land and take advantage of what Verdansk has to offer. If you need to get somewhere fast in Warzone, the best method is a vehicle. There are five vehicles all with varying levels of protection, speed, seating, and off-roading capability. Each vehicle has a health meter and when it reaches zero, the vehicle explodes and flames out. Needlessly to say, if the health of your vehicle is depleting, bail out before the impending explosion. [Activision]",
        "scores": {
            "metascore": "79",
            "userscore": "4.7"
        }
    },
    "66": {
        "title": "The Room VR: A Dark Matter",
        "date": "March 26, 2020",
        "summary": "The British Institute of Archaeology, London, 1908: The disappearance of an esteemed Egyptologist prompts a Police investigation into the unknown. Explore cryptic locations, examine fantastic gadgets and uncover an otherworldly discovery which blurs the line between reality and illusion. Designed from the ground up for the unique capabilities of virtual reality, players can inhabit the spine-tingling world of The Room and interact with its strange contraptions in this compelling new chapter.",
        "scores": {
            "metascore": "79",
            "userscore": "tbd"
        }
    },
    "67": {
        "title": "Resident Evil 3",
        "date": "April 3, 2020",
        "summary": "Fight your way to freedom from the brink of despair. A series of strange disappearances have been occurring in the American Midwest within a place called Racoon City. A specialist squad of the police force known as S.T.A.R.S. has been investigating the case, and have determined that the pharmaceutical company Umbrella and their biological weapon, the T-Virus, are behind the incidentsthough they've lost several members in the process. Jill Valentine and the other surviving S.T.A.R.S. members try to make this truth known, but find that the police department itself is under Umbrella's sway and their reports are rejected out of hand.\r\n\r\nHowever, soon reports of a grisly \"cannibal virus\" begin to surface, and vicious dogs begin roaming the streets. With the viral plague spreading through the town and to her very doorstep, Jill is determined to survive.\r\nHowever, unbeknownst to Jill, an extremely powerful pursuer has already been dispatched to eliminate her.",
        "scores": {
            "metascore": "78",
            "userscore": "5.4"
        }
    },
    "68": {
        "title": "Tom Clancy's The Division 2: Warlords of New York",
        "date": "March 3, 2020",
        "summary": "While The Division was working to secure Washington, D.C., a familiar shadow fell over the streets of New York. Aaron Keener - one of The Division's original antagonists, as well as the first Division Agent to go rogue - has brought the factions of New York City under his control, and used them to conquer Lower Manhattan. With other rogue Agents and a lethal new viral strain at his command, Keener is poised to eradicate what little has been rebuilt since the catastrophic Black Friday pandemic. The battle to restore order continues, but now The Division has a new mission: Stop Keener at any cost.",
        "scores": {
            "metascore": "78",
            "userscore": "0.3"
        }
    },
    "69": {
        "title": "Ibb & Obb",
        "date": "March 5, 2020",
        "summary": "ibb & obb is a two player cooperative game set in a puzzle filled world where gravity goes both up and down. You can only succeed by working closely together.\r\n\r\nFind a friend for some true local cooperative couch fun or match up online.\r\n\r\nFall up and jump down through 15 levels filled with double gravity puzzles and discover 8 hidden worlds that will test your new non-Newtonian skills to the maximum.",
        "scores": {
            "metascore": "78",
            "userscore": "tbd"
        }
    },
    "70": {
        "title": "Granblue Fantasy: Versus",
        "date": "March 3, 2020",
        "summary": "In a world where adventurers roam the skies on airships, and the floating islands of the Skydoms lead their way, the Grandcypheran airship of massive proportionssets out on a magnificent journey, traveling the islands, and picking up a veritable army of sellswords, knights, and mages along the way However, these heroes of the sky will soon embark on a brand-new adventure, where battle and glory await!\n\nAn international mobile game hit, Granblue Fantasy has topped the charts, charming players across the globe with a plethora of lovable characters and story-driven mechanics. Now, legendary fighting game studio Arc System Works and Cygames are teaming up to bring the universe to home console in an action-packed head-to-head fighter. Featuring a colorful cast of their most popular \"crewmembers,\" each with a unique fighting style that is easy to learn but hard to master, Granblue Fantasy: Versus is sure to appeal to fans of Granblue lore and fighting games alike.\n\nKEY FEATURES\n\n* An Anime Fighter for Players of All Levels!\nArc System Works, the team behind critically-acclaimed fighting series BlazBlue, Guilty Gear, and Dragon Ball FighterZ, and Cygames, the people behind the international mobile phenomenon Granblue Fantasy, usher in a new era of fighting games with a rich and accessible battle system suitable for beginners and veterans alike.\n\n* Fight as Your Favorite Granblue Characters!\nA balanced and varied cast of combatants are ready to duke it out, each with their own individual fighting styles and dazzling skills. Whether it's the well-rounded Katalina, the long-range specialist Ferry, or the dual blade wielder Lancelot, there is a character and style to suit almost anyone's tastes.\n\n* A Gorgeous 2.5D Style World, Accompanied by Memorable Melodies!\nHigh production values recreate the well-known locales of the Granblue Fantasy universe in vivid 2.5D, bringing these environments to life as crewmembers cheer in the background, all accompanied by Stelle Magna's stirring soundtrack.\n\n* Captivating Visuals, Designed by a Fantasy Expert!\nHideo Minaba of Final Fantasy series fame contributes as art director, lending his extraordinary talents and unforgettable character and world designs to the Granblue Fantasy universe!",
        "scores": {
            "metascore": "78",
            "userscore": "6.1"
        }
    },
    "71": {
        "title": "Control: The Foundation",
        "date": "March 26, 2020",
        "summary": "The Foundation Expansion includes new story content and side missions as well as new weapons and mods inspired by the Oldest House's mysterious origins. The Astral Plane is colliding with our reality. Jesse Faden, the Director of the Federal Bureau of Control, must travel through the caverns of the Foundation to prevent the Astral Plane from consuming the Oldest House. The missing Head of Operations, Helen Marshall, may hold some answers to the mysteries surrounding this threat...",
        "scores": {
            "metascore": "78",
            "userscore": "5.0"
        }
    },
    "72": {
        "title": "Not Tonight: Take Back Control Edition",
        "date": "January 31, 2020",
        "summary": "Not Tonight is a post-Brexit management game, fusing a time-pressure RPG with a politically charged story where every decision matters. Will you join the resistance and fight the regime -- or keep your head down and hope that one day this will all be a distant memory? \r\n\r\nNot Tonight: One Love is a full, extra chapter that follows on from the main Not Tonight storyline. King's Head Dave has had just about enough of everything happening in Britain, and has decided to pack up and move to France, in the hope of finding true love.\r\n\r\nIn an alternative Britain where Brexit talks have collapsed, an extreme far-right government has taken power. Citizens of European heritage have been rounded up and exiled. Forced out of your previous life, you find yourself in the midst of a booming gig economy, fighting to scrape by and return to the city you call home.",
        "scores": {
            "metascore": "78",
            "userscore": "6.6"
        }
    },
    "73": {
        "title": "Shinsekai: Into the Depths",
        "date": "March 26, 2020",
        "summary": "Capcom presents a fresh and original undersea exploration game, filled with unique visual and audio experiences for you to discover. The land has slowly but steadily been covered with ice, forcing mankind to take refuge in the ocean. Even the sea cannot protect them forever. The ice overtakes the undersea home of a lone aquanaut, forcing an unplanned journey of exploration and discovery. Take control and follow a mysterious mechanical creature ever deeper... Could there be others still living on so far beneath the surface?",
        "scores": {
            "metascore": "78",
            "userscore": "8.3"
        }
    },
    "74": {
        "title": "Yakuza 3 Remastered",
        "date": "February 11, 2020",
        "summary": "As part of The Yakuza Remastered Collection, enjoy Yakuza 3 with restored content in 1080p and 60fps. In a quest to abandon their bloody past, Kazuma Kiryu and adoptive daughter Haruka Sawamura leave for Okinawa to run the Morning Glory Orphanage. But trouble shadows Kiryu and the Morning Glory Orphanage is soon entangled in a deadly power struggle.",
        "scores": {
            "metascore": "78",
            "userscore": "6.9"
        }
    },
    "75": {
        "title": "Sega Ages: Puyo Puyo 2",
        "date": "February 20, 2020",
        "summary": "The object of this head-to-head puzzle game is to clear your grid of falling patterns called puyos by forming chains of four or more same-colored puyos in a straight line or one of several geometric patterns. What makes this a challenging two-player contest is the fact that when you clear a chain of puyos from your grid, it drops a random piece of filler onto your opponent's grid. The more puyos you clear, the more you fill your opponent's grid, and if you can clutter up his grid enough to fill it to the top, you've won the game.",
        "scores": {
            "metascore": "78",
            "userscore": "tbd"
        }
    },
    "76": {
        "title": "Good Job!",
        "date": "March 26, 2020",
        "summary": "As the clumsy child of a CEO, you must climb the corporate ladder one office-themed puzzle at a time! Complete puzzles in multiple ways as you experiment with the interactive environments—a projector can be wheeled gently through an electric door…or catapulted through the wall. So toil (or tumble) your way to the top and make your father proud.",
        "scores": {
            "metascore": "78",
            "userscore": "7.6"
        }
    },
    "77": {
        "title": "Darksiders Genesis",
        "date": "February 14, 2020",
        "summary": "From the dawn of creation, the council has maintained the Balance across existence. Carrying out their orders are the Horsemen, Nephilim (powerful beings spawned from the unnatural union of angels and demons) who have pledged themselves to the Council and been granted immense power.\n\nHowever, this power came at a tragic cost: the Horsemen were ordered to use their newfound strength to wipe out the rest of their kind. What followed was a bloody battle on Eden where the Horsemen, obeying the will of the Council, annihilated the Nephilim.\n\nDarksiders: Genesis is an action/adventure that tears its way through hordes of demons, angels, and everything in-between on its way to Hell and back with guns blazing and swords swinging. Genesis gives players their first look at the world of Darksiders before the events of the original game, as well as introduces the horseman Strife.",
        "scores": {
            "metascore": "78",
            "userscore": "7.4"
        }
    },
    "78": {
        "title": "Broken Lines",
        "date": "February 25, 2020",
        "summary": "Broken Lines is a story-driven tactical RPG set in an alternate-history version of World War II. It’s a game about a group of eight soldiers who crash-land behind enemy lines. It’s up to you to lead them home while fending off the enemy and helping them deal with the horrors of war.",
        "scores": {
            "metascore": "78",
            "userscore": "7.2"
        }
    },
    "79": {
        "title": "Call of Duty: Warzone",
        "date": "March 10, 2020",
        "summary": "Welcome to Warzone – a new combat experience where up to 150 players take the role of a veteran Tier 1 Operator and drop in to the dense and sprawling world of Verdansk. Warzone is  packed with non-stop action that’s free-to-play and free-for-everyone. You do not need to own the full version of Call of Duty: Modern Warfare to download, play and enjoy Warzone. In Battle Royale, fight to be the last squad standing while escaping the deadly gas in the swiftly closing circle with up to 150 players. In Plunder, the race is on to collect the most in-match Cash by looting across the map, taking down enemies to steal their Cash, and completing in-match Contracts. Warzone takes place in Verdansk, an expansive city with multiple named zones and well over 300 points of interest. Each zone features distinct landmarks like the Gorengard Lumber Yard or the Gora Dam; the zones take place across different environment types like cities and rural areas for unique engagements. Change up your drop location in each match to get a better lay of the land and take advantage of what Verdansk has to offer. If you need to get somewhere fast in Warzone, the best method is a vehicle. There are five vehicles all with varying levels of protection, speed, seating, and off-roading capability. Each vehicle has a health meter and when it reaches zero, the vehicle explodes and flames out. Needlessly to say, if the health of your vehicle is depleting, bail out before the impending explosion. [Activision]",
        "scores": {
            "metascore": "78",
            "userscore": "3.4"
        }
    },
    "80": {
        "title": "Murder by Numbers",
        "date": "March 5, 2020",
        "summary": "Los Angeles, 1996. Honor Mizrahi was just an actress on a hit TV detective show. But when her boss ends up dead just minutes after he fires her,she finds herself starring in her own murder mystery. Teaming up with SCOUT, a reconnaissance robot thrown away after a mysterious incident, she sets out to clear her name - and a new detective duo is born!\r\n\r\nInvestigate a range of murders across TV studios, glitzy award shows, drag clubs, and more - all set to an energetic soundtrack from famed composer Masakazu Sugimori (Phoenix Wright: Ace Attorney, Ghost Trick and Viewtiful Joe).\r\n\r\nUncover a dark conspiracy by interrogating a wild range of weird and wonderful characters, designed by the incomparable Hato Moa, creator of Hatoful Boyfriend.",
        "scores": {
            "metascore": "77",
            "userscore": "7.3"
        }
    },
    "81": {
        "title": "Hardcore Mecha",
        "date": "January 14, 2020",
        "summary": "Hardcore Mecha is a 2D platformer action focusing on a better handling. The Campaign mode offers rich gameplay and seamless in-game cut-scenes for an immersive experience. Choose your favorite mecha in Multiplayer, experience the fast-paced hardcore competitive battle of steel.",
        "scores": {
            "metascore": "77",
            "userscore": "6.8"
        }
    },
    "82": {
        "title": "Pillars of Eternity II: Deadfire",
        "date": "January 28, 2020",
        "summary": "Pursue a rogue god over land and sea in the sequel to the multi-award-winning RPG Pillars of Eternity. Captain your ship on a dangerous voyage of discovery across the vast unexplored archipelago region of the Deadfire. Bend the world to your will, as you explore the depths of infinite possibilities, including detailed character customization, total freedom of exploration, and more meaningful choices at every turn.\n\nFeatures:\n\n* Immerse yourself in a deeper single player RPG game experience -- enriched with cutting edge technology and features, Deadfire builds on the foundation of classic D&D gameplay with vastly improved graphics, deeper game mechanics and a whole new hand-crafted adventure where choices truly matter.\n\n* Discover the new region of the Deadfire -- plot your own course by ship and explore the rich and exotic islands of the archipelago region, discovering new places interacting with their inhabitants and engaging in a variety of quests at every port.\n\n* Build your party and customize your companions -- choose from 7 different companions to join you on your quest and assign multiple classes and deeper abilities for each. Witness their personal relationships and interactions unfold with the addition of the new companion system.\n\n* Captain your ship across the seas -- as your stronghold on the seas, your ship is much more than simply a vessel for exploring. Upgrade your ship and crew and choose what skills you improve in order to survive dangerous encounters along the way.",
        "scores": {
            "metascore": "77",
            "userscore": "4.5"
        }
    },
    "83": {
        "title": "The Turing Test",
        "date": "February 7, 2020",
        "summary": "The Turing Test is a first person puzzler from the developers of ‘Pneuma: Breath of Life’ that explores the phenomena of consciousness and challenges the meaning of human intuition. Take control of Ava Turing, an engineer for the International Space Agency (ISA), and progress through a narrated story of introspection and morality whilst uncovering the hidden mysteries of Europa. Delve into The Turing Test’s human interaction puzzles and arm yourself with logical and methodical thinking. Take on tests designed in such a way that only a human could solve them. In an evolving story based on mankind’s inherent need to explore, protect and survive; players search deeper into Europa’s ice crusted core and transcend the line between man and machine. Investigate the truth behind the ISA research base on Jupiter’s moon Europa. Solve puzzles using your Energy Manipulation Tool (EMT) to transfer power out from one object and into another. Power up and take control of artificially intelligent machines, manipulate giant structures and solve complex tasks; all woven into a multi-layered story based on the human struggle for control. The Turing Test can only be experienced through the interactive medium of video games. The Turing Test sparks your synapses into action in this electrifying new first person puzzler, as players learn the true cost of retaining human morality.",
        "scores": {
            "metascore": "77",
            "userscore": "5.6"
        }
    },
    "84": {
        "title": "Bloodroots",
        "date": "February 28, 2020",
        "summary": "In Bloodroots, the world is your weapon - improvise and adapt to an ever-changing ballet of ultraviolence, in a bloody revenge quest across the Weird West.",
        "scores": {
            "metascore": "77",
            "userscore": "6.1"
        }
    },
    "85": {
        "title": "Super Crush K.O.",
        "date": "January 16, 2020",
        "summary": "Super Crush KO is a fast-paced brawler set in a vibrant, near-future city. Zip up your favorite neon jacket and combo your way through swarms of deadly robots to save your kidnapped kitten and, while you’re at it, save humanity from an AI apocalypse.",
        "scores": {
            "metascore": "77",
            "userscore": "6.9"
        }
    },
    "86": {
        "title": "Zombie Army 4: Dead War",
        "date": "February 4, 2020",
        "summary": "Hitler’s hordes are back for more in this spine-chilling shooter from the makers of Sniper Elite 4! Abominable occult enemies, epic weapons and a harrowing new campaign for 1-4 players await in 1940s Europe, as you fight to save humankind from undead Armageddon!",
        "scores": {
            "metascore": "77",
            "userscore": "6.8"
        }
    },
    "87": {
        "title": "TT Isle of Man: Ride On The Edge 2",
        "date": "March 19, 2020",
        "summary": "Without a shadow of a doubt it is one of the most dangerous motorbike races in the world. In TT Isle of Man – Ride On the Edge 2, you prove your worth in different championships before setting out to conquer the Snaefell Mountain Course, a 60 km-long track with both winding and straight sections that will push your riding skills to the limit. TT 2 features 17 additional tracks, 18 different motorbikes including classic models, and the official riders. And now it’s more realistic than ever, thanks to entirely revamped physics and faithfully reproduced rider movements. Fine-tune your motorbike, upgrade its performance and monitor its data in real time so you can stay competitive. TT2 also offers a brand-new open world, a biker's paradise where you can test your bike settings and gain the experience you'll need to win the TT Isle of Man title!",
        "scores": {
            "metascore": "77",
            "userscore": "6.9"
        }
    },
    "88": {
        "title": "Darksiders Genesis",
        "date": "February 14, 2020",
        "summary": "From the dawn of creation, the council has maintained the Balance across existence. Carrying out their orders are the Horsemen, Nephilim (powerful beings spawned from the unnatural union of angels and demons) who have pledged themselves to the Council and been granted immense power.\n\nHowever, this power came at a tragic cost: the Horsemen were ordered to use their newfound strength to wipe out the rest of their kind. What followed was a bloody battle on Eden where the Horsemen, obeying the will of the Council, annihilated the Nephilim.\n\nDarksiders: Genesis is an action/adventure that tears its way through hordes of demons, angels, and everything in-between on its way to Hell and back with guns blazing and swords swinging. Genesis gives players their first look at the world of Darksiders before the events of the original game, as well as introduces the horseman Strife.",
        "scores": {
            "metascore": "77",
            "userscore": "4.7"
        }
    },
    "89": {
        "title": "Control: The Foundation",
        "date": "March 26, 2020",
        "summary": "The Foundation Expansion includes new story content and side missions as well as new weapons and mods inspired by the Oldest House's mysterious origins. The Astral Plane is colliding with our reality. Jesse Faden, the Director of the Federal Bureau of Control, must travel through the caverns of the Foundation to prevent the Astral Plane from consuming the Oldest House. The missing Head of Operations, Helen Marshall, may hold some answers to the mysteries surrounding this threat...",
        "scores": {
            "metascore": "77",
            "userscore": "6.7"
        }
    },
    "90": {
        "title": "DOOM 64",
        "date": "March 20, 2020",
        "summary": "You killed the Demons once, they were all dead. Or so you thought... A single Demon Entity escaped detection. Systematically it altered decaying, dead carnage back into grotesque living tissue. The Demons have returned - stronger and more vicious than ever before. You mission is clear, there are no options: kill or be killed!",
        "scores": {
            "metascore": "77",
            "userscore": "7.5"
        }
    },
    "91": {
        "title": "Bloodroots",
        "date": "February 28, 2020",
        "summary": "Betrayed and left for dead, Mr. Wolf is hell-bent on finding his killer and enacting revenge - alone, and vastly outnumbered. Thankfully for Mr. Wolf, the world is your weapon in Bloodroots - a relentless action game that unfolds across the sprawling Weird West. You’ll choreograph spectacular, ultra-violent combos by making use of everything around you, from hatchets, to ladders, to...carrots? It’s improvise or die, as Mr. Wolf fights his way to the center of the mystery: why was he betrayed?",
        "scores": {
            "metascore": "77",
            "userscore": "7.5"
        }
    },
    "92": {
        "title": "Journey to the Savage Planet",
        "date": "January 28, 2020",
        "summary": "In this colorful, co-op adventure game you play as the newest recruit to Kindred Aerospace. Dropped onto an uncharted planet with little equipment, you must determine if this planet is fit for human habitation but perhaps you are not the first to set foot here…",
        "scores": {
            "metascore": "76",
            "userscore": "6.3"
        }
    },
    "93": {
        "title": "Hunt: Showdown",
        "date": "February 18, 2020",
        "summary": "Hunt: Showdown is a competitive first-person bounty hunting game that packs the thrill of survival games into a match-based format. Set in Louisiana in 1895, the game boasts a mixture of PvP and PvE elements that creates a uniquely tense experience. It’s not just the creatures who are a threat—it’s every Hunter on the map. In the classic game mode, a match of Hunt pits ten players—playing solo or in teams of two—against each other as they race to take out gruesome beasts for a bounty they must collect and get off of the map, while Hunt’s quickplay mode offers a shorter match for solo players to scavenge for weapons as they compete for a diminishing pool of bounty. The higher the risk, the higher the reward–but a single mistake could cost everything.",
        "scores": {
            "metascore": "76",
            "userscore": "6.6"
        }
    },
    "94": {
        "title": "Journey to the Savage Planet",
        "date": "January 28, 2020",
        "summary": "In this colorful, co-op adventure game you play as the newest recruit to Kindred Aerospace. Dropped onto an uncharted planet with little equipment, you must determine if this planet is fit for human habitation but perhaps you are not the first to set foot here…",
        "scores": {
            "metascore": "76",
            "userscore": "6.7"
        }
    },
    "95": {
        "title": "Below",
        "date": "April 7, 2020",
        "summary": "Below is a classic rogue tale with moody graphics and Kinect technology. You'll scour the open world in search of rare and special loot while battling the malevolent Darkness, an AI-controlled character which uses Kinect to sense and change level progression based on the rooms surroundings.",
        "scores": {
            "metascore": "75",
            "userscore": "tbd"
        }
    },
    "96": {
        "title": "Alder's Blood",
        "date": "March 13, 2020",
        "summary": "Alder's Blood is a stealth, tactical turn-based game set in a grim world, where nature stood against humanity and repelled the civilization. Use a wide variety of weapons, stay in shadows and prepare deadly traps to survive in combat.",
        "scores": {
            "metascore": "75",
            "userscore": "7.5"
        }
    },
    "97": {
        "title": "One Piece: Pirate Warriors 4",
        "date": "March 27, 2020",
        "summary": "The Pirate Warriors are back and bring with them a more explosive story, more environments and even crazier attacks in ONE PIECE: PIRATE WARRIORS 4. Follow Luffy and the Straw Hats from the beginning as they make their journey through different islands and onwards in the hopes of finding the illustrious treasure - the One Piece. Play through some of the most extraordinary areas in the ONE PIECE story and take on memorable foes.\r\n\r\nChoose from some of your favorite characters and take on a vast number of enemies through iconic moments from the OnePiece anime. Developed by the masters of the action musou genre, KOEI TECMO GAMES, ONE PIECE Pirate Warriors 4 brings together the excitement from slashing hordes of enemies with the fun and energetic personalities from the One Piece series. Setsail on a new pirate warriors adventure.",
        "scores": {
            "metascore": "75",
            "userscore": "5.2"
        }
    },
    "98": {
        "title": "Samurai Shodown",
        "date": "February 25, 2020",
        "summary": "SAMURAI SHODOWN has enjoyed worldwide success as a blade-wielding fighting game series since its first release in 1993. 11 years have passed since the last series installment, and it is now time for SAMURAI SHODOWN to return in a brand-new game featuring high-end visuals and gameplay! Faithfully reproducing the game mechanics and atmosphere that contributed to the success of the series, SAMURAI SHODOWN includes a revolutionary feature that learns from players game actions and patterns in order to create CPU-controlled \"ghost\" characters. With a story set one year before the very first installment, a diverse cast of returning and new characters cross paths in order to fulfill their destinies!\n\n* SAMURAI SHODOWN is faithful to the series' roots by delivering the same tense and exhilarating battles that it has always been known for. \n\n* Using the power of UNREAL® ENGINE 4 the series is able to achieve a level of detail and graphical quality like never before. \n\n* Using revolutionary Deep Learning AI, the game will learn from player tactics and create Ghost characters which players around the globe can share and fight against.",
        "scores": {
            "metascore": "75",
            "userscore": "7.1"
        }
    },
    "99": {
        "title": "LUNA The Shadow Dust",
        "date": "February 13, 2020",
        "summary": "LUNA The Shadow Dust is a fully hand-animated Point&Click puzzle adventure, brought to life through wordless storytelling, beautiful cinematics and a breathtaking original soundtrack.",
        "scores": {
            "metascore": "75",
            "userscore": "7.3"
        }
    },
    "100": {
        "title": "Coffee Talk",
        "date": "January 29, 2020",
        "summary": "Coffee Talk is a coffee brewing and heart-to-heart talking simulator about listening to fantasy-inspired modern peoples’ problems, and helping them by serving up a warm drink or two. Immerse yourself in the stories of alternative-Seattle inhabitants that modern readers will find strongly echo the world around them.",
        "scores": {
            "metascore": "75",
            "userscore": "7.9"
        }
    }
}